{
	"Introduction": "Hey there, you're a new face! You're the new farmer that's moved in over to the west?#$b#I'm Dao. I live over in East Scarpe - feel free to say hi if you're in the area!",
	"Saloon_Entry": "Hey there, Gus! Keeping busy?/Ah, smells good like always!/Got the oven going, Gus?",
	"Seedshop_Entry": "Hey there, Pierre. How's business?/Hmm... soy sauce, rice, garlic.../What was on my list again...?/Oh-hoh, those fresh vegetables look good!",
	"divorced": "Just leave. It's better for both of us.",
	"give_flowersB": "Decided you want to give this a shot, huh? Let's go for it.",
	"give_pendant": "You know, I'd move in with you even without getting married. But this does make the paperwork easier.",
	"reject_two_heartA": "This is flattering, but I'm not interested.",
	"reject_two_heartB": "How much do we really know about each other? Not enough for something like this.",
	"reject_four_heartA": "I like you, @, but I don't know you well enough to take a step like this.",
	"reject_four_heartB": "Sorry, @, but I'll have to turn you down on that.",
	"engageA": "Aren't you already engaged? Have you asked your partner about this?",
	"engageB": "Is your partner okay with you asking me this?",
	"marriedA": "Aren't you already married to %spouse? Is %spouse okay with this idea?",
	"marriedB": "You should really discuss this with %spouse before asking me.",
	"refusal_knownA": "Thanks, but it wouldn't work.",
	"refusal_knownB": "Sorry, @, but I don't feel the same.",
	"refusal_botherA": "How many times do I have to say it? I'm not interested.",
	"refusal_botherB": "@, I'm not interested. Leave.",
	//
	//Daily spring dialogue
	//
	"spring_Mon": "Hey there, @. Just dropping by to say hi?",
	"spring_Mon2": "You ever been kayaking before, @? Spring's the best season for it - the snowmelt keeps the river fast.$1",
	"spring_Mon4": "You know what, I haven't been abseiling in a while. I should fix that.",
	"spring_Mon6": "To be honest with you, I'm not passionate about translating.$2#$b#But I find it easy to do and it pays the bills. Plus I can set my own hours.$0",
	"spring_Mon8": "I ordered myself a new helmet a while ago. Still waiting on it arriving, though.$2#$b#Ah well, I'll make do with my old one until then.$0",
	"spring_Mon10": "'Dao' is actually my nickname. My full name is Chanchira Sitthichai, but that's too long for everyday use.$1",
	"spring_Tue": "How's things going on the farm? Let me know if you need a hand with anything heavy!",
	"spring_Tue2": "Hmm, I've got to remember to pick up more rice noodles later.$2#$b#Oh, @! Sorry, I was thinking about other things.$1",
	"spring_Tue4": "...#$e#...hm? Oh, @. Sorry, I just... remembered something that happened a long time ago. Don't worry about it.$2",
	"spring_Tue6": "Gus and I should have a cooking competition one of these days. Everyone in town would be invited to judge, of course! What do you think?$3",
	"spring_Tue8": "Laugh if you want, but seeing the newborn animals in the spring never fails to put a smile on my face.$6#$b#Watching them stumble around and see the world for the very first time - it's something magical.",
	"spring_Tue10": "My brother called last week. He's got the weekend off at his latest flight destination, lucky kid. It's good to hear from him.$1",
	"spring_Wed": "Did you need something, @?",
	"spring_Wed2": "You're never too old to learn something new, @! Don't forget that.$1",
	"spring_Wed4": "You know, I used to work as a firefighter over in Grampleton. It's pretty different to being a volunteer firefighter here in sleepy Pelican Town.",
	"spring_Wed6": "Willy's a good friend. We try to catch up on Fridays and swap stories.",
	"spring_Wed8": "Do you have any embarrassing little habits, @? I have to warn you, I've always been terrible about baby-talking my pets. Can't help myself.$1",
	"spring_Wed10": "You should come around for dinner sometime, @. I'll make my special shrimp and ginger noodles for you.$1",
	"spring_Thu": "Sorry, I'm a little busy right now. We'll chat later, alright?",
	"spring_Thu2": "I've got a big translation project coming up soon. Might not have much time to chat.",
	"spring_Thu4": "Pelican Town's got a lot of younger people, huh? I'm surprised there's not more people my age considering what a nice area it is.",
	"spring_Thu6": "When I was a kid, we went rafting down the Tiliana River. It was incredible! I'm pretty sure that's what started my love of adventure sports.$1",
	"spring_Thu8": "Do you speak any other languages, @? It's a useful skill, especially if you're planning on travelling.#$b#Even if you can only pick up the basics of a language, people appreciate that you're trying.$1",
	"spring_Thu10": "I was just thinking of trying a new dish. #Sq 8809/8810 curryquestion_followup#It's a variation on jungle curry, but I wanted to ask your opinion - I'm not sure what else I should add. Any thoughts?#$r 8809 15 curryquestion_pumpkin#Pumpkin.#$r 8809 15 curryquestion_fish#Fish.#$r 8809 15 curryquestion_cilantro#Cilantro.#$r 8809 15 curryquestion_tomato#Tomato.#$r 8810 -30 curryquestion_chili#Chili peppers.#$r 8810 -20 curryquestion_shorts#The mayor's shorts.",
	"curryquestion_pumpkin": "Hm, adding mashed pumpkin to the stock would give it a thicker texture... I'll give it a try. Thanks!",
	"curryquestion_fish": "You mean instead of the chicken or pork? Heh, I could call it a jungle island curry! I'll try it. Thanks!",
	"curryquestion_cilantro": "The freshness of the cilantro would balance the sourness of the lime. I'll give it a shot. Thanks!",
	"curryquestion_tomato": "Tomato would make the curry sweeter, which would help balance the spice. It could work. Thanks!",
	"curryquestion_chili": "Did you forget that I don't like too much spice? Ugh, I'll figure it out myself.",
	"curryquestion_shorts": "Very funny, @. I was asking you for a serious suggestion.",
	"curryquestion_followup": "$p 8809 #I'll let you know tomorrow how the curry turns out!|*Dao is mumbling ingredients to herself*",
	"spring_Fri": "You're not busy today, @? I would've thought there'd always be something that needs doing on a farm.",
	"spring_Fri2": "I've been to a lot of different places in my time, but there really is something special about Stardew Valley.",
	"spring_Fri4": "What's the strangest thing you've ever eaten, @? Although I guess it depends on what you consider 'strange', doesn't it? There's a lot of things that people in Ferngill think are strange to eat.",
	"spring_Fri6": "Do you go up to the mountain behind Robin's shop much? It's a good trek, and the view from the top is pretty incredible.",
	"spring_Fri8": "Doctor Harvey suggested that I buy some of those lactose-intolerance pills so that I can eat dairy products. But knowing myself, I'd forget to keep them with me! No, I've gone dairy-free this many years, a few more's not going to trouble me.",
	"spring_Fri10": "I tried my new take on jungle curry last night.#$b#$p 8809 It was a success! Thanks again for your suggestion.|It was okay, but I didn't notice any real difference. I'll have to try again another time.",
	"spring_Sat": "What do you think of spring? Must take a while to get things going again after winter.",
	"spring_Sat2": "Do you have any cows at %farm?#$b#I wish I could say I'd buy milk off you, but I'm lactose-intolerant. No dairy for me!",
	"spring_Sat4": "Hey there, @. #$q 8803/8804 drinkquestion_followup#Want to join me for a drink at the saloon later?#$r 8803 15 drinkquestion_yes#Sure, sounds good.#$r 8803 15 drinkquestion_dontdrink#Thanks, but I don't drink alcohol.#$r 8804 0 drinkquestion_busy#Sorry, I've got things I need to do.#$r 8804 -15 drinkquestion_no#No, I don't.",
	"drinkquestion_yes": "Great! I'll see you later - don't forget now!",
	"drinkquestion_dontdrink": "Ah, I see. Thanks for telling me! Maybe a coffee instead then.",
	"drinkquestion_busy": "No problem, I understand. Another night maybe.",
	"drinkquestion_no": "Oh. Alright then.",
	"drinkquestion_followup": "$p 8803 #It's always good to relax with friends after a long day.|I'll see you around some other time.",
	"spring_Sat6": "I've been thinking about replacing my carabiners. The salt air is getting to mine and making them stick.#$b#Problem is I'd have to order them from a place in Zuzu City.",
	"spring_Sat8": "You'd be surprised at the random skills you pick up when you travel.#$b#A tour guide taught me how to get water from a cactus, a guy in a hostel taught me how to splice rope, and a fellow volunteer taught me how to do a killer catseye eyeliner. Although I never ended up using that last one very much!",
	"spring_Sat10": "I wonder what cinnamon and peanut butter rotis would taste like... I'll have to try making them next week.",
	"spring_Sun": "It's nice to see the flowers coming up again.",
	"spring_Sun2": "Did you see today's Queen of Sauce episode, @?#$b#I already knew the recipe, but the Queen has interesting techniques.",
	"spring_Sun4": "Ugh, someone emailed me about a translation commission, but they're offering about a tenth of the standard rate. Cheapskate.",
	"spring_Sun6": "Most people think of fall as the best season for mushrooms, but spring is when the morels come up. They're amazing fried with garlic, shallots, and soy sauce.",
	"spring_Sun8": "Did I ever tell you that I know some magic? It's true! I took a workshop one time while I was travelling. Only learnt the one spell, though.",
	"spring_Sun10": "By my age, a lot of people get very set in their ways, but it's important to keep an open mind about everything you come across. That doesn't mean automatically accepting everything, of course! But when you learn something new, you have to examine it and work out how it affects your thoughts and opinions.",
	//
	//Daily summer dialogue
	//
	"summer_Mon": "Be careful with fires in this hot weather! If something goes wrong, I'll bring the truck around to put it out, but prevention's better than cure.",
	"summer_Mon2": "I tell you what, I don't miss the tropical humidity. Some days you'd step outside and it'd feel like you've stepped into a lake!",
	"summer_Mon4": "Pelican Town's really too small for a full-sized firetruck, but I have a tank set up on the back of my little truck. If we get a big fire, though, we'll have to get support from Grampleton.",
	"summer_Mon6": "Hmm? Oh, @. Sorry, I was lost in thought there. The summer brings back bad memories sometimes...",
	"summer_Mon8": "Every Sunday I take the time to really check that my truck's in good working order. It'd be pretty disastrous if I was called out to a fire but my truck had a flat.",
	"summer_Mon10": "I'm glad you decided to move here, @. It's been good to have someone who understands me like you do.",
	"summer_Tue": "Hmm? Sorry, I didn't hear you clearly.",
	"summer_Tue2": "Hey there, @. Do you cook much with the produce from your farm?#$b#That's got to be the best part of living on a farm, I think, knowing the love that's gone into your food.",
	"summer_Tue4": "I hear the kids chatting in the saloon sometimes about their TV shows. I don't know if it's just my age, but I never know what they're talking about.",
	"summer_Tue6": "When I was a firefighter in Grampleton, we used to have the local preschool kids come around to see how the fire trucks work. It was always sweet to see their little faces light up.",
	"summer_Tue8": "I'm glad the summer's been so quiet. It'd be terrible if there was a fire in Cindersap Forest or up on Mount Stardew.",
	"summer_Tue10": "Ah, @, I'll have to make my mother's famous peanut and green papaya salad for you sometime. It's the perfect dish for a warm night like tonight.",
	"summer_Wed": "How are you getting on, @? Not too bad?",
	"summer_Wed2": "$d bus#It's good to see the bus running again! Calico Desert really does have great coconuts.|It's too bad that the Calico bus is out of commission. I'm missing the curry Sandy sells at Oasis.",
	"summer_Wed4": "...#$e#...Sorry, @, I'm not feeling up to chatting today.",
	"summer_Wed6": "Gus loves his pizzas, but give me a good street food buffet any day. Nothing better than buying some dumplings here, some pork skewers there, and then eating it as you walk.",
	"summer_Wed8": "...I don't know why, but the memory of this woman whose house burned down keeps coming to mind.#$b#All she had left were the clothes on her back, and she just looked so lost, like she didn't even know where to begin putting things back together.#$e#I can't shake the memory.",
	"summer_Wed10": "...I just need some time to myself right now, @. ",
	"summer_Thu": "Heat like this makes me glad I keep my hair short!",
	"summer_Thu2": "It might sound odd, but you got to eat curry on hot days like this.#$b#Not super spicy! Just something with a bit of warmth. Trust me, it's good for the soul.",
	"summer_Thu4": "Every time I go past Alex's ice-cream stand, I'm always tempted to buy one. But it messes with my stomach something terrible. It's not worth it.",
	"summer_Thu6": "Kar prachum wannee kab phaenk baychi... Arai? Oh, @! Sorry, sometimes after working I forget to switch languages.",
	"summer_Thu8": "...#$b#...I wonder if I should talk to a therapist sometime. Normally it's not too bad, but every now and then the memories get to me.#$q 8805/8806 therapyquestion_followup#What do you think, @?#$r 8805 50 therapyquestion_metoo#I see a therapist myself and she's helped a lot.#$r 8805 50 therapyquestion_yes#Yeah, I think it's a good idea.#$r 8806 0 therapyquestion_ifyouthink#If you think it's a good idea.#$r 8806 -50 therapyquestion_dontneedto#No, you're strong enough that you don't need to.#$r 8806 -80 therapyquestion_lookweird#No, people might think you're weird.",
	"therapyquestion_metoo": "Oh really? Thank you for telling me. Think you could give me her contact details later?",
	"therapyquestion_yes": "Yeah, you're right. To be honest, I probably should have seen someone earlier, but I always let myself get distracted.",
	"therapyquestion_ifyouthink": "I don't know, that's why I was asking for your opinion. Well, I'll give it some more thought and decide later.",
	"therapyquestion_dontneedto": "I didn't ask you whether you thought I was 'strong enough' or not, @, and I'm disappointed you think seeing a therapist is a sign of weakness. I just don't know if it would help much or not.",
	"therapyquestion_lookweird": "Really, @? You think I care whether I look weird or not? Clearly we don't know each other as well as I thought.",
	"therapyquestion_followup": "$p 8805 #Thanks for your support, @, it means a lot. I'm going to look into it.|I'll have to think it over some more. I'm still not sure.",
	"summer_Thu10": "I'm glad I decided to speak to a therapist about the memories. I still get rough days, but it's helped a lot.",
	"summer_Fri": "Good to see you around, @. You keeping busy?",
	"summer_Fri2": "Oof. Weather like this, I just want to jump in the ocean for the afternoon.#$b#It's too bad I've got things to do.",
	"summer_Fri4": "I've never been much of a one for computers, but I got to admit, it makes it easy to work from home.",
	"summer_Fri6": "The nice thing about being a freelancer is that you can keep your own schedule, but the difficult part is you have to be strict with yourself! The only one making sure things get done on time is you.",
	"summer_Fri8": "To tell you the truth, I can't stand fishing. Bores me to tears. But Willy and I can spend an afternoon swapping stories easy as anything.",
	"summer_Fri10": "Hey there, @. Got any plans for the weekend? I'm thinking of going camping out past Castle Village, but I'll have to see how I feel.",
	"summer_Sat": "They're good-hearted, you know, the people of Pelican Town. It's too easy to take that for granted.",
	"summer_Sat2": "Make sure you take care when you're cooking, @. Overheated pans are a common cause of household fires.",
	"summer_Sat4": "When I was younger, I worked at a few summer camps across the country. It was long hours and we didn't get paid much, but it was fun most days. And it was good to see the kids enjoying themselves.",
	"summer_Sat6": "Have you ever been scuba-diving off the Fern Islands, @? The reefs are one of the most incredible things I've ever seen. You should add it to your bucket list!",
	"summer_Sat8": "To be honest with you, @, I've never seen the appeal of spaghetti. It's just wheat noodles with tomato sauce. Where's the spices? Where's the vegetables?",
	"summer_Sat10": "Would you believe that there's been a JojaMart in every single country I've visited? It's pretty disturbing, in all honesty.",
	"summer_Sun": "Sorry, I've got things that need doing today. Tomorrow?",
	"summer_Sun2": "You ever considered changing up your hairstyle, @?#$e#What, me? No, I'm too attached to the teal!",
	"summer_Sun4": "You're sweating a lot today, @. Here, take this and cool down. [350]. If you need to take a break, make sure you do it. Heatstroke's a serious matter.",
	"summer_Sun6": "As a firefighter, there's times when you're the hero who saves someone's life or livelihood, but there's also times when you make it there too late.#$b#...It's hard to deal with things afterwards.",
	"summer_Sun8": "...sorry, @, I just need some space to myself today. We'll catch up tomorrow.",
	"summer_Sun10": "Some days the summer heat reminds me of my childhood. During the dry season, we would spend the whole day playing in the river and then come back and lay in front of the fan.",
	//
	//Daily fall dialogue
	//
	"fall_Mon": "Strange how fast the heat of summer disappears.",
	"fall_Mon2": "You ever wonder what that wizard gets up to over in that tower of his?#$b#I don't think it's anything suspicious, but I get curious.",
	"fall_Mon4": "Are you growing any bok choy this year? I love it because it's so versatile. Stirfried, roasted, steamed, in soup - it's good no matter how you cook it!",
	"fall_Mon6": "Just finished up a big project! Going to get myself a glass of the top-shelf stuff tomorrow to celebrate.",
	"fall_Mon8": "My nickname, 'Dao', means 'star' in my other native language. My mother said she gave me that nickname because there was a shooting star the night I was born, but I think she just liked the sound of it.",
	"fall_Mon10": "To be honest, I don't know anything about my father. I asked my mother about him once or twice when I was a kid and she never wanted to talk about it, so we didn't. But my mother was incredible - I didn't lose out on anything by only having one parent.",
	"fall_Tue": "Much as I like the summer warmth, there's always a good smell to fall days.",
	"fall_Tue2": "Lots of good mushrooms around this time of year. Some of the rarer varieties I have to order from Zuzu, but I find plenty over in Cindersap too.",
	"fall_Tue4": "My little brother's got the travel bug too. He works as a flight attendant. Our mother's always complaining that she never sees us, but she's the one who raised us like this.",
	"fall_Tue6": "I'm not much of a green thumb, but I still love my little herb garden. There's something nice about going out and getting your hands in the soil, seeing all the little sprouts come up.#$e#Plus nothing beats fresh herbs when you're cooking!",
	"fall_Tue8": "You know, I don't ever worry about losing my keys. You know why? Because the one bit of magic I can do is a key-locating spell!",
	"fall_Tue10": "At the end of the wet season in Krungnatee, there's a festival to give thanks to the spirit of water. People float leaf bowls with flowers and lanterns down the river on the night of the full moon. It's breathtaking to see.",
	"fall_Wed": "Must be a quiet day today if you're here talking to me!#$b#It's good. You should enjoy it while it lasts.",
	"fall_Wed2": "Good to see you, @! How's the farm going? Got a good harvest coming along this season?",
	"fall_Wed4": "Someone emailed me to help translate their new romance novel. It's pretty raunchy - I don't get embarrassed easily, but I could feel my face getting hot at points!",
	"fall_Wed6": "Kite-flying is surprisingly relaxing. Once you've got it up there, there's something soothing about watching a kite glide and dip in the breeze. You should try it sometime.",
	"fall_Wed8": "The best fall mushrooms are found deep in Cindersap Forest. I've got a secret spot where I always find plenty! What? No, I won't tell you where it is!",
	"fall_Wed10": "We should have lunch up on the mountain one of these days. You bring the drinks, I'll bring my famous holy basil stirfry.",
	"fall_Thu": "Sorry, @, I've got a lot of stuff to get done today.",
	"fall_Thu2": "When it comes to comedy, you can never go wrong with a good bit of slapstick. Hilarious.",
	"fall_Thu4": "One of my exes used to complain about me tracking wet leaves into the house.#$b#But I always take my shoes off inside. It was her dog, not that she ever believed me.",
	"fall_Thu6": "You know, I used to spend days out in the wilderness camping & canoeing. I'd trek over all sorts of mountains and rivers without any concern. But I need to take more care nowadays.",
	"fall_Thu8": "Eugh, remind me not to buy papayas from that place in Castle Village again, @. They didn't look right, but I decided to risk it anyway and I shouldn't have. Ugh.",
	"fall_Thu10": "You know, if I had a gold piece for every person that's asked if I'm a lesbian, I'd take us out on a fancy river cruise! It's the hair, I know.",
	"fall_Fri": "The wind can get pretty chilly this time of year. Make sure you're looking after your health, @.",
	"fall_Fri2": "It's a real adventure, travelling the world.#$q 8801/8802 travelquestion_followup#Have you ever been to another country before, @?#$r 8801 15 travelquestion_lots#Yeah, dozens of times!#$r 8801 15 travelquestion_some#A few times, yeah.#$r 8801 15 travelquestion_once#Just the once.#$r 8802 0 travelquestion_no#No, I've never left the country.",
	"travelquestion_lots": "Fantastic! We'll have to swap stories sometime!",
	"travelquestion_some": "Hey, that's great! You'll have to tell me about it sometime.",
	"travelquestion_once": "You know, that's still more than some people ever have! Well done!",
	"travelquestion_no": "Well, you've still got time! Although it might be hard now that you've got the farm to look after.",
	"travelquestion_followup": "$p 8801 #Travelling's a magical experience, isn't it?|Make sure you don't let opportunities slip by you. You never know what could happen.",
	"fall_Fri4": "Oh, you noticed the scar across my nose, huh? Yeah, I broke it a few years before I moved here.",
	"fall_Fri6": "You ever tried making your own curry paste, @? It's a lot better than the storebought stuff - if you make it yourself, then you can make it as sweet or spicy as you like. Plus it's fun to grind the paste!",
	"fall_Fri8": "Heh, you want to know how I broke my nose? It's not very cool, I'm afraid. I was practising for a canoe slalom competition and made a sharp turn to catch a gate. Only I misjudged the turn, banged straight into the gate, flipped my kayak, and faceplanted onto the river bank. Ended up having to miss the competition too.",
	"fall_Fri10": "How have you been this week, @? If you're struggling at all, let us know. You have friends here that can help support you, don't forget that.",
	"fall_Sat": "How's the week been treating you, @? Hope it's been a good one.",
	"fall_Sat2": "It's too bad you never got to see the old museum collection. Gunther used to have a lot of historical material from the local area.#$b#No idea why it was stolen. It's not like it was of much monetary value.",
	"fall_Sat4": "I should take it easy today. My knee's been giving me trouble, and the road into town isn't getting any shorter.",
	"fall_Sat6": "You might not believe it, but I once climbed the Blue Cliffs. Yep! All the way up that sheer rockface, with nothing but the strength of my two arms!",
	"fall_Sat8": "People often ask me where I'm from. Even if I was born overseas, I grew up in Ferngill so this is where I'm from.#$e#Lot of people don't believe that, though. I get pretty sick of hearing, 'but where are you REALLY from?'",
	"fall_Sat10": "Want to go tandem skydiving with me sometime, @? Could be a lot of fun!",
	"fall_Sun": "With this many fallen leaves around, a campfire can be dangerous if you don't keep an eye on it.",
	"fall_Sun2": "I should come out and see how %farm's doing one of these days. It'd be interesting to see what you're doing with the old place.",
	"fall_Sun4": "Gunther knows a lot about the history of this area. Comes with the job, I know, but he tells it well. Get him chatting sometime and you'll be amazed.",
	"fall_Sun6": "Do you know first aid, @? Doctor Harvey and Maru do their best, but they can't be everywhere at once. If there's an accident somewhere out of town, knowing first aid could be the difference between life and death.",
	"fall_Sun8": "Not many people in Krungnatee follow Yoba, so I wasn't raised with those traditions and customs. But I don't really follow our religion anymore either. I guess I just try to live without worrying about religious stuff.",
	"fall_Sun10": "Take care if you spend a lot of time in the old mines, @. There's a lot in there that would happily take a bite out of you, and I'd hate to see you laid up in hospital with a serious injury. Or worse.",
	//
	//Daily winter dialogue
	//
	"winter_Mon": "Hard to believe it's winter already. The year goes by so fast.",
	"winter_Mon2": "Gus starts bringing out the soups and stews this time of year. Nothing better than a hot bowl on a cold day.",
	"winter_Mon4": "Oof, I'm starting to feel the cold in my bones. I had a nasty break in my leg when I was younger, and it's ached in the cold ever since.",
	"winter_Mon6": "Never thought I'd say this, but I'm feeling settled for the moment. Might go travelling again in a few years, but I'm content for now.#$q 8807/8808 settledquestion_followup#How about you, @? Do you see yourself still here in a few years?#$r 8807 15 settledquestion_farm#Yes, I've got to take care of my grandfather's farm.#$r 8807 0 settledquestion_romance#Yes, there's someone I want to get to know better.#$r 8807 0 settledquestion_community#Yes, I like living in a small community like Pelican Town.#$r 8808 15 settledquestion_travel#No, I'll probably travel somewhere else.#$r 8808 -15 settledquestion_city#No, I want to go back to the city.#$r 8808 15 settledquestion_whoknows#Who knows?",
	"settledquestion_farm": "I respect that. If something is important to the people you care for, then it's important that you care for it in turn.",
	"settledquestion_romance": "Oh-hoh, is there now? Don't worry, I won't ask who it is!",
	"settledquestion_community": "It's not something I could do for a long time, but it's nice while it lasts. It's a good community.",
	"settledquestion_travel": "Got wandering feet as well? That's good! See as much of the world as you can, I always say.",
	"settledquestion_city": "Hm, I can't see the appeal myself, but to each their own.",
	"settledquestion_whoknows": "Not one to stress about the future, huh? That's fair - let the future handle itself!",
	"settledquestion_followup": "$p 8807 #It's good when you've found a place that makes you happy.|If we end up going our separate ways, we should make sure to keep in touch.",
	"winter_Mon8": "I actually was on a cooking competition show once. Not a serious one, one of those fun ones with silly challenges. I lost because I spilt my flour everywhere.#$e#What? No, don't go looking for the video!",
	"winter_Mon10": "$d<bus>#|On cold days like this, you might as well take the bus over to Calico. I'm sure Sandy would love the company. Plus you won't have to deal with all this snow!|I wonder how Sandy's going this time of year... If the bus was running, I'd head over there to see her.",
	"winter_Tue": "You'd think I'd be used to the cold by now, but somehow I never did learn to handle it.",
	"winter_Tue2": "Do you have any special snow traditions, @? Krungnatee never gets this cold, so my family doesn't have any.",
	"winter_Tue4": "If the cold makes you sleepy, @, head into the Stardrop and order some of Gus's special triple-shot espresso. That'll wake you up in a hurry!",
	"winter_Tue6": "...You'd think there'd be less fires in winter, wouldn't you? Since the weather is cooler. But when it comes to heaters, people don't always think about what they're doing.",
	"winter_Tue8": "Have you spent a lot of time in Zuzu City? I got to admit, I'm not keen on the place. Nothing wrong with it, but a city's a city at the end of the day, and Zuzu doesn't have a lot to make it stand out.",
	"winter_Tue10": "How's the farm going in this cold weather, @? I guess the upside of not being able to grow crops is more free time, but it's a hit to the wallet. Let me know if you're struggling.",
	"winter_Wed": "Things must be quieter on the farm in the cold season, huh?#$b#Unless you've got animals, I guess!",
	"winter_Wed2": "If you're out on the cliffs, make sure you take extra care of your footing. You might not see the ice until it's too late.",
	"winter_Wed4": "I see Caroline's kid Abigail up by the mines some days. I hope she knows what she's doing. It's a long way from town if something goes wrong.",
	"winter_Wed6": "You know, I visited Gotoro when I was younger. That was before the war started, of course. It was a beautiful place with a proud heritage.",
	"winter_Wed8": "I only moved here a couple of years before you did, you know. Pelican Town's one of those places that just accepts people immediately.",
	"winter_Wed10": "We should go travelling together sometime. I'd love to take you to Krungnatee, go on a tour of the islands together and visit the local markets.",
	"winter_Thu": "@? Something I can help you with?",
	"winter_Thu2": "I got to admit, I can't stand spicy food. My mother was a great cook, but incredibly heavy-handed with the chili powder.",
	"winter_Thu4": "You know, I've never actually tried snowboarding. I should give it a shot one of these days. What do you think, @, want to come with me?",
	"winter_Thu6": "I've never been one for shiny jewellery or expensive cars. I'd rather go somewhere I haven't been before or try my hand at something new.",
	"winter_Thu8": "Somewhere you should definitely visit if you get the chance is the Jaralgan Plains. It's full of monsters, of course, but the local Adventurers' Guild branch provides guides and the ancient temples are incredible.",
	"winter_Thu10": "Have to admit, I don't understand how Willy manages living out on the pier like that. The sea wind howls something terrible, and it cuts like a knife. I couldn't manage it day after day.",
	"winter_Fri": "Hmm, got to head over to Pierre's soon. I'm nearly out of onions.",
	"winter_Fri2": "What are you planning for dinner tonight, @? You should try something new, expand your boundaries.",
	"winter_Fri4": "I asked Evelyn about her rice pudding recipe one time. Turns out she makes it completely differently to how I do it!",
	"winter_Fri6": "My herb patch never survives through the winter. It makes sense, since most of them are tropical plants, but I miss getting out into the garden.",
	"winter_Fri8": "It's great to see you, @! I'm just up to the usual routine today. How about you? Keeping busy?",
	"winter_Fri10": "If I were younger, I'd make like the birds and travel somewhere warmer for the winter. But I've got things and people tying me down now. Not that I regret that, mind you.",
	"winter_Sat": "Brr, it's a cold one today. Make sure you keep warm, @. Don't want you getting sick!",
	"winter_Sat2": "Be careful if you go canoeing or kayaking in the winter. You don't want to capsize and get hypothermia!",
	"winter_Sat4": "If you get bored with nothing to do in the winter, head over to the town library. Gunther's good at matching people to books.",
	"winter_Sat6": "You look pretty cold, @. Here, take this and warm yourself up.[218]#$e#It'd be a shame if you caught a cold! Make sure you're looking after yourself.",
	"winter_Sat8": "One of my favourite foods is tom kha soup, but there's a lot of different variations on it. My mother always made it with a lot of spice, but I prefer it with a lot of coconut milk and lime.",
	"winter_Sat10": "@! I was hoping I'd run into you today. Here, I made this for you[218].#$e#Make sure you eat it while it's still hot.",
	"winter_Sun": "It's hard to get in to town when the snow gets heavy. It can be a problem.",
	"winter_Sun2": "Hmm, the cold weather brings back memories of curling up with a partner under a warm blanket.#$e#They're not always good memories...",
	"winter_Sun4": "Skiing's one of the few adventure sports I never really got the hang of. My knees don't like the turning, and as much of a thrill as it is to just go straight downhill, it's not real good for the people around you!",
	"winter_Sun6": "An ex-boyfriend of mine used to complain that I never treated him with any romance. It's true, I'm not a very romantic person. But I never pretended that I was, so where does that leave us?",
	"winter_Sun8": "I don't really get lonely while I'm travelling because there's always new people to meet, but sometimes I miss having a long-lasting connection with someone. You know what I mean?",
	"winter_Sun10": "What would you say is your favourite place, @? If you asked me last year, I'd have said the Fern Islands, but now... Well, I'm sure you can guess, right?",
	//
	//Special pre-festival dialogue
	//
	"spring_12": "In my mother's homeland, Krungnatee, there's a festival called the Dance of Water around this time to celebrate the new year.#$b#It's a lot of fun. Everyone splashes water at each other and there's parties in the street.#$e#The Egg Festival is fun too, but in a different way.",
	"spring_23": "The Flower Dance, huh...? It's been a long time since I danced in it.#$b#But that's fine by me! I've made a fool of myself tripping over my feet too many times already, no need to repeat the experience.",
	"summer_10": "I'm going to bring the best of my spices to the luau tomorrow! You watch, that soup's going to be one to remember!",
	"summer_16": "My plans for today? Nothing much! I've had plenty of birthdays before, and I've come to appreciate having a quiet day to myself.",
	"summer_28": "When I was a kid, my mother took me on vacation to one of the islands where the moonlight jellies spawn. I'll never forget that experience.",
	"fall_15": "I always look forward to the Valley Fair. It's great to see all the handicrafts people have made.",
	"fall_26": "You know, one of my ex-partners once told me that she was embarrassed to see me wearing a costume for Spirits' Eve.#$b#Boo to her, I say! If you can't have fun dressing up on Spirits' Eve, then what's the point of it?",
	"winter_7": "Coming to the Festival of Ice tomorrow, @? I wouldn't blame you if you give it a miss. It's pretty cold!",
	"winter_15": "Today's the first night of the Night Market! There's a lot of these sort of markets in Krungnatee, but over here you have fairs and the like instead. I always look forward to it.",
	"winter_18": "I got some great stuff at the night market! Shrimp paste, a lemongrass starter, water chestnuts, and some decals for my helmet.#$e#How about you, @? Find anything you like?",
	"winter_24": "My mother doesn't celebrate the Feast of the Winter Star, but I've always enjoyed it.#$b#At the end of the day, it's about giving to those you love, isn't it?",
	//
	//Special location-specific dialogue
	//
}