{
    "fall_15_2": "This is such a quaint little town, isn't it? Makes you wonder what goes on beneath the surface.#$b#Ghosts, ghouls, things that go bump in the night... Everywhere has its secrets, and it's my mission to find them.$1",
    "Mon": "There's definitely something supernatural going on here. I can practically smell it.",
    "Mon4": "Oh, @! Quick, you have to save me. Eloise has been chattering my ears off about birds again.$2#$b#There's nothing cryptic about toucans. Although their beaks are rather strange.$3",
    "Mon6": "We spent all night camping in the Foreverglades once; we'd heard rumors of a pungent ape.#$b#Got eaten alive by mosquitoes for my trouble.$5",
    "summer_Mon": "Seen anything supernatural going on? No? Then I don't have time to chat.$5",
    "winter_Mon": "Oh, what a fool I was not to pack a scarf.$2#$b#It's warmer by the ocean, they said. They lied.$5",
    "fall_Mon": "Spent all weekend proof-reading articles and argh, the grammar. The spelling!#$b#Doesn't anyone know how to use a dictionary anymore?$a",
    "summer_Mon8":"I didn't always want to be a journalist... zoology was my real passion.#$b#My parents said there was no money in it, pushed me onto another path.$2#$b#Of course, there's no money in journalism either. But I've made it work.$1",
    //Tue ...........................................................
    "Tue": "One of my sources told me there's a wizard living in town.#$b#I don't suppose you'd organize a visit?#$b#Of course I tried knocking! He refused to answer.$a",
    "Tue4": "This wizard... are you friends with him? I'd dearly love to interview him.",
    "Tue6": "Tabloid, pah! Critics can be so narrow-minded.$a#$b#Keep your mind open to the supernatural, @. After all, it's all around us.",
    "summer_Tue": "Oh... That wretched Peasbody-person has been criticising my stories again. The gall!$a#$b#All because HE doesn't believe in monsters...^All because SHE doesn't believe in monsters...",
    "winter_Tue": "We once visited a ghost town up in the Cascades that was overrun by feral monkeys.#$b#It all seemed quite a lark, until one bit poor Raoul and nicked his camera.$2",
    "fall_Tue": "Have you ever seen a unicorn, @? Beautiful creatures they are, more goat than horse.#$b#We chased a rumor of one once, into a deep forest. Terrifying place. Were almost eaten by ghosts.#$b#Why, if it weren't for Raoul and his flare gun, we'd likely have joined them.$2",
    //Wed ..........................................................
    "Wed": "Oh yes, I've met that 'charming' chap up in the Guild.#$b#He's a bit gruff, isn't he? Wouldn't tell me much of anything. Said that information was reserved for Guild members. Hmmph.$a",
    "Wed4": "What does it take to join your Adventurer's Guild? I've never wielded a sword...#$b#But I did once fight off a territorial wyvern with a frying pan.$1",
    "Wed6": "Some people seem to be friendlier than others here... I thought small town folk were hospitable.$2",
    "summer_Wed": "Do you believe in ghosts, @?#$b#Me? Oh, I don't believe in them - I KNOW they're real. Would you ever say you believe in goats?#$b#No, of course you don't. That would be ridiculous.$1",
    "fall_Wed": "Ghosts, goblins, werewolves... yes, of course they exist. Vampires though? Well, that's another matter.",
    "winter_Wed": "Could've sworn I heard a weird banging noise, somewhere far below my bed last night.#$b#Probably the spirits of the miners. When death strikes suddenly, shades hang around. They're harmless though. Mostly.$1",
    "fall_Wed4":"Do some of the villagers seem a little ... unusual to you, @?$3#$b#I've heard Aideen talking to her flowers! Perhaps she's one of the fae?$1#$b#Or maybe it's more that small towns encourage eccentricities.",
    //Thu ..........................................................
    "Thu": "Granny Evelyn's delightful! She told me so much about the town.#$b#None of it was particularly useful, but I didn't have the heart to discourage the old dear.$1",
    "Thu4": "How's your livestock, $?#$b#I hear something's been bothering Marnie's chickens.#$b#I wonder if it could be a cockatrice? If you find any strange eggs, bring them my way!$1",
    "Thu6": "Run into any golems, @?#$b#Some say they're animated by magic... others theorize they're sentient.#$b#What do you think?",
    "summer_Thu": "There's a lot of those pesky crabs around, aren't there?#$b#I wouldn't say they're cryptic, but they're not natural either. Horrid things.",
    "winter_Thu": "I found the old orchard. Seems like there might be some interesting story there.#$b#Do I think it's haunted? Well, naturally. How could it not be!$3",
    "fall_Thu": "Oh, hello @. I'd kill for an espresso. Was up all night sorting out a scoop.#$b#Hah, no! That's classified information. You can buy the next issue, like everyone else.$3",
    //Fri .........................................................
    "Fri": "Oh, can't stop, deadlines to meet!",
    "Fri4": "Do you have any goats on your farm, @?#$b#Oh, no reason, there's just been sightings of a chupacabra in the area.$1",
    "Fri6": "Are you familiar with the Legend of Angry Roger? He was a gold miner turned outlaw, a hundred-odd years ago.#$b#They say he hid his treasure somewhere in these hills. No one knows where.",
    "summer_Fri": "You haven't seen anything unusual around here, have you?",
    "fall_Fri": "Do you know where the entrance to the old mine is? I've been trying to find it, but the guide book's horribly imprecise.$2",
    "winter_Fri": "There's definitely something a little... different about this town, don't you think?#$b#And so insular. No one wants to talk to me. Well, except the Vet's girl. And all she wants to talk about are birds.$a",
    "winter_Fri8":"Have you heard any rumors around Abigail? There's definitely something interesting about her.$3#$b#Takes after her mother, I've heard - allegedly Caroline lived quite a free spirited youth!$1",
    "summer_Fri_inlaw_Jasper": "I hope your husband is working on something refreshing for us! His articles are always such a hoot.$1",
    //Sat .........................................................
    "Sat": "The children keep telling me such outrageous stories.#$b#A fishman lurking by the wharf, goblins in the woods... if only they were true!$3",
    "Sat4": "Ever visited a slime farm, @? If you ever get an invite, do not wear good clothes!#$b#I attended a Slime Fanciers' Convention once. They're quite an eccentric bunch. Very, err, enthusiastic.$1",
    "summer_Sat": "Dr. Jacob seems like a nice fellow. Took a bit to get him talking... have you noticed that?",
    "winter_Sat": "It's so hard to find good staff nowadays. Not one of them was willing to work the weekends!$a#$b#Youth of today... No dedication to the craft.$2",
    "fall_Sat": "Do you know what the Mayor said to me, @?#$b#He said, if I were ever to hear rustling in the bushes after dark, I should ignore them.#$b#I wonder what he's hiding.$3",
    "fall_Sat_inlaw_Jasper": "I see your charming husband's been hard at work. His latest piece on the junimo was most enlightening.$1#$b#Hmm... I wonder if there might be some around here?$3",
    //Sun .........................................................
    "Sun": "What do you know about the message on the gravestone, @? It's rather mysterious, isn't it.$1",
    "Sun4": "%Kataryna looks tired.#$b#I'd murder for an espresso. What? No, I wasn't even doing research.#$b#Just picked up the latest Lilith Sheridan novel... and I couldn't put the dratted thing down.$2",
    "summer_Sun": "Is there any place to get an espresso around here?",
    "winter_Sun": "Is that Oliver-kid still around? Would've thought his parents would send him to some fancy boarding school.$5",
    "fall_Sun": "Day off? No, me neither. No rest for the wicked, as they say.$1",
    "summer_Sun6":"We got chased by a swarm of fairies once. They're territorial little blighters.#$b#They bite too. And it took days to wash off all the fairy dust.$2",
    //"GiftReactions ..............................................
    "GiftReaction_Rodney's_Autograph":"Mr. O'Brien's autograph? Are you acting as his publicist now?#$b#Wins an award or two, and immediately thinks he's the bee's knees.$a#$b#Hah, just my unprofessional jealousy talking. I enjoyed his books.$1",
    "reject_534": "You're giving me vintage jewelry? I can't accept this. You should get it valued - who knows? Might be worth a fortune.$1"
}