{
    "Rainy_Day_0": "What a thoroughly miserable day. If you absolutely must go outside, you'd better wear a coat.$2#$b#I've no time to be your nursemaid if you catch cold.",
	"Rainy_Day_1": "Well, a good day to do some editing I guess. How tedious.#$b#Unless... Hmmm... I don't suppose you'd care to stay home?#$b#I can think of a way to keep each other entertained.$1",
	"Rainy_Day_2": "If you're headed out today, love, can you keep an eye out for any kelpie?#$b#They're most active in wet weather. But whatever you do, don't hop on its back.$2#$b#I'd really rather you came home in one piece. I'm quite fond of you.",
	"Rainy_Day_3": "Ah good, my latest proof has arrived. You'll help me check through it, won't you honey?#$b#There's always a few elusive typos and grammatical errors. Misplaced commas are the absolute worst.$2",
	"Rainy_Day_4": "Hmm... to write an article, edit some submissions... or should I just watch a cozy movie?#$b#Decisions, decisions...",
    "Rainy_Day_5": "Oh honey, if you're going to the mines, could you take a few photos for me?#$b#The more blurry and out of focus, the better. My readers love inconclusive evidence.$1",
	"Rainy_Day_6": "What an absolutely miserable day. Good weather to spend under the covers.#$b#Would you care to join me, my dear?$3",
    "Rainy_Day_KatarynaLK": "Well, looks like a good day for frogs. Or ducks.#$b#Keep warm, love, and don't catch a chill.",
    "Rainy_Night_0": "Ugh, you're dripping wet. Couldn't you at least take off your boots before coming inside?$a",
    "Rainy_Night_1": "Hello honey. Oh, the spouting's leaking above the front door. You might need to talk to Robin.#$b#What? Do I look like a handyman?$a",
    "Rainy_Night_2": "Oh, hello honey, you're home. Is that the time? Sorry, I was too wrapped up in my work to even think about dinner.$2#$b#Maybe we could pick up something from Gus?",
    "Rainy_Night_3": "Hello honey. I've been feeling uncommonly domestic. I even cooked dinner.[212 214 200 204]#$b#I was supposed to be finishing an editorial... the joys of procrastination!$1",
	"Rainy_Night_4": "Guess what? Professor Jasper has submitted another article! Nice chap, if a bit sesquipedalian.$1#$b#Oh, look it up. Speaking of, have you seen my thesaurus?#$b#Oh, nevermind, I'll just use my phone.",
    "Rainy_Night_5": "Wonderful timing sweetheart, I've just finished my work for the day.#$b#Now, do you want dinner? Or should we skip to dessert?#$e#There's some chocolate cake in the fridge that's been taunting me all day.$1#$e#Oh, you had something else in mind? I'll see what can be arranged.$4",
    "Rainy_Night_6": "Hello darling. Shall we curl up and watch a movie?#$b#What are you in the mood for: something sappy? Or aliens and sharks invading a city? I know what I prefer!$1",
	"Rainy_Night_KatarynaLK": "The soothing sound of rain on the roof, and a warm body to curl up against.#$b#I can't think of a more splendid way to spend the evening.$1",
    "patio_KatarynaLK": "Ah hello @, just given Abyss some attention. He does get jealous so easily. Silly wee bird.",
	"Indoor_Day_0": "I guess I'd better do some housework today. How droll.$2#$b#Hmm, perhaps I should put some milk out, see if I can tempt a brownie.$3",
    "Indoor_Day_1": "Good morning darling. Busy day ahead? Can't have you heading out with an empty stomach.[211 201 210]#$b#Now, that's for you, love, don't go handing it over to the first waif or stray you come across!$1",
    "Indoor_Day_2": "Good morning love. It's extra strong espresso time for me. Something kept me awake half the night.$4[253]#$b#You know what? I think we might have ghosts!$1",
    "Indoor_Day_3": "Looks like spring cleaning in is order. I'm afraid the dust bunnies have reached a disturbing level of sentience...$2",
    "Indoor_Day_4": "Abyss and %pet have been squabbling... Don't worry, %pet's okay. And the bird's in time out. Again.$2",
    "Indoor_Day_5": "Right, well I've a busy day of copy-editing ahead of me.$1#$b#What are your plans for the day, @?",
	"Indoor_Day_6": "I'm bored, honey. Why don't you stay home today and entertain me?$4",
	//"Indoor_Day_KatarynaLK": "",
	"Indoor_Night_0": "Ah good you're home. Feel like an early night?#$b#Oh, I'm not tired. Figured I'd do some reading. Well, until you joined me, that is.$1",
    "Indoor_Night_1": "Good evening, @. I've been watching a documentary about the hunt for the dobhar-chu.#$b#Everything is so fake, it's ridiculous. Quite entertaining though.$1",
    "Indoor_Night_2": "I am absolutely fuming right now. Look at this review!$2#$b#I'll give him 'undigestable garbage'!$a",
	"Indoor_Night_3": "Oof, I feel like I've been staring at a screen all day. Might be nice to head out and gaze at the stars for a bit.#$b#You can join me, if you like. Who knows? We might see a fairy.",
    "Indoor_Night_4": "Ah, hello love. I've been reading through my fanmail.#$b#There's a letter here from a lass named Jade, asking about faeries.$1",
    "Indoor_Night_5": "Oh, thank goodness you're home, @. I've spent all day writing about void critter theories.#$b#I could really do with a break. And a hug.",
    "Indoor_Night_6": "Oh love, you look tired. Come in. Boots off, feet up. Would you like a massage?$3#$b#And here's something to eat. Can't have you running yourself ragged, can we?[218 219 236 226]",
	"Indoor_Night_KatarynaLK": "Hello my love! It's good to see you home.#$b#Let me take your coat... Now, your shirt...$1#$b#What? Can't blame a woman for trying.$4",
	"Outdoor_0": "This fresh morning air... it's so energising. Animal dung and all!$1",
	"Outdoor_1": "Good morning, love. Another glorious day in the country.$1",
	"Outdoor_3": "Right, what can I help you with today? I'm not afraid to get my hands dirty!$1",
    "Outdoor_4": "Who would've thought the country life would feel so fulfilling?",
    //"Outdoor_5": "",
    //"Outdoor_6": "",
    //"Outdoor_KatarynaLK": "",
    "funLeave_KatarynaLK":"I'm off and out today, love. Don't wait up. Ciao.$1",
	"funReturn_KatarynaLK":"Aww, you waited up for me. How sweet.$1",
	"OneKid_0": "Heh, never really saw the point in children, but our little rugrat's kind of cute.$1#$b#Takes after you, love.",
    "OneKid_1": "Little %kid1's been helping with my writing. And by 'helping', I mean drooling all over my papers.#$b#Ah well, I guess critics start young, right?$1",
    "OneKid_2": "Would you believe me if I told you %kid1 had been replaced with a changeling?#$b#No? Well they've certainly been a little grumpy-pants today.$2",
    "OneKid_3": "Ugh, what a day... pretty sure little %kid1's possessed.#$b#Can you take care of dinner tonight, please sweetheart? I'm knackered.$2",
    "OneKid_4": "$1 Abyss_Kid1#Abyss is very protective of our new little human. Thank Yoba. He protected them from a spider today!$1#$e#Isn't it cute how Abyss and %kid1 have really bonded? Do you think, together, they might take over the world one day?#$b#Or is that just wishful thinking?",
    "OneKid_5": "Don't forget to say goodbye to %kid1 before you head out today.",
    "TwoKids_0": "It's art and craft day today, sweetheart. Sorry there's glitter everywhere.#$b#%kid1 and %pet got a little carried away. Messy, but adorable. Yes, I have pictures!$3",
    "TwoKids_1": "Hey sweetheart! I've been working on an alphabet book for the kiddies.#$b#A is for Al-mi'raj, B is for Bunyip, C is for Cockatrice. Got to start their education somewhere!$1",
    "TwoKids_2": "It's so cute watching %kid1 and %kid2 babble together in their own language.",
    "TwoKids_3": "I might do some shopping online later. I saw the cutest little chupacabra onesie!$1#$b#What do you think, @?",
    "TwoKids_4": "Goodness, do these kids ever sleep? Sometimes I wake up at night and they're just... staring at me.$2",
    "TwoKids_5": "Good morning love. Sorry about the mess; I gave %kid1 and %kid2 their breakfast.$2#$b#It's like feeding time at the zoo around here!$1",
    "Good_0": "Hello sweetheart. I've been reading the latest 'Shadows' novel, and it's got me all kinds of inspired.#$b#What say I drag you back to bed?$1",
    "Good_1": "Oh sweetheart, the days feel so much brighter when I wake up next to you.#$b#I love you, @.$1",
	"Good_2": "You looked tired, sweetheart. Wouldn't you like to spend the day in bed?#$b#Oh, with me of course. I'm sure I could help you ... relax.$4",
	"Good_3": "This beautiful farm, all these weird and wonderful critters everywhere.$1#$b#I really am living the dream. Thank you, @.$4",
	"Good_4": "Hey sexy. You're looking gorgeous today. Want to stay home? I'm in the mood for a little light entertainment. If you know what I mean!$4",
	//"Good_5": "",
    //"Good_6": "",
    //"Good_7": "",
	//"Good_8": "",
	//"Good_9": "",
    "Neutral_0": "I'd love to spend time with you sweetheart. But these articles don't write themselves, you know.$4",
    "Neutral_1": "Junior reporters are the absolute worse... look at this piece that %name submitted.#$b#Ugh... now where's my red pen.$2",
    "Neutral_2": "Sometimes I really miss the city, don't you, sweetheart? There's nowhere around here to get a really good grande latte.$2",
    "Neutral_3": "Ugh... have you seen my red pen, @? I think the imps must've stolen it again.$3",
    "Neutral_4": "Fanmail is all well and good, but I'm getting more and more anti-fanmail these days.$2#$b#Everyone thinks they're an expert. But what else is there do to? A desk job? Ugh.$a",
    "Neutral_5": "Spent the morning dusting and it's playing havoc on my sinuses.#$b#Don't suppose you've got any antihistimines, love?",
    "Neutral_6": "Busy day, sweetheart? Yeh, me too. Still, keeps me out of mischief.",
    "Neutral_7": "If you pop into the library today, can you ask Gun if my requested titles are in yet? The post around here takes forever.",
    "Neutral_8": "It's pleasant waking to birdsong instead of early morning traffic.$1#$b#Although I really wish Abyss had a better sense of time.$2",
    "Neutral_9": "I hope Raoul's handling things in the office okay... Maybe I'll call to check on on him later.",
    "Bad_0": "Oh, you expect me to make breakfast for you? You're a grown adult, there's the fridge.$a",
    "Bad_1": "Whatever you do, don't look at my internet history. You won't like what you see.$a",
    "Bad_2": "I've spent all day researching poisons for my latest piece. Are you sure you want me to prepare dinner?$a",
    "Bad_3": "Leave me alone. Can't you see I'm busy?$a",
    "Bad_4": "Small towns are the absolute worst... The interweb's not working. What a waste of a day.$a",
    "Bad_5": "Oh go on, piss off. I'm really not in the mood.$a",
    "Bad_6": "Sometimes I regret leaving the city.$2#$b#Still, at least Abyss is happy, I guess.",
    "Bad_7": "Oh, NOW you want to talk to me?$a",
    "Bad_8": "Abyss is a better conversationalist. At least he listens...$a",
	"Bad_9": "I wonder what my colleagues in Zuzu are up to... maybe I should pay them a visit?$2",
    "spring_1": "Spring has sprung! Keep an eye on Abyss for me, please... He gets a little rambunctious at this time of year.",
    //"spring_2": "",
	"spring_12": "Don't forget the Egg Festival's tomorrow, @.",
    "spring_23": "Hello my love. I've been practicing my dance steps for tomorrow.$1#$b#Although I must say, that frilly dress looks ridiculous on me. Mutton as lamb and all that.$2",
	"summer_1": "Keep hydrated, love. Would you like me to help with the sunscreen?$1",
	//"summer_4": "",
	//"summer_8": "",
	"summer_11": "Are you already for the Luau today? Here's a little something, in case the potluck doesn't go as planned!$1[903]",
	"fall_1": "Look at all these lovely autumn leaves! Well, I guess it's time to bring out the rake!$1",
    //"fall_2": "",
    //"fall_6": "",
    "fall_8": "Abyss certainly enjoys scratching through all the leaves. He brought me an earthworm yesterday.$1#$b#It was nine inches long, is that some sort of record, I wonder?",
	"fall_15": "",
	//"fall_20": "",
	"fall_26": "Spirit's Eve tomorrow. How delightful! Even if it is ridiculously over commercialized.",
    "winter_1": "Oh, it's too cold to head out, love. Why not stay here with me?#$b#Okay, fine, if you must go, go. But wear a sweater, for Yoba's sake!",
	//"winter_3": "",
    //"winter_7": "",
	//"winter_15": "",
    "winter_24": "Don't forget, sweetheart, today's my birthday. I hope you've got something exciting planned for me!$3#$b#Oh love, I'm kidding, waking up with you everyday is excitement enough!$4",
    "winter_25":"Happy Winter Star, love. What am I thankful for? You, of course! And tonight I intend to show you just how much.$4",
    "winter_28": "",
	//"spring_KatarynaLK": "",
	//"summer_KatarynaLK": "",
	//"fall_KatarynaLK": "",
	//"winter_KatarynaLK": "",
    "spouseRoom_KatarynaLK": "All work and no play, as they say... Well, I'm afraid today is a work day.$2"
	}