{
  "cows.000": "My farm's too small for animals, especially bigger ones like cows, so I like to come by Marnie's ranch to watch them.$0#$b#They're so cute!$1",
  "cows.001": "I miss being able to see these cuties every day.$0#$b#I make sure to say hi to them for a lil' when I come to see Marnie though!$9",
  "seedshop.000": "Sorry, @. I'm in a bit of a rush!$9#$e#I told Gus I'd grab the groceries for the Saloon, and Pierre's is closing soon!$1",
  "seedshop.001": "Today is aerobics day! All the girls and I are meeting up to get a nice lil' pump!$1#$b#If I'm being honest, this isn't my kind of thing, but it's nice to meet up with everyone!$0",
  "seedshop.002": "I'm a little busy, can we talk later @?",
  "saloon.000": "Hey, it's getting a little late. Shouldn't you be heading home, @?$0",
  "saloon.001": "I'd normally be going to the beach today but the weather has me stuck inside.#$b#Plus I want to keep Gus company!$1#$e#I've noticed Shiko stands in that corner and drinks a lot on these rainy days. I kind of want to go over and talk to her, but I'm nervous!$8",
  "marnieStore.000": "You ever try Marnie's Milk Tea?$0#$b#She started making it recently per my request. It's really good!$9",
  "marnieStore.001": "Hello, @. I am going to try and get Linus to open up a bit today.$0#$e#I'm going to visit him up in the mountains soon and bring him some of this tea!$0#$b#If it doesn't work, I'll try again next week!$1#$e#He's basically my neighbor, y'know!$0",
  "town.000": "Curious what I'm drinking?$0#$b#It's Marnie's Milk Tea! You should try it sometime.$1",
  "beach.000": "I never really came down to the beach since I live kinda far, so I wanted to make sure I did while I'm stayin' at Gus's!$9#$b#I'm going to try and come almost every other day. It's so relaxing, I can definitely see why Elliott lives here!$1",
  "town.000": "After such a long hike down to town and then doing an aerobics session I'm beat!$5#$b#Thankfully I made some boba with fresh milk I got from Marnie's cows. It's very refreshing!$8",
  "Custom_AspenFarm.000": "Have you ever read the book \"Harry Otter?\", @? It's a pretty good series!$1#$b#It's this fantasy series about a young otter and his friends who are students at some magic school.$0",
}