{
	"Mon":"你好，农夫，我听说了一些关于你们小镇的很棒的故事。#$b#到目前为止，你对乌木维感到满意吗？",
	"Mon4":"我知道大多数人更喜欢银河剑。#$b#然而如果你问我的意见，我认为钢刀更好，因为你可以毫不费力地携带使用。",
	"Mon6":"传送门另一边的情况如何，孩子？^传送门另一边的情况如何，小姑娘？#$e#我听说你会去矿井。#$b#如果可以，你能告诉我现在的情况吗？我已经有一段时间没去了。",
	"Mon8":"我为我的孩子感到骄傲。$h#$b#他们绝对像艾丝梅拉达和我。$h",
	"Mon10":"我知道我对拉斐尔和比安卡很严厉。$s#$b#我不能让他们在没有任何正确的自我保护知识的情况下独自离开。#$e#我知道他们一定因此恨我。$s#$b#我只是希望他们能在心底里理解我。",
	"Tue":"我听说在传送门另一边的人倾向于把他们的垃圾四处乱扔。$u#$b#一定不要在这附近留下垃圾好吗？！$u",
	"Tue4":"这些年来，我们在红宝石岛失去了很多人。#$e#乌木维成了我们安全的地方。#$b#这个地方使我的家人保持理智。",
	"Tue6":"一些关于如何打败怪物的内部信息，利用你的戒指，记住提高攻击和武器速度以获得最大伤害。",
	"Tue8":"我的女儿自出生以来就一直是家里的阳光。$h#$b#我会毫不犹豫地干掉任何试图伤害她的人。$u",
	"Tue10":"清水如泉，恢复如初。#$b#哦，没什么，亲爱的朋友。今天我需要为土地变出水来。",
	"Wed":"你最近有没有篡改过魔法？$u#$b#永远，永远不要在没有监督的情况下尝试施法，听到了吗？$u",
	"Wed4":"我的小女儿读了很多关于传送门另一边的书。#$b#我想我还没准备好让她离开我的身边。$s",
	"Wed6":"你今天见到我妻子了吗？#$b#她看起来是不是很漂亮？$h#$e#不过我很担心她，作为首席女巫会占用她的很多时间和精力。",
	"Wed8":"我在探险家公会训练时遇到了艾丝梅。$h#$b#我相信我伸展的身体吸引了她的目光。哈哈！$h#$e#嘿，现在你认为拉斐尔是从哪里继承到他的英俊外表和健美身材？$h",
	"Wed10":"我佩服我妻子的力量，以及她领导她的女巫们的能力。#$b#然而我就是忍不住担心她。$s#$e#我想我很庆幸比安卡对魔法不感兴趣。#$b#但我仍然希望她进行练习，这样才可以保护自己。",
	"Thu":"只要你有魔法能力，那些熔岩精灵和火球就会变得容易清除。#$b#魔法使我们更加强大。$h ",
	"Thu4":"对不起，亲爱的孩子。^对不起，亲爱的女孩。#$b#我现在没有时间和你说话，我有很多东西要为我儿子的每周训练做准备。",
	"Thu6":"我以领导不同领域的防御委员会为己任。#$b#作为首席女巫的丈夫，我认为自己有责任确保我妻子的手下受到保护。",
	"Thu8":"拉斐尔和比安卡从小就开始训练。#$b#拉斐尔一直表现出巨大的潜力，这就是为什么我一直对他很严厉。我相信他能超越我的能力。",
	"Thu10":"矿井里有许多幽灵类怪物。#$b#我相信他们的精华对许多魔法都很方便和有效。",
	"Fri":"你知道，在我的时代，当我们为冒险家协会训练时，我们必须研究我们所战斗的怪物。#$b#我相信这就是为什么我们如此擅长与怪物们作战。",
	"Fri6":"我在考虑为我的家人做晚饭。#$b#你觉得煮什么最好？能让他们高兴起来的料理，你知道吗？",
	"Fri8":"比安卡一直在和我谈论她正在读的新小说。#$b#她说是关于一个骑士，为了一个少女而冒险穿越沙漠和森林的故事。#$e#我不喜欢这本书的内容。$u#$b#我相信我女儿应该有足够的能力保护自己，为自己而战。#$b#这就是我们的技能的用处！",
	"Fri10":"艾丝梅拉达告诉我，她认为你可以成为一个好学徒。#$b#我想她还满喜欢你的。$h",
	"Sat":"你对我的孩子有什么打算？#$b#最好不要让我发现你伤了他们的心，听到了吗？",
	"Sat4":"我从拉斐尔小时候就开始训练他。#$b#他很努力，但我相信他能做得更好。",
	"Sat6":"露娜和戴安娜是我们生活中如此重要的一部分，有时她们感觉像是家人。#$e#就像我们对来自不同领域的人们的看法一样。#$b#我尽全力保护我的家人。",
	"Sat8":"拥有一个强硬的外表并不代表会很轻松。$s#$b#大家通常认为你不会受伤，但实际上我们只是希望能保护每个人不受任何恶意的伤害。",
	"Sat10":"你今天过得怎么样，亲爱的孩子？^你今天过得怎么样，亲爱的女孩？#$b#如果你想练习剑术，随时可以过来看看，知道吗？$h",
	"Sun":"啊，休息又放松的一天。$h#$b#一周中我最喜欢的一天，可以和我的家人在一起。$h",
	"Sun4":"最近星期天不太好过，因为我们一直在忙。#$b#对不起，@，我要办点事。",
	"Sun6":"如果你有机会和比安卡谈谈，你能不能了解一下她是否真的想要环游世界？#$e#我为她担心。$s",
	"Sun8":"拉斐尔和我谈到我对他有多严厉。#$b#我很高兴能听到他的心里话，并从错误中吸取教训。#$e#我需要为他们做得更好。",
	"Sun10":"我的孩子对我来说意味着整个世界。#$b#他们是我最大的成就和灵感来源。他们教会我，我有能力无条件地去爱他们。$h#$b#如果为了保护我的家人，我甚至愿意放弃我的能力。",
	"spring_12":"如果拉斐尔和比安卡明天被允许加入的话，你会看到他们找到那些彩蛋的速度有多快。#$e#我从小就训练他们的感官。这就是为什么他们如此敏锐和迅速机智的原因。$h",
	"spring_23":"嗯，我可能明天请我妻子跳舞。#$b#但我担心如果我们这样做，我会更爱她。$h",
	"summer_10":"我希望你明天带些美味的东西来。#$e#我可以推荐一些简单的吗？#$b#这汤和原本的很不一样。我相信简单的配料不会让味道变差。#$e#去年我的胃好几天都不舒服。$s",
	"summer_27":"我记得第一次带着我的小比安卡观看月光水母起舞。#$b#那时她的眼睛闪闪发光，好像这是她见过的最美妙的事情。$h",
	"fall_15":"明天一定要展示你所有的产品。#$b#甚至可以炫耀你的武器！$h",
	"fall_26":"我想我的妻子会喜欢明天的装扮。#$b#你觉得我应该给她做件衣服吗。$h",
	"winter_7":"我期待着明天。#$b#我相信我可以像威利一样钓到很多鱼。",
	"winter_14":"今晚晚些时候我必须给我妻子一些透石膏。#$b#她必须把那些放在各个地方，以保护我们免受其他领域的的侵袭。",
	"winter_24":"我希望你有一个繁荣兴旺的一年，@。#$b#感恩家人的馈赠。"
}