{
	"Mon":"哦，你好，亲爱的。#$b#什么风把你吹到乌木维？#$b#传送门？嗯，我明白了。#$e#我必须研究那个传送门！我稳约记得有东西提过这个拥有许多神奇的能力。",
	"Mon4":"照顾好你的庄稼来开始你的一周吧。#$b#你知道，植物也是有感情的。",
	"Mon6":"你好，亲爱的！$h#$b#试着边给你的植物浇水，边和它们说话。这有助于它们的成长。$h",
	"Mon8":"看来你一直在接受我的护肤建议。#$b#我告诉过你，在洗脸的时候往上按有提升臉部效果。$h",
	"Mon10":"哦，你好，亲爱的，我很抱歉这些天我一定很不在状态。$s#$b#我感得我的能量水平越来越低了。",
	"Tue":"小心！$u#$b#在女巫练习咒语时，千万不要打断她。如果你坚持，你可能会变成一只癞蛤蟆。",
	"Tue4":"到目前为止，你觉得乌木维怎么样？#$b#嗯，我觉得某个人可能是你经常来这里的原因。我说得对吗？$h",
	"Tue6":"失陪一下，亲爱的，我要去收集我的药水原料了。",
	"Tue8":"还记得我一直在寻找的那块水晶吗？#$e#我研究了组成部分，发现它的光源来自于在粉色月亮出现时照耀我们的天体。$h#$b#这让我欣喜若狂！$h",
	"Tue10":"我有时担心我的女儿。$s#$b#作为高级女巫的女儿，人们对她的期望很高。#$e#我担心她处理不来。$s",
	"Wed":"你好，@。你看到我的水晶球了吗？#$b#我好像把它掉在什么地方了。",
	"Wed4":"嗨，亲爱的，你在找拉斐尔还是比安卡？#$b#看起来这两个人现在有了自己的世界。$s#$e#我很自豪把他们培养成独立的人。$h",
	"Wed6":"萨尔瓦多一直在为我的行踪担心。#$b#虽然外表看起来很强硬，但我丈夫其实很温柔。",
	"Wed8":"其他人如何形容我们同类的方式很有趣。$h#$b#他们通常把我们描绘成矮小、绿色、丑陋的人。$u#$e#我是说，你能想象我是绿色的吗？呃，这绝对不是我的颜色，亲爱的。",
	"Wed10":"丰盈速生长…丰盈速生长。#$e#嗯？哦，什么？很抱歉，我把注意力集中在我的咒语上了。#$b#是一个有助于小东西自然生长的咒语。$h",
	"Thu":"亲爱的，希望你在乌木维散步愉快！$h",
	"Thu4":"给你一个忠句，亲爱的。每当你洗脸的时候，试着用向上的方向滑动。#$b#你会发现能让你脸部得到提升。$h",
	"Thu6":"我记得比安卡和拉斐尔过去是如何通过背诵咒语来练习ABC的。$h#$b#我真的很怀念那些小时刻。$s",
	"Thu8":"我对通往城镇的传送门很警惕。#$b#我感觉到那个的魔力有一些不准确的地方。#$e#我是说，看看亲爱的露娜发生了什么事。她一定被发生在她身上的一切吓坏了。$u#$b#我必须让我的议会调查此事。",
	"Thu10":"嗯…@你在乌木维待了这么久，有兴趣学习一些咒语吗？$h#$b#哈哈，没关系的。我只是在想也许你会成为一个好学徒。$h",
	"Fri":"比安卡和拉斐尔一直在说你的好话。$h#$b#我相信你已经迷住了我的孩子。$h#$b#我期待看到你更多的表现，@。",
	"Fri4":"露娜作为一个人类怎么样？#$b#我很想知道她的人类形态对她的怪物外表有什么影响。",
	"Fri6":"@，这些天你过得怎么样？#$b#我听说比安卡很想了解你在鹈鹕镇的生活方式。#$e#请确保她每次去那里都会得到照顾好吗？#$b#否则！$u ",
	"Fri8":"我留在红宝石岛的议会一直在通过我的水晶与我联系。#$b#我得想办法把自己投影到那里，这样我才能看到问题所在。$u",
	"Fri10":"我看到你经常往这两个领域，看来魔法吓不倒你是吗？@。#$b#但还是要对每天遇到的任何事情保持警戒，知道吗？",
	"Sat":"露娜对你的评价很高。#$b#我希望你能对比安卡和拉斐尔表示同样的礼貌。",
	"Sat4":"自从露娜失踪那天，这里的每个人都很紧张。#$b#感谢天体让她回到这里，我们在其他领域就有麻烦了。",
	"Sat6":"控制不同的领域让人筋疲力尽。$s#$e#在做所有繁重的工作的同时，我还能同时满足我的丈夫和照顾我的孩子，这让我感到惊讶。$h",
	"Sat8":"你知道，我在这已经待了很长时间。#$b#我想要我自己的孙子。$s#$e#我想在现在还年轻时带着我的孙女或孙子到各个领域游玩。",
	"Sat10":"哦，你好，亲爱的。今天见到你真高兴。$h#$e#我一直在翻阅我的魔法书，发现了一些可以使植物和枯萎的花朵复活的法术。$h#$b#我期待着由自己来重组这个咒语，并在其中加入自己的风格。$h",
	"Sun":"休息日对我们很重要。#$b#这给我们时间自我照顾和恢复活力。$h",
	"Sun4":"你去过你镇上的矿井吗？#$e#我听说那里的水晶有一些神秘的力量…#$b#我想知道在哪里能找到一些……$h",
	"Sun6":"我必须说，@你的风格给我留下了很深的印象。$h#$b#你一定要找个时间和我谈谈。",
	"Sun8":"水晶球可以让我看到不同的领域。#$b#然而，我发现了他们看不到我这个缺点。我必须尽快研究出一个可以解决这问题的咒语。",
	"Sun10":"风月伴此花。风月伴此花。召唤花之灵。#$b#嗯？哦，什么？很抱歉我没时间陪你。我现在正在研究恢复自然的咒语。",
	"spring_12":"我敢打赌明天我会施一个定位咒语来指出彩蛋的确切位置。$h#$b#但那会带来什么乐趣呢？",
	"spring_23":"*艾丝梅拉达正忙着念咒语，你猜测可能与花有关*#$b#哦，对不起，我没看到你在，我正在为明天的节日做准备。#$e#我希望我们的花朵像春天一样盛开。$h",
	"summer_10":"明天我得为我丈夫调制一种特制的啤酒。#$b#他的胃似乎因为奇怪的味道而不舒服。#$e#我们都不希望像去年那样的事故再次发生，对吧？$h",
	"summer_27":"我必须带着我的天青石去参加明天的庆典！#$b#这样它可以从天体吸收更多的能量。$h",
	"fall_15":"你明天打算在展览会上展示什么？#$b#一定要炫耀你所有最好的产品！$h",
	"fall_26":"嗯，我在考虑明天召唤一些幽灵加入我们。#$b#这会让节日感觉更真实，不是吗？$h",
	"winter_7":"和任何男人一样，我丈夫也喜欢钓鱼。#$b#我真不明白那些人在钓鱼中能获得什么乐趣。$u#$e#但是，好吧，让他们玩得开心。只要他们不做任何扰乱自然平衡的事，我就同意。$h",
	"winter_14":"夜幕降临时会有很多幽灵潜伏，这让我有时在晚上离开时很担心。#$b#正因为如此，跨越不同的领域变得很容易。$u#$e#我担心如果我们没有保护结界，我们的家就不安全了。$s",
	"winter_24":"@，这标志着一年繁荣的结束！我希望明年我们还能见到你！$h"
}