{
	"Changes":[
		{
			"LogName":"Elliott",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Elliott",
			"Entries":{
				"Mon2": "펠리컨 마을을 독특하고 평화로운 곳이야. 그걸 알게 된 순간부터 정착을 생각하게 됐어.#$e#너에게도 똑같이 느껴지길 바래.$h",
				"Mon4": "이곳을 고향이라고 생각할 수 있게 되었으면 좋겠어.",
				"Mon6": "나는 아름다움이 보는 이의 눈에서 나오는 것이라고 믿어.#$b#우리의 마음이 우리가 경험한 아름다운 것들을 표현할 수 있도록 해주는 건, 글쓰기라고 생각해.",
				"Mon10": "@, 네가 곁에 있을 때, 내 마음 속의 감정은 단어 없는 시가 되어버려.$l#$e#너의 모든 일이 잘 되길 바래.$h",
				"Tue2": "많은 사람들이 진심으로 관심을 기울이는 법을 배우지 않은 채 평생을 살아가... 우리 주변과... 우리 자신에게 말이야..#$b#얼마나 많은 인생이 낭비되고 있는 걸까?$s",
				"Tue8": "너의 상상력을 따라다니면, 하루가 절대 지루하지 않을거야.$u#$e#미안, 내가 말도 안되는 말을 했지?",
				"Tue10": "난, 인생의 많은 시간들을 혼자 보냈어. 하지만 이제 그 시간들과 다르게 살 준비가 되어 있다고 생각해.$l",
				"Wed2": "해변에 갈 때마다 꼭 내 오두막에 들리도록 해.$h#$e#나는 고독을 갈망하지만, 과해지면 나에게 독이될 수 있으니까.",
				"Wed4": "내 오두막 상태를 용서해 줘.",
				"Thu": "안녕, @.#$e#잘 지내지?",
				"Thu10": "요즘 소네트 형식의 시를 좀 만져봤는데..$l#$e#아! 주의를 끌 만한 가치있는 글은 아니야.#$e#다음에 보여줄게.",
				"Fri2": "지금쯤이면 레아를 만나 봤겠지? 내가 마을에 도착한 이후에 사귄 좋은 친구야.#$e#레아와 미학에 대한 토론을 즐기곤 하지.",
				"Fri8": "일을 탁월하게 하기 위해선 반드시 뮤즈가 있어야 해. 농사일에 있어서 너의 뮤즈는 뭐야, @?",
				"Fri10": "내 다음 작품 중 하나는 너에 대한 것일지도 몰라, @. 크게 신경쓸 필요는 없어.$h",
				"Sat2": "많은 물질들을 소유하며 산다는 게 믿기지 않아. 난 내가 필요한 것들만 가지고 있어.",
				"Sat4": "'깨어나라, 어렴풋이 보이는 태양을 바라보는 나의 모습이여.#$b#자연의 합창이 하나의 목소리가 되어 들려오는 것처럼.'#$b#아, @, 내 시를 읽고 있었어. 최근에, 봄을 통해 나의 창의력을 일깨웠어.",
				"Sat6": "나는 TV도 없고, 컴퓨터도 없어. 그리고 라디오도. '주류'사회에 다시 합류하는 데 어려움을 겪게될까?.",
				"Sat8": "어떤 사람들은 수줍음을 타. 그럼에도 그들에게 계속 관심을 보이면, 언젠가 그들은 네 주위에서 편안함을 느끼게 될 거야.#$e#모든 사람들은 친구 사귀기를 좋아해. 심지어 성격이 나쁜 그 대장장이도 말이야.",
				"Sun2": "오, 너도 옛 생활에서 벗어나려고 이곳에 온 거구나?#$e#우린 공통점이 있는 것 같아.",
				"Sun4": "나는 레아가 재료에서 예술의 아름다움을 추구해낸다는 것이 존경스러워.#$b#하지만 내게 아름다움은 마음 속에만 존재해. 단어, 생각, 음악이면 내게 충분해.$h",
				"Sun8": "'깨어나라, 어렴풋이 보이는 태양을 바라보는 나의 모습이여.#$b#자연의 합창이 하나의 목소리가 되어 들려오는 것처럼.'#$b#아, @, 내 시를 읽고 있었어. 최근에, 봄을 통해 나의 창의력을 일깨울 수 있었거든.",
				"summer_Mon10": "내가 글을 쓰기 위해 앉을 때마다 머릿속에 너만이 그려지는 것은 어떤 우연의 일치일까?$l",
				"summer_Tue2": "@? 좀 혼란스러워 보이는데.#$b#더운 여름 공기가 우리를 어지럽게 만드는 것 같아.",
				"summer_Tue4": "네가 원할 때 언제든지 내 오두막을 방문해줘. 난 이곳을 함께 쓰고 싶어.$h",
				"summer_Tue10": "난 요즘 글을 쓰고 있어. 내가 쓰는 어떤 글이든, 너를 기쁘게 만들었으면 좋겠어.#$e#다른 사람을 위해 글을 쓰는 건 색다른 경험이지만, 난 이미 이걸 즐기고 있어!",
				"summer_Wed4": "생명을 가진 하나의 식물을 그 자체로 이야기가 돼.#$b#식물의 투쟁과 인내는 모두 열매를 맺겠다는 목적을 달성하기 위한 거야.#$e#문학의 여정과 상당히 비슷해.$h",
				"summer_Wed6": "바다가 아니었다면, 내 오두막은 이번 달 내내 땀을 흘렸을거야.",
				"summer_Wed10": "우리 언제 와인 한 병을 나눠야 하지 않겠어..? 우리가 이 삶에서 나눈 것들의 진보를 기념하며!",
				"summer_Thu2": "난 어렸을 때, 창의적인 게임을 끝임없이 했어.#$b#그러다 정말 자연스럽게, 내게 다가온 이야기들을 적기 놓기로 결심하게 되었어.",
				"summer_Thu4": "피아노를 연주하며 앉아있을 때 가장 좋은 아이디어들이 내 머리 속으로 뛰어 들어와.#$e#물론, 최악의 시간들 중 일부가 이곳에서 일어나기도 해...$s",
				"summer_Thu6": "내가 학교를 다니면서 여유로운 시간을 보내지 않았다는 건 사실이야.$s#$b#나는 많은 시간들을 친구들과 다르게 보냈고, 결국 '다르다'라는 건 내 유일한 정체성이 되었어.#$e#적어도 그것 때문에 내 자신에 대해 잘 알게 되었지.",
				"summer_Thu10": "내가 어렸을 때 얼마나 많은 괴롭힘과 따돌림을 당했는지 생각하고 있었어.#$b#그래도 난, 내가 생각했던 것보다 운이 좋은 것 같아. 너 같은 사람을 찾았으니까. $l",
				"summer_Fri2": "레아가 최근 있을 예술 프로젝트에 대해 말해줬어. 정말 매력적인 이야기였어.#$e#하지만 끝날 때까지 비밀로 하길 원하는 것 같아. 충분히 이해해.",
				"summer_Fri4": "사실 컴퓨터로 글을 쓰는 것보다 펜으로 쓰는 게 더 쉬워.#$b#펜을 사용 하면, 쓰는 것에 전념해야 되기 때문에 훨씬 덜 우유부단해져.$h",
				"summer_Fri6": "피아노를 오두막에 들이는 건 정말 힘든 일이었어. 해변을 가로질러서 옮겨야했거든.#$e#루이스 시장님이 이전 거주자가 판매했던 피아노를 보관하고 있어서 다행이었어.",
				"summer_Sat4": "'그리고 어둠은, 술에 취한 사람처럼 정복했다.#$b#여름의 칭찬에 떨어져 항복하였다.'#$b#아, @. 그냥 나를 격려하기 위한 시를 떠올리고 있었어. 오늘 네 하루가 좋길 바래.$h",
				"summer_Sat6": "바다의 소리가 매일 있을 때, 그것은 내 존재의 일부가 되는 것 같아. 숲의 적막 속으로 걸어들어가는 것은 이국적인 경험이야.",
				"summer_Sat8": "농장에서 네가 하는 일을 훌륭한 로맨스라고 생각하고 싶어. 죽음을 정복하고 잃어버린 것에 다시 생명을 불어넣는...#$b#그게 바로 우리가 희망하는 거야.",
				"summer_Sun4": "내가 만든 모든 등장인물들은 어떤 면에서 나를 반영하고 있어.#$b#그런 의미에서, 난 내 인격의 많은 부분을 탐구했다고 생각해.$h",
				"summer_Sun6": "글쓰기는 연기와 상당히 흡사해. 가끔씩, 나는 한 캐릭터의 마음 속에서 길을 잃어버려. 꽤 흥미진진한 일이지.$h#$e#스토리가 완성될 때 까지 청중들을 멀리하는 게 좋겠어.",
				"summer_Sun10": "나는 종종 나의 모습을 닮은 작품을 쓰곤 해. 하지만 최근에는 나보다 너를 더 닮은 작품들을 쓰고 있어.$l",
				"fall_Mon6": "약탈한 금으로 가득 찬 해적선이 오래 전 이곳에서 난파되었다고 들었어.",
				"fall_Mon10": ".. 안녕, @.. 너만 보면 화끈해 진다는 사실을 인정해야겠어.$l#$e#너도 그래?$l",
				"fall_Tue4": "난 대부분의 고전 문학들을 읽었어, 책을 읽다보면 고전으로 돌아가는 내 자신을 발견하게 돼.#$e#내가 쓰는 글들도 한 세대 이상 지속될 수 있을까?",
				"fall_Wed2": "이 해변에 있으면 호화로운 바닷가재 요리를 싼 가격에 즐길 수 있어. 내가 이곳을 좋아하는 이유 중 하나야.$h#$e#어디를 바라봐야 하는지 알고 있다면, 인생의 훌륭한 것들을 돈 없이도 즐길 수 있을거야.",
				"fall_Wed4": "고전을 좋아하긴 하지만, 지금은 인기 소설에 코를 묻고 있는 중이야.#$e#내가 그들과 친해진다면, 작가들로부터 많은 것을 배울 수 있을 거야.$h",
				"fall_Wed6": "이 해변에 있으면 호화로운 바닷가재 요리를 싼 가격에 즐길 수 있어. 내가 이곳을 좋아하는 이유 중 하나야.$h#$e#어디를 바라봐야 하는지 알고 있다면, 인생의 훌륭한 것들을 돈 없이도 즐길 수 있을거야.",
				"fall_Thu2": "내 오두막은 모래가 쌓이지 않게 자주 쓸어줘야 해.$s#$e#모래가 내 침대에 들어가지 않았으면 좋겠어.",
				"fall_Thu4": "오 이런! 작은 게가 내 셔츠 주머니에 집을 만든 것 같아.$l#$e#해변에 사는 게 문제인가.",
				"fall_Thu6": "계절이 내 기분에 영향을 미치고 있어. 아마 내 글에도 영향이 미치겠지?$s#$e#정말로 그렇다면 절실히 필요로 하는 장면을 쓸 기회를 놓치게 되고, 1년을 꼬박 기다려야만 하게 되는 걸까?$s",
				"fall_Thu10": "널 만나다니 정말 아름다운 하루야, @! 우리 해변을 따라 산책하지 않을래?$h",
				"fall_Fri4": "밤새 책상 앞에 앉아있으니 다리가 뻐근해.$s#$e#가끔씩은 네가 부러워, @.",
				"fall_Fri6": "오늘 눈이 피곤해져서 머리도 같이 아파. 아마 글을 늦은 시간까지 쓸 때 필요한 램프가 필요할 것 같아.$s",
				"fall_Fri8": "우리 집 식물들은 잘 자라고 있어. 너희 농장 작물들은 어때?$h",
				"fall_Sat4": "'나뭇잎 덩이가 활기차게 춤을 추며$s#$b#부패 속의 필멸자들에게 손짓한다...'$s#$b#아, @, 내가 작업하고 있는 몇 줄의 구절이야. 이런 짧은 시들이 내게 영감을 줘.$h",
				"fall_Sat6": "떠올린 한 장면을 글로 옮길 때마다 내가 예상한 것보다 너무 오래걸려.$s#$e#이야기가 복잡해질수록 상징성과 주제가 일치하는지, 그 중에서도 더 많은 것을 분석해야해.",
				"fall_Sat8": "책 하나를 다 써서 안심했지만, 글 쓰는 걸 멈추면 안돼. 창의력은 사용하지 않으면 사라지거든.",
				"fall_Sat10": "다른 책을 위한 아이디어를 생각하고 있어.#$e#응, 이건 내가 계속 생각 할 거야.$h",
				"fall_Sun4": "나는 현대 소설에 대한 걸 알아내는 중이야. 다른 작가의 아이디어를 무분별하게 받아들여선 안되겠지.",
				"fall_Sun6": "누구나 해변 하면 여름을 떠올리지. 하지만 가을 해변은 지나쳐선 안 될 유리 같은 아름다움을 지니고있어.",
				"fall_Sun8": "가을 농장의 번성하는 모습에는 시적인 부분이 있어, 자연이 겨울로 가기 시작함에 따라 쇠퇴가 시작되는 것.#$e#삶.. 죽음... 부활, 모두 각자의 단계가 있지만, 모두 동시에 존재하지.",
				"winter_Mon4": "이런 어두운 겨울날은 내 기분에 영향을 줘.$s#$q 060/061/062/063 winter_Mon_old#너는 겨울에 기분이 어때져? #$r 060 0 Mon_060#맥 빠지는 기분이야.#$r 061 0 Mon_061#더 힘이 나!#$r 062 0 Mon_062#기쁨과 우울함이 공존해.#$r 063 0 Mon_063#별 영향 없어.",
				"winter_Mon_old": "$p 060#몸조리는 잘 하고 있어?|따분함에 힘을 잃지 마.",
				"Mon_060": "저런! 모두가 겨울잠에 빠져있을 때는 농부 일을 하기 어렵지. 언제든 놀러와서 나와 이야기를 나누자.",
				"Mon_061": "그래? 음, 넌 상당히 활동적인 사람이구나.",
				"Mon_062": "나도 그래. 내가 쓴 최고의 글들은 겨울에 몇개가 나왔지만, 내용이 더 어두운 경향이 있어.",
				"Mon_063": "그래? 너의 자연에 굴하지 않는 모습이 존경스러워!",
				"winter_Tue4": "$d Joja#조자마트는 내가 언제나 깊이 혐오했어. 몇 년동안 가본적이 없지.|피에르의 잡화점에서 쇼핑하는 다른 사람들을 볼 때마다 마음이 따뜻해져. 이 마을의 영혼이 계속 나를 상기시켜줘.",
				"winter_Tue6": "전에도 수없이 많은 이야기를 써냈지만, 출판을 위해서라면 더 완벽해야 해!$a#$e#글을 쓴다는 게 내 완벽주의적인 성향을 더 악화시키는 것 같아.$s",
				"winter_Tue8": "'부드러운 눈송이가 둔덕을 가로지르고 자신의 영혼으로 만들기 위해 외로운 사람을 유혹한다...'#$b#아, @, 영감에 활력을 불어넣기 위해 작은 시 한 편을 짜고 있었어.$h",
				"winter_Wed": "상상력의 변덕을 따라갈 때 하루가 결코 지루하지 않아.$u#$e#미안, 내가 좀 허튼 소리를 했나?",
				"winter_Wed4": "@, 눈 속을 걸어와서 날 찾아온거야?#$e#고마운데!$h",
				"winter_Wed6": "요즘 나만의 일을 하느라 네가 어떻게 사는지도 몰랐네. 농장은 어때?#$e#다음 해에 새로 경작할 것이 있어?",
				"winter_Wed8": "난 아름다움은 보는 사람의 눈에 있다고 굳게 믿고있어.#$b#그게 사실이면, 글을 쓰는 것이 우리 마음이 우리가 경험하는 아름다움을 창조하는 방법이라고 생각할거야.",
				"winter_Thu6": "어젯밤은 정말 환상적이었어! 한 시간에 두페이지 씩이나 썼다고!$h#$e#내 작은 성취가 너무 좋아.",
				"winter_Thu8": "숨을 들이쉬어봐. 알 것 같아? 바다 냄새야.#$e#바다 냄새를 맡으면 내가 어렸을 때가 생각나. 처음 바다를 봤을 때 정말 인상 깊었어.",
				"winter_Thu10": "부모님은 내가 여기로 이사 오는게 미친 짓이라고 했지.#$b#최근에 보내신 편지를 보면 이젠 그냥 받아들이신 것 같네.",
				"winter_Fri4": "앉아서 피아노를 연주할 때 가장 좋은 아이디어가 몇 가지 떠올라.#$e#물론, 그냥 일을 미루고 연주만 하는 경우도 있어...$s",
				"winter_Fri6": "어제 하루 종일 세 문장 밖에 못 썼어. 세 문장!$s#$e#내 머리가 지쳤나봐.",
				"winter_Fri8": "앉아서 피아노를 연주할 때 가장 좋은 아이디어가 몇 가지 떠올라.#$e#물론, 그냥 일을 미루고 연주만 하는 경우도 있어...$s",
				"winter_Fri10": "내가 만든 캐릭터들에게는 내 행동들이 조금씩 보이곤 해. 하지만 최근에는 나보다 너의 행동이 보이곤 하지.$l",
				"winter_Sat4": "'부드러운 눈송이가 둔덕을 가로지르고 자신의 영혼으로 만들기 위해 외로운 사람을 유혹한다...'#$b#아, @, 영감에 활력을 불어넣기 위해 작은 시 한 편을 짜고 있었어.$h",
				"winter_Sun6": "추위는 내 오두막을 더 외롭게 만들어.$s#$e#이 외로움을 영감의 원천으로 삼을 수 있다면...$s",
				"winter_Sun8": "몇 달 더 버틸 수 있을 것 같아!$h#$e#난 지출을 많이 하지는 않지만, 한동안 빈털터리가 될까 걱정했어.",
				"spring_1_2": "정말 아름다운 아침이야! 새해 복 많이 받아, @!$h",
				"summer_27": "작년 달빛 해파리의 방문은 멋진 경험을 선사했어. 올해도 다르지 않았으면 좋겠다.#$e#우리집 위치가 정말 최고여서 좋아!$h",
				"winter_15": "오늘 아침에 많은 배들이 왔어!",
				"winter_28": "우리 인생의 또 다른 페이지를 위하여! [459]$h#$e#건배.",
				"summer_27_2": "작년 달빛 해파리의 방문은 멋진 경험을 선사했어. 올해도 다르지 않았으면 좋겠다.#$e#우리집 위치가 정말 최고여서 좋아!$h",
				"winter_15_2": "야시장이 다시 돌아왔어. 내 집 바로 앞에서 멋진 광경을 보게될 줄은 꿈에도 몰랐는데.$h",
				"winter_28_2": "여기, 우리 인생의 또 다른 페이지를 위하여! [459]$h#$e#건배.",
			}
		},
		{
			"LogName":"Elliott Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueElliott",
			"Entries":{
				"Rainy_Day_0": "#$c .5#오늘은 영감이 잘 떠오르네... 글 좀 쓸까 싶어.#난 저 소리의 온화함에 일어나는 것을 좋아해. 너도 그래?$h",
				"Rainy_Day_1": "빗소리는 달리 보면 해변에 남은 내 오두막을 떠올리게 해.#$e#$c .5#아마도 다시 그쪽으로 걸어 갈 예정이야.#농장은 정말 멋있지만 바다 소리가 그리워.",
				"Rainy_Day_2": "일찍 일어나서 커피 좀 내렸어.[395]#$e#$c .5#정말 뛰어난 블렌딩이야. 이런 말 해도 될까 싶지만, 난 커피를 어떻게 맛봐야 하는지 익숙해졌거든.$h#이 정교한 음료 한 잔이면 이른 아침이 훨씬 즐거워지더라고.",
				"Rainy_Day_3": "#$c .5#여보, 나 오늘은 실내에 있으려고. 비가 오면 머리가 축 늘어지더라고.#오! 네가 요즘 밖에서 대담하게 모험하는 것에 대해 끈임없이 감탄하고 있지만, 그런데 더더욱 열심히 하고 있구나.",
				"Rainy_Day_4": "글 쓸 영감은 날씨 같아... 예고 없이 오고 가지. 오늘은 완전히 칙칙하네.$s#$e#창의력 좀 활성화시킬 수 있게 고전 하나 읽을까.",
				"patio_Elliott": "#$c .5#아, 책 읽기 정말 좋은 날이야... 안 그래, 여보?#쉬고 있으면, 언제든지 나와 함께 해, 여보.$h",
				"Rainy_Night_0": "#$c .5#좋은 저녁. 오늘 생산적인 하루 보냈어, @?#우리의 의기양양한 영웅이 돌아왔다! 오늘 하루 어땠어?$h^우리의 의기양양한 여제가 돌아왔다! 오늘 하루 어땠어?$h",
				"Rainy_Night_1": "#$c .5#너 왜 이렇게 차가워! 내가 데워줄게.$l#여보, 내 머리에 젖은 얼굴을 파묻다니, 뭐하는 거야? 난 수건이 아니라고!$l",
				"Rainy_Night_2": "#$c .5#아, 내 사랑, 방금 네 생각을 하고 있었어. 딱 맞춰 왔네.$h#내가 표현력이 남부럽지 않은데, 아직도 네 매력을 제대로 묘사할 방법을 모르겠어.$l^내가 표현력이 남부럽지 않은데, 아직도 네 아름다움을 제대로 묘사할 방법을 모르겠어.$l",
				"Rainy_Night_3": "#$c .5#오늘 뭐 했냐고? 이것만 말해둘게... 이 강인한 인상을 유지하려면 할 일이 많아!#외롭냐고? 해변에 비하면 여긴 외롭지 않아. 매일 저녁 네가 돌아온다는 약속만 해도 내 마음은 한결같은걸.$h",
				"Rainy_Night_4": "내 사랑... 이리듐 주괴 100개를 준다 해도 당신을 버리지 않을 거예요.#$e#1000개라도...#$e#아니, 10,000개라도, 그러지 않을 거요.$7#$e#...$7#$e#아니, 100,000개라도!$a#$e#...$s#$e#어... 순 이리듐 주괴 백만 개...? 여기까지 하자...$8",
				"Indoor_Day_0": "#$c .5#우리가 함께 지내기 시작한 뒤로 자기관리도 훨씬 좋아졌어. 미혼남으로 지낸 내 삶은 그렇게 건강하진 않았거든.#도대체 내가 어떻게 그 낡은 오두막에서 지낸걸까? 지금도 이미 다른사람의 삶의 추억같이 느껴져.",
				"Indoor_Day_1": "좋은 아침이야, @! 커피 좀 내렸어.[395]#$e#$c .5#이 원기왕성한 맛을 아침마다 갈망하게 되네.#말하긴 좀 부끄러운데, 정확하게 내리는 방법을 알아. 미식가지.$h",
				"Indoor_Day_2": "#$c .5#혹시 집안에 거미가 보이면, 죽이지 마! 나한테 알려주면 내가 불쌍한 거미를 밖으로 보낼게.#자고 일어나니 캐릭터들의 행동에 대해 생각이 나. 그 생각들이 사라지기 전에 적어두어야겠어.",
				"Indoor_Day_3": "#$c .5#오늘은 정말 멋진 날이 될 거야... 느껴져! 내 코에 특별한 느낌이 들었어...$h#네 머리카락을 비추는 부드러운 햇살은... 우리집에 어떻게 오게됐는지 상기시켜 주는데... 그 순간을 태양이 함께 해주고 있네.",
				"Indoor_Day_4": "#$c .5#여보, 오늘 저녁은 뭘로 해야할까? 네가 선택해.#네가 내 머리를 확 잘라내는 악몽을 꿨어... 설마 그러진 않겠지?$s#$e#널 믿어.",
				"Indoor_Night_0": "#$c .5#음, 좋은 저녁이야, 내 사랑. 가까이 와.$l#가장 밝게 빛나는 겨울별과, 이리듐빛 은하수까지도 내 멋진 남편에겐 비교할 수 없지.$l^가장 밝게 빛나는 겨울별과, 향기로운 요정장미도 너의 매혹적인 아름다움과 비교 할 수 없지.$l",
				"Indoor_Night_1": "#$c .5#탁탁 소리내며 타오르는 불길은 집에 멋진 분위기를 더하지... 나무조각 하나하나가 특이하게 타오르거든.#바닥에는 모래가 없는데 난 아직도 침대에 올라가기 전에 발바닥을 터는 습관이 남아있어.",
				"Indoor_Night_2": "#$c .5#농장을 볼 때마다 네가 하는 일에 대해 더 많은 것을 배우고 싶어. 내게 새로운 일을 알려줄래?#해변가의 낡은 오두막에선 식물을 재배할 수 없었지. 너에게 배우면서 한두개 정도는 재배할 수 있지 않을까 싶어.#$e#존경스러운 스승님과 견습생이겠네.",
				"Indoor_Night_3": "#$c .5#그대의 경이로운 얼굴을 볼 때, 형태와 은혜의 귀한 보석, 밤의 두려움으로 찢어진 내 마음은 황금빛으로 정화되오.#별이 총총한 어두운 하늘이 우리를 뒤덮고, 그대를 나의 품에 감싸주겠소. 그 장막에 갇혀 우리는 우리만의 평화를 찾을 수 있을 것이고 온화한 매력으로 잠재울 수 있을 것이오.#$e#시는 너를 향한 내 감정을 표현할 수 있는 유일한 방법이야.$l",
				"Indoor_Night_4": "#$c .5#해변에 사는 동안 고급 해산물 요리 하는 법을 잘 알게 됐어. [198 202 727 728]맛있게 먹어!$h#오늘 오후에 바다를 보며 구상을 했었어. 그래서 오늘 해산물 요리를 하기로 결정했지. [198 202 727 728]$h",
				"Outdoor_0": "#$c .5#자연에서 살고픈 꿈이 실현 됐어... 이 놀라운 풍경을 봐!#밖에서 머리를 말리면 덜 헝클어져. 그래서 가끔은 나와서 머리를 말려.",
				"Outdoor_1": "#$c .5#명작가들은 다양한 어투와 패션을 구사하곤 하지. 나도 그런 지속적인 목표가 있어.#발 아래의 비옥한 흙, 몸 안을 채우는 신선한 공기, 피부를 즐겁게 해주는 태양의 따스함... 좋은 생활이야.",
				"Outdoor_2": "#$c .5#여기서 계속 시를 쓸지도 몰라. 창의력이 샘솟고 있거든! 난 신경 쓰지 않아도 되니까 할 일 해.#하늘 향한 바람개비, 구름들이 숨을 뱉네. 자연의 어린 선율 부르려고, 새벽의 침묵 운율 울려가네.$h",
				"Outdoor_3": "#$c .5#내가 완벽하게 가만히 있으면, 아마 빛나는 나비가 내 코를 축복해주러 착륙하겠지.#허수아비들이 일을 잘 하는 것 같네. 가까운 숲의 새들이 식량이 부족하진 않나 봐.",
				"Outdoor_4": "#$c .5#좋은 아침. 부드러운 입맞춤을 해도 될까, 내 사랑?$l#커피를 너무 많이 마셨어... 입 안이 캘리코 사막처럼 건조하네.$s#$e#아... 커피냄새 미안.$7",
				"OneKid_0": "#$c .5#신기해... 더 이상 난 내 인생의 주인공이란 생각이 안 들어. 그런데도, 전혀 신경쓰이지 않아.#오늘 %kid1(이)를 즐겁게 해줬어? 어쩌면 둘째 아이가 우리 둘 다 일을 쉽게 만들지도 몰라.",
				"OneKid_1": "#$c .5#아이를 키우는게 새로운 이야기의 시작같아! 아마 굉장한 이야기가 되겠지.#우리 %kid1(은)는 여기서 가장 좋은 유년기를 보낼거야. 탐험해볼게 아주 많거든.",
				"OneKid_3": "#$c .5#우리가 줄 수 있는 가장 좋은 장난감이 뭐지? 우리 아이가 가능하면 새로운걸 자주 배웠으면 좋겠는데.#아이를 돌보는건 내가 잘하는 분야는 아니야... 하지만 난 좋은 아빠가 되기 위해 최선을 다할게.",
				"TwoKids_0": "#$c .5#우리 아이들이 고급 해산물 음식을 맛보기까지 얼마나 걸릴까?#난 이미 %kid1(이)랑 %kid2에게 음식을 줬어. 정말 작은데 많이 먹네!",
				"TwoKids_1": "#$c .5#어젯밤에 아이들과 잠들도록 이야기를 조금 했어. 날 멋있게 봐도 돼.$l# %kid1(이)를 아까 안고 있었는데, 분명히 \"빠...빠.\" 하는 소리를 들었어.$h",
				"TwoKids_2": "#$c .5#아이들을 기르는 것도 예술인가? 그렇다면 내가 가장 좋아하는 예술에서 경쟁하는 것이라고 말해야겠네.$h#난 최대한 빨리 %kid1에게 책을 읽도록 가르칠 거야! 그게 아이들이 세상에 대해 배울 수 있는 좋은 방법이지.",
				"TwoKids_3": "#$c .5#이럴수가! 아직 글을 쓸 수는 있지만, 아이들에게 관심을 줘야 할 땐 짧게 써야만 해.#우린 잘 하고 있어, @. 농장은 아주 잘 되어 가고있고, 건강한 아이들은 우리의 큰 기쁨이야. 이보다 더 행복할 순 없어.",
				"funLeave_Elliott": "#$c .5#오늘은 해변으로 걸어갈거야. 바다를 다시 보는건 언제나 기분 좋은 일이지.#오늘 해변으로 걸어가면 누굴 볼까? 가봐야 알겠지.$h",
				"funReturn_Elliott": "#$c .5#해변에서 혼자 즐거운 시간을 보냈어. 예전처럼 파도가 오고 가는 걸 봤지.#오늘 해변은 조용했지만, 여전히 생기가 넘쳤어. 좋은 날이었는데 너는 어땠어?",
				"spring_3": "올해는 어떤 새로운 이야기가 펼쳐질지 궁금해. 우리 삶의 새로운 챕터는 아직 시작에 불과해.",
				"spring_15": "레아가 이번 봄을 어떻게 보낼지 궁금하네. 레아랑 많이 만나 봤어?",
				"spring_18": "도서관에서 책을 하나 빌려왔는데, 정말 재밌어.#$b#작가의 문장 구사력이 대단해. 리듬감 있는 문장 구조, 어휘력... 조금 본 받을 수 없을려나?",
				"spring_28": "한 해의 초반부가 끝나가네. 그렇다고 슬퍼할 이유는 없어! 여름, 가을, 겨울 모두 자신만의 아름다움을 지니고 있는걸.",
				"summer_6": "오늘은 뭔가를 꼭 써야겠어. 문장에 불과하더라도 세상의 모든 차이를 만들어내지.#$e#내 게으름에 대해 뭐라도 변명을 대면 추진력을 잃을까 두려운걸.",
				"summer_15": "오늘 내 영혼이 살아있어!$h#$b#그리고 영원히 지속되진 않겠지. 오늘만큼은 단 1초라도 놓치고 싶지 않아.",
				"summer_18": "여름의 평온한 시기는 사라지지 않았어! 지금 우리 앞에 있어!$h#$e#우리의 어린 시절의 추억이 행복할지 모르지만, 향수가 우리의 눈을 가려선 안돼. 오늘은 몇 년 전의 어느 날 처럼 소중한거야.",
				"summer_22": "요즘 해변에선 어떤 작은 물건들이 떠밀려 오는지 궁금해.#$e#난 항상 고여있는 담수 살펴보는걸 즐겼어. 담수의 가장자리는 몇몇 생물들에겐 가장자리겠지!$h",
				"fall_5": "내가 썼던 이야기 중에는 아름다운 것은 없었어. 아름다움은 마음의 경험이야.#$b#난 내가 쓴 작품을 그 경험의 관문이라고 생각해. 독자들이 아름다움에 성공적으로 입문하는가는 대부분 스스로에게 달려있어.#$b#난 쉽게 입문하게 하는걸 좋아해.$h#$e#미안, 이런 얘기는 조금 그런가?",
				"fall_8": "낡은 피아노가 아직도 내 낡은 오두막에 있어. 오늘 한번 다녀와 볼까?",
				"fall_20": "이런. 어젯밤에 치실 쓸 때 조심했어야 했는데. 잇몸이 조금 아파.$s",
				"fall_23": "어제 짧은 글을 썼어. 이제 다듬기만 하면 돼.#$b#오늘 밤 잠자리에 들 때 내가 읽어줄까?$h",
				"winter_4": "새하얀 눈밭을 보면... 마치 백지 한 장과 펜을 가지고 있는 느낌인걸.#$b#탐험해볼 수 있겠어!$h",
				"winter_12": "이 안은 정말 아늑해! 내 오래된 오두막은 엄청 추워졌겠지.$h#$b#가끔은 그립긴 하지만, 정말 초보적인 집짓기였어.",
				"winter_16": "낡은 오두막에 있을 땐 추워서 손가락이 뻣뻣해졌었지.#$b#이젠 그런 걱정 안해도 돼.$h",
				"winter_21": "난 항상 생각했어. 말하는 것이 근본적으로 인간이 하는 일 중엔 가장 많이 하는 일이라면, 자부심을 가지자고.$h#$e#다른 사람들이 이상하게 생각할지라도 난 감미롭게 말하기로 했어.#$b#하지만 너는 내가 진실된 목소리로 말하지 않으면 이상할텐데, 안 그래?",
			}
		}
	]
}