{
	"Changes":[
		{
			"LogName":"Emily",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Emily",
			"Entries":{
				"cc_Bus": "버스가 다시 운행되었대! 우리는 사막에 갈 수 있게 됐어! 혹시 '샌디' 알아? 내 친구야.$h#$e#팸이 직장을 되찾게 된 것도 기뻐.$h",
				"Tue2": "레아는 가끔씩 살롱에 와. 가서 애기해 봐.#$e#정말 귀여운 애야.",
				"Tue10": "저기, @.$l#$b#%*쪽*#$b#내가 먼저 해도 괜찮지? 스킨쉽은 나에게 정말 중요해.$l",
				"Wed2": "나는 잠자는 걸 좋아해. 밤 늦게까지 외출을 하니까.. 그냥 일상일 뿐이야.",
				"Thu2": "유감이야, 할아버지가 많이 보고 싶을텐데.$u#$b#그치만 영혼이 존재한다면 완전히 사라지진 않으셨을 거야. 곧 다시 만날 수 있겠지.",
				"Thu8": "춤은 내게 정말 중요하지만 관객들을 끌어모을 정도로 출 계획은 없어.#$e#춤은 내가 물리적인 에너지들과 하나 되는 걸 도와줘.#$b#그리고 만약 가까운 친구들과 그런 모습을 공유했다면 그건 정말 특별한 일이야.",
				"Fri2": "금요일 저녁은 술집에서 노는게 제일 좋아. 잔이 늘어날 수록 흐름을 타는걸 보는게 재밌어.",
				"Fri4": "밖에 있는 꽃들은 정말 살아있어! 난 풀이 무성한 들판을 보면 바다처럼 흐르는 영혼들을 느껴.#$e#자연의 일부가 되는 것은 아름다워.",
				"Fri6": "우린 모두가 모두와 다른 것 전부 연결 되어 있다는 걸 기억해야해.#$b#오늘 네가 공유하는 행복은 수백년 시간에 걸쳐 울려 퍼질거야.",
				"Fri8": "선한 마음을 퍼뜨리는건 중요하지만, 우린 또 다른 사람들이 다른 여정을 겪고 있다는 걸 기억해야 해.#$b#내가 볼 땐, 그렇다고 다른 사람들을 판단해서는 안된다는거야.#$e#그래도 모두에게 사랑을 나눠줄거지?",
				"Fri10": "내가 너한테 키스 한다고 해서 다른 사람들이 이상하게 본다거나 하진 않을거야.내가 감성적인 사람인걸 아니까.#$e#으흠?#$b#%*쪽*#$b#히히...$h",
				"Sat2": "옷은 너의 신체와 너를 둘러싸고 있는 세계 사이의 관문이야.#$b#난 그 날의 경험과 조화롭게 이어줄 수 있는 옷을 만드는 걸 좋아해.",
				"Sat4": "이 근처에서 나는 재료로 나만의 염료를 만드는 실험을 해봤어.#$e#합성 염료는 자연 염료처럼 네 몸에 영향이 없을거야.",
				"Sat8": "어떻게 보면, 요바는 내 인생에서 중요한 역할이지만 반대로 요바의 존재는 이 세상 어떤 것보다 중요하다고 믿어.#$b#누가 알아? 어쩌면 오리같은 형태일 수도 있는데.",
				"Sun6": "난 우리 부모님이 자신들의 행복을 추구하려면 어떻게 해야 하는지 배웠다고 생각해.#$e#그립긴 하지만, 성인이 되어서 독립한거랑 별반 다를건 없어.#$b#헤일리는 반대로 생각하는 것 같지만.",
				"Sun8": "여기서 내 책임을 회피할 순 없어. 집, 마을, 헤일리...$u#$b#부모님은 해외에 계시고 자신이 필요로 한 곳에 계시지만, 나도 여기 있고 내가 필요한 곳에 있는걸...",
				"Sun10": "@, 넌 내게 아주 특별해. 너도 알지?$u#$e#모든 것과 내 주변 사람 전부 특별하지만, 넌... 네 생각을 멈출 수가 없는걸...$u#$e#...이 말만큼은 꼭 하고 싶었어.$u",
				"summer_Mon6": "나는 '자신'의 생각이란걸 믿지 않아.#$b#모든 존재는 하나의 신성한 존재라는 것이 훨씬 이치에 맞고, 우리는 단지 거기서 파생되는 물결인걸.",
				"summer_Mon10": "@, 잠깐만.$l#$b#%*쪽*#$b#...$l#$b#좋은 하루 보내!$l",
				"summer_Tue2": "또 다시 운동하는 날이 왔네. 내 몸의 쉬고 있던 근육들을 다 깨우겠어!",
				"summer_Tue4": "이 근처에는 캠핑할 수 있는 곳이 몇 군데 있어. 궁금해?",
				"summer_Wed4": "오늘 아침에 내 친구 샌디한테 전화했어. 사막은 조금 외로운 것 같아.$u#$e#모든 사람이 항상 필요한 곳에 있다고 믿지만, 우주가 샌디에게 다른 방법을 찾아주는지 지켜봐야겠어.$u",
				"summer_Wed8": "최근에 새들과 얘기 해본 적 있어?#$b#...우리에겐 네가 생각하는 것보다 공통점이 더 많다는게 중요해.",
				"summer_Wed10": "@... 우리가... 일상적인 대화보다 더 많은 시간을 할애 할 운명일까?$l",
				"summer_Thu4": "최근에 더 많은 위험을 감수하라는 안내를 받는 느낌이야.#$q 040/041/042 summer_Thu_old#@, 넌 운명을 믿어?#$r 040 0 Thu_040#아니, 우리 삶은 우리가 선택할 수 있어.#$r 041 0 Thu_041#응, 선택이란건 없어.#$r 042 10 Thu_042#잘 모르겠어.",
				"summer_Thu_old": "$p 042#그래도 난 우주가 우리에게 주는 양심에 귀를 기울여야 한다고 봐.|그래도 난 우주가 우리에게 전달 해주는 양심에 귀를 기울여야 한다고 봐.",
				"Thu_040": "나도 그런 생각 해봤지만, 내가 다른 두뇌를 가지고 태어났다면 어떻게 됐을까? 그래도 같은 선택을 했을까?#$b#그리고 내가 다른 두뇌를 갖게 된게 순전히 행운이었다면 아직도 그 선택들이 내 것이라고 할 수 있을까?",
				"Thu_041": "그렇지? 난 기존에 있던 영향력 때문에 선택만 있다는 걸 부정해.#$b#그래서 다른 사람들이 처한 상황에 대해서 함부로 판단 할 수가 없어.",
				"Thu_042": "그게 최선일지도 몰라! 우주에는 궁금한 것들이 너무 많거든.",
				"summer_Thu8": "우린 그저 여기 있을 뿐인데, 우주가 우리를 이 정확한 순간으로 데려온거야!$h#$b#가만히 생각해보면 정말 신기해.",
				"summer_Sat4": "우리는 항상 서로를 존중하는 것 뿐만 아니라 사랑으로 대해야 해.#$e#난 모두에게 똑같이 대하려고 노력하고 있어. 샌디, 클린트, 셰인, 너... 모두.#$e#모두 각자의 방식으로 멋있으니까!$h",
				"summer_Sat8": "내 재봉틀이 이번 여름에 할 일이 많아. 해야할 프로젝트가 많거든.#$e#헤일리를 위해서 뭔가 만들어 줄 수 있겠지. 하지만 헤일리가 절대 입지 않을 가능성도 알아둬야 할 것 같아.$u#$b#뭐... *으쓱*",
				"summer_Sat10": "모든 사람을 평등하게 사랑하고 싶다, @, 하지만 네게 느끼는 감정을 부정할 순 없어... 깊은 감정이야.$u#$e#여기서 오래 있을 거야?$u",
				"summer_Sun6": "안녕, @! 우리 좋은 친구가 됐네, 그렇지?$h#$e#그래서 좋아. 넌 멋진 사람이야.^그래서 좋은걸.$h",
				"summer_Sun8": "안녕, @! 우리 좋은 친구가 됐네, 그렇지?$h#$e#이상하게 들릴 수도 있는데, 난 항상 이런 일이 일어날 거라고 생각했어.",
				"summer_Sun10": "영혼은 하늘에 구름처럼 함께 소용돌이 치면서 형성돼. 우리의 영혼도 그랬을텐데, 널 만나서 기뻐, @.$l",
				"fall_Mon4": "추워질 때를 대비해서 스웨터를 짜고있어.#$e#이 옷을 입는 사람에게 따뜻하고 향수를 일으키게 만드는게 내 목표야.",
				"fall_Tue8": "누구나 이 세상에 공헌한 일은 있어. 크건 작건 차이는 없지.",
				"fall_Tue10": "어떻게 보면, 요바는 내 인생에서 중요한 역할이지만 반대로 요바의 존재는 이 세상 어떤 것보다 중요하다고 믿어.#$b#누가 알아? 어쩌면 오리같은 형태일 수도 있는데.",
				"fall_Wed2": "내가 발을 디딘 한 곳은 연어와 함께 있어. 다른 생물들은 목적을 위해 노력을 해.$s#$e#하나 잡으면 다시 돌려보내줘.$s",
				"fall_Wed8": "거스가 저녁으로 연어 레시피를 만들지 않았으면 좋겠어. 우리가 조심하지 않으면 연어는 금세 없어질거야.$s",
				"fall_Thu2": "시내에 있는 나무 중 한 그루 아래에 사는 버섯 가족을 봤어.$l#$e#정말 귀여웠어!$h",
				"fall_Thu4": "난 세계를 넘는 명상을 해. 우리가 볼 수 없는 세계의 부분과 접촉하는 건 매우 중요하니까.",
				"fall_Thu8": "빨리 사막을 갈 기회가 생기면 좋겠어. 물론 샌디를 만나러 가는거긴 하지만...#$b#...신기한 상품을 파는 상인도 있어.#$e#거래를 하려면 보석을 많이 가져가야 할거야.",
				"fall_Fri4": "깨끗한 공기 내음이 나? 정말 좋지 않니?#$b#난 조자 상사가 이 깨끗함을 뺏어갈까봐 두려워.$u",
				"fall_Fri8": "인생은 언제까지나 지속될 수는 없으니까, 우리는 매일매일 서로를 받아들여야 해!#$b#그건 그렇고, '시간'이란 건 뭘까?",
				"fall_Fri10": "내가 너한테 키스 한다고 해서 다른 사람들이 이상하게 본다거나 하진 않을거야.내가 감성적인 사람인걸 아니까.#$e#으흠?#$b#%*쪽*#$b#히히...$h",
				"fall_Sat4": "따로 인생에 큰 목표는 없어. 미래에 대해 스트레스 받지 않는게 더 좋아.",
				"fall_Sat8": "이 마을에 행복을 찾지 못한 좋은 사람들이 있어. 그래서 슬퍼.$u#$e#살롱에서 일하면서 모든 사람들의 문제에 대해 직접 듣거든.$u",
				"fall_Sat10": "안녕, @.$l#$e#너를 보자마자 심장 박동이 빨라졌어. 자, 내 가슴에 손을 얹어봐.$l#$e#네가 와줘서 정말 기뻐!",
				"fall_Sun4": "우리를 가로막는 보이지 않는 장벽들이 너무나 많아. 왜 사람들은 내려놓고 자유를 축하하는 법을 배울 수 없는 걸까?#$e#나? 글쎄, '야생 주니모를 가둬 둘순 없다!'... 라고 말해야 하나.",
				"fall_Sun8": "넌 정말 좋은 사람이야, @! 내 친구가 되어서 고마워.$h",
				"fall_Sun10": "넌 정말 좋은 사람이야, @! 나를 위한 사람이 되어줘서 고마워.$h",
				"winter_Mon2": "가끔은 채식주의자 햄버거를 먹고 싶어.#$e#난 채식주의자는 아니야. 내 몸과 정신에 가장 영양가 있는 음식을 먹으려고 하는거야.",
				"winter_Mon4": "날씨가 추워서 셰인한테 줄 스웨터를 짜고 있어.#$e#셰인이 좋아하겠지. 무겁지도 않고, 자주 입는 외투에도 잘 맞을거야.",
				"winter_Mon8": "고드름이 머리 위로 떨어지지 않게 조심해! 네가 다치지 않았으면 좋겠어!",
				"winter_Mon10": "@, 잠깐만.$l#$b#%*쪽*#$b#...$l#$b#좋은 하루 보내!$h",
				"winter_Tue6": "우리 모두 살면서 춤을 추는데 좀 더 쓸 수 있지 않을까?#$e#어떻게 보면 모든 삶은 춤인걸. 그저 본인의 신체가 얼마나 잘 알고 있냐의 문제일거야.",
				"winter_Tue8": "우리 모두가 계절이 바뀐 것 뿐만 아니라 나이도 같이 먹는 것도 알길 바래.",
				"winter_Wed": "헤일리가 취직을 하거나 적어도 요리나 청소정도는 했으면 좋겠어.$s#$e#그저 부유한 사람과 결혼하길 바라는 것 같아.$u",
				"winter_Wed2": "헤일리가 집을 깨끗하게 유지하는데 더 도움을 줬으면 좋겠어.#$e#그저 우리 모두가 자신 앞에 놓인 책임을 받아 들이는 법을 배울 수 있길 바라는 거야.",
				"winter_Wed4": "지난 번 캘리코 사막에 갔을 때 낙타를 데리고 온 상인을 우연히 만났어. 그 사람이 파는 물건 중에 예쁜게 너무 많아서 하마터면 숨이 멎을 뻔 했었어.#$e#다음에 거래 할 때는 보석을 좀 더 가져가야겠어. 그 사람은 G를 받지 않더라.",
				"winter_Wed6": "헤일리와 나는 그런 큰 집에 어울리진 않아.#$e#뭐, 불평할만한 건 아니지만.#$e#네 농가는 멋지고 아늑해보여.$h",
				"winter_Wed8": "가끔은 헤일리가 어떤 장래를 가지게 될까 궁금해.$u#$e#자기 자신이 있어야 할 곳이겠지.",
				"winter_Wed10": "가끔 헤일리의 부모가 된 것 같아. 하지만 그건 내가 맡아야 할 역할은 아니야...$u",
				"winter_Wed_inlaw_Haley": "헤일리가 널 만나서 기뻐. 우주는 결국 헤일리를 위한 계획을 세웠었네!$h",
				"winter_Thu4": "오늘은 프리허그 하는 날이야!$h#$b#%*꼬옥*#$b#오늘 좋은 하루가 되길 바래!$h",
				"winter_Thu10": "오늘 따라 감정전달이 필요해보이네.$h#$b#%*쪽*#$b#스킨쉽이 정말 중요하지. 다른 사람들도 그걸 알았으면 좋겠어.$h",
				"winter_Fri2": "보석은 다양하면서 강한 성질을 지니고 있어. 특정 보석들은 다른 사람들과 영적인 관계를 맺는 연결고리 역할을 할 수 있어.#$e#클린트도 보석들을 많이 만져서 그런 영향이 있어. 그래서 우리가 좋은 친구인 것 같아.$h",
				"winter_Fri6": "내가 따로 일이 없으면 호숫가에 있는 광산 파는 것을 도와줄거야.#$e#그 안에 강한 성질의 보석들이 있을텐데.",
				"winter_Fri8": "모든 사람에게 사랑과 연민을 주는 건 쉬운 일이 아니야.#$e#만약 내가 한 사람에게 사랑을 줘서 다른 사람에게 상처가 되면 어떡하지?$s",
				"winter_Sat6": "우리 주위의 세계는 잠들어 있지만, 영혼은 아직도 살아 있어.#$e#귀를 기울이고 있으면 영혼의 목소리가 들려올거야...",
				"winter_Sat8": "인생은 언제까지나 지속될 수는 없으니까, 우리는 매일매일 서로를 받아들여야 해!#$b#그건 그렇고, '시간'이란 건 뭘까?",
				"winter_Sun2": "내가 만든 스웨터가 이 추운날씨에 정말 잘 맞는걸.",
				"winter_Sun6": "전날 밤에 바깥에 거대한 눈송이가 있었어!#$e#가끔은 걸어서 집에 늦게 들어가는 것도 좋은 것 같아.",
				"winter_Sun8": "내 동생과 가끔 싸우기는 하지만, 떠난다면 정말 그리울거야.#$e#언젠가는 정말 착한 아이가 되겠지... 내가 그런말 했다고는 하지 말아줘.$h#$e#음, 하고 싶은 얘기 있어?",
				"winter_Sun8_inlaw_Haley": "동생한테 안부 전해줘! 그리고 내일 나한테 오는거 잊지 말라 해줘.",
				"winter_Sun10": "내가 너에게 느끼는 영적인 연결고리가... 너도 느껴져?$l#$b#우리 두 사람을 연결하는 백만 개의 보이지 않는 실과 같아.$l#$e#...아니야?#$b#%*쪽*#$b#그럼 지금은?",
				"spring_1_2": "운명은 올해에 우리를 어디로 이끌어줄까? 빨리 알고싶어.$h",
				"spring_23": "내일 축제 때 누구랑 춤추지? 내가 가장 필요한 사람이면, 결국 같이 하게 되겠지!",
				"summer_10": "안녕, 내일 루아우에서 날 찾아봐. 인사해주겠지만, 눈에 들어오지 않을 수도 있어.",
				"summer_27": "달빛 해파리가 곧 올거야. 사람으로서, 달빛 해파리에게 배울 수 있는게 많을거야.$l",
				"fall_15": "내일 품평회에 사람들이 많이 오길 기대하고 있어. 재밌는 사람들이 정말 많을거야!",
				"fall_26": "거스가 전야제 때를 위해 맛있는 음식을 만들어놨어. 꼭 인사해봐!",
				"winter_9": "불쌍한 물고기들! 시장님이 대회 후에 풀어줬으면 좋겠어.$s",
				"winter_24": "요즘 살롱에선 투지가 활활 타올라.#$b#거스가 축제를 위해서 요리를 엄청 열심히 하고 있어!",
				"spring_23_2": "내일 축제 때 누구랑 춤추지? 내가 가장 필요한 사람이면, 결국 같이 하게 되겠지!",
				"summer_10_2": "안녕, 내일 루아우에서 날 찾아봐. 인사해주겠지만, 눈에 들어오지 않을 수도 있어.",
				"summer_27_2": "달빛 해파리가 곧 올거야. 사람으로서, 달빛 해파리에게 배울 수 있는게 많을거야.$l",
				"fall_15_2": "내일 구경하는 사람들에겐 좋은 날이 될거야. 전시회 준비는 잘 되어가?",
				"fall_26_2": "거스가 전야제 때를 위해 맛있는 음식을 만들어놨어. 꼭 인사해봐!",
				"winter_9_2": "불쌍한 물고기들! 시장님이 대회 후에 풀어줬으면 좋겠어.$s",
				"winter_24_2": "요즘 살롱에선 투지가 활활 타올라.#$b#거스가 축제를 위해서 요리를 엄청 열심히 하고 있어!",
			}
		},
		{
			"LogName":"Emily Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueEmily",
			"Entries":{
				"Rainy_Day_0": "#$c .5#비가 오면 날아다니는 곤충들이 어디로 가는지 궁금해. 빗방울을 맞지 않을까?#밖에 있는 동물들이 집으로 돌아갔으면 좋겠어. 다들 늦잠 자고 있으려나.",
				"Rainy_Day_1": "#$c .5#이런 날은 대자연의 축복이야.#빗방울 하나가 머리 위로 떨어졌다면 그 빗방울은 얼마나 오랫동안 하늘에 있었던 걸까?",
				"Rainy_Day_2": "#$c .5#좋은 아침... 널 위한 선물이야. 걱정하지 하지마, 세이지 향으로 정화시킨거야. [428 440 444 338 207]#밖은 꽤 습하지 않아? 자, 이게 널 지켜줄거야. [428 440 444 338 207]",
				"Rainy_Day_3": "#$c .5#난 앵무새를 풀어주려고 했었는데, 아직 날개가 다 낫질 않았어. 그래도 지금이 만족스러운가봐. 그래서 관심을 많이 주고 있어.#앵무새가 특히 이런 날엔 안에 있는걸 좋아하는 것 같아. 내게 여기서 행복하다고 말해줬어.",
				"Rainy_Day_4": "#$c .5#이런 말 어색한데... 네가 처음 왔을 때 난 네 꿈을 꿨어. 그 때 너와 나의 운명은 얽힐걸 알게 됐지.$4#어젯밤의 꿈을 벌써 잊어버렸어. 이상하네, 일어났을 땐 다 기억났는데.$u",
				"Rainy_Night_0": "#$c .5#매 순간마다 독특하고 소중한 아름다움이 있어... 알 것 같아? 가끔은 잊어버릴 때도 있지만.#매일 사랑을 줄 무언가를 찾는게 중요해. 난 오후에 들판이 비에 맞춰 춤추는 걸 보고 있었어.",
				"patio_Emily": "#$c .5#여기가 내가 가장 좋아하는 아침 명상 장소야. 난 내 몸을 관통하는 수정 정원의 에너지를 시각화 하고 있어.#%에밀리는 깊은 명상 상태에 있습니다.",
				"Rainy_Night_1": "#$c .5#식물들이 서로 이야기 하는 소리가 들려... 오늘 비가 와서 너무 행복하대!#우울한 날씨처럼 느껴져? 의상 테라피를 좀 하면 괜찮아 지려나?",
				"Rainy_Night_2": "#$c .5#오늘 하루 어땠어? 좀 축축해보이네.#원하던 일은 다 했어? 아니어도 걱정마. 우리의 계획대로 흘러가진 않아도 하루하루는 늘 특별해.",
				"Rainy_Night_3": "#$c .5#오늘 되게 평화로웠어. 너는?#이런 밤에 동물들이 함께 붙어있는지가 궁금해.",
				"Rainy_Night_4": "#$c .5#디저트 좀 먹을래? 글루텐 없는 선인장 시럽으로 만들어낸 내 특별한 레시피야.[232 234 223 220]$h#내가 한턱 쏠게! 샌디가 내가 사용했던 용설란 과즙을 보내줬어. [232 234 223 220]$h",
				"Rainy_Night_5": "#$c .5#빗소리를 들으며 무아지경 상태까지 가본적 있어?#오늘 밤은 특히 우리 영혼이 잘 맞는 느낌이야. 조금 일찍 잠자리에 들까?$l",
				"Indoor_Day_0": "#$c .5#오늘 특히 신경쓰이는 물건이 있어? 혹시 모르니 주의해.#%farm농장의 또 다른 아름다운 날이네... 오늘도 좋은 일이 일어날거야!$h",
				"Indoor_Day_1": "#$c .5#자, 이거 가져가. 널 위한거야. [428 440 444 338 207 395 749]#특별한 일이 생길까봐 아껴뒀어. 오늘이 딱 맞는 날인 것 같아. [428 440 444 338 207 395 749]",
				"Indoor_Day_2": "#$c .5#어머, 푹 잘 잤나보네... 오늘 되게 상쾌해 보인다.$h#언젠가 우리 모두는 즐거운 잠에서 깨어난 듯 이 삶에서 깨게 될거야. 하지만 지금과 미래까지, 나는 단지 이 꿈을 즐기고 싶을 뿐이야.",
				"Indoor_Day_3": "#$c .5#오늘 별자리가 별로 좋진 않지만... 항상 그랬듯이 최선을 다할거야. 힘찬 하루를 보내자!#헤일리는 오늘 뭐 하고 있을까? 뭐라도 하고 있었으면 좋겠어.",
				"Indoor_Day_4": "#$c .5#어... *끄윽*... 아침으로 브랜 머핀을 너무 많이 먹었어.$s#좋은 아침! 가기 전에 키스 한번 해줘.$l",
				"Indoor_Night_0": "#$c .5#옷에 구멍이 났네? 내가 메꿔줄게. 문제 없어.#네가 외출한 동안 춤을 조금 췄어. 항상 내가 현실을 자각하기 좋은 행동이야.",
				"Indoor_Night_1": "#$c .5#잘 다녀왔어? 오늘이 멋진 하루였으면 좋겠네.#잘 다녀왔어? 네가 날 그렇게 바라보는 모습이 너무 좋아.$l",
				"Indoor_Night_2": "#$c .5#벌써 잘 시간이야? 오늘이 또 흘러갔네.$u#방금 샌디랑 통화했어. 얼마 전에 주주시티를 방문해서 좋은 시간 보낸 것 같네.",
				"Indoor_Night_3": "#$c .5#아, 이 향기! 오직 너만 쓸 수 있는거야. 좋은 향기네.$h#네 발소리가 집 앞에서 들리면 정말 위안이 돼.$l",
				"Indoor_Night_4": "#$c .5#온 집안을 쓸고, 창문을 닦고, 먼지를 털고, 냉장고를 청소했어. 정말 생산적인 날이야!#언젠가 은퇴하면 부모님처럼 세계일주를 할 수 있을지도 몰라. 조금만이라도 말야.$u",
				"Outdoor_0": "#$c .5#난 일찍 일어나는게 좋아. 신선한 공기가 있고 야생동물이 더 활동적이거든.#쉬, 잠깐 멈추고 주의깊게 들어봐. 바다소리가 들려.",
				"Outdoor_1": "#$c .5#여보, 오늘 뭘 해야할까?#오늘 늦게 휴식이 필요하면 수정 정원에서 명상 한 번 해봐. 어떤 방식으로든 가능해.",
				"Outdoor_3": "#$c .5#햇빛은 건강에 좋아. 그렇다고 너무 타진 마, 알았지?#오늘 할 일이 너무 많아! 스트레스 받은게 아니라 감탄한거야.",
				"Outdoor_4": "좋은 아침! 네가 언제쯤 침대에서 나올까 했어!$h#$e#$c .5#네가 이 아름다운 아침을 놓치지 않았으면 했어.#괜찮아... 푹 쉬는 것도 좋으니까.",
				"OneKid_0": "#$c .5#우리 아이가 친절하고 사려깊게 자랐으면 좋겠어. 그게 학교에서 A를 받는 것보다 더 중요해.# %kid1에게 좋은 모범을 보인다면 채소처럼 잘 자라날거야. 어떻게 생각해?",
				"OneKid_1": "#$c .5#아이 하나면 충분할까, 아니면 하나를 더 키울까? 운명이 우릴 어디로 이끌어 주는지 봐야겠어.#생각해보니까... 네가 회사원의 삶에 화가 나지 않았다면, 넌 결코 여기로 오지 않았을테고, 우린 만나지 못했을거고, %kid1이(가) 존재하지도 않았겠네.$l",
				"OneKid_3": "#$c .5#연녹색 촛불에 불을 붙이고 %kid1 머리 위에 어린 민트 잎을 흔들었어. 이제 위험한 영혼들을 막아줄거야.# %kid1이(가) 옹알이를 하는게 귀여워.$h",
				"TwoKids_1": "#$c .5#큰 집, 두 아이와 앵무새... 손이 열개라도 모자라!#요바가 우리 집을 축복해줬어! 그래서 우린 다른 사람들에게 사랑과 지지가 뭔지 보여줘야해.",
				"TwoKids_2": "#$c .5#앵무새가 무시당한다고 생각하지 않으면 좋겠지만, 아이들을 돌보느라 너무 바쁜걸.$s# %kid2의 머리가 널 닮았는걸...$u",
				"TwoKids_3": "#$c .5#아, 이미 아이들한테 유기농 퀴노아 퍼프에 염소 우유를 먹였어. 농장 일에 집중해도 돼!#말하는걸 깜빡했네, 어제 헤일리가 잠시 들러서 애들이 좋아했어.",
				"funLeave_Emily": "#$c .5#오늘 마을에 잠시 갔다가, 살롱으로 가서 일을 도와줄거야. 좋은 하루 보내.#거스가 도와달라고 했었어. 그래도 네가 원하면 조금은 늦게 갈게.",
				"funReturn_Emily": "#$c .5#오늘 하루는 좋았는걸... 가끔 집 밖에서 산책하는 것도 좋네.#정말 멋진 날이었어! 펠리컨 마을을 산책하는 건 좋은 일이야.$h",
				"spring_14": "농장은 벌레와 지렁이들에겐 세계처럼 보일거야. 정말 큰 세상이겠지.#$e#지구 곳곳에 서 있는 사람들을 생각하면 우리는 이 농장에 있는 벌레와 같아. 그 너머에는 뭐가 있을까?#$e#모든건 상대적인거야. 관점에 따라 다르게 보이는거지.",
				"spring_19": "금요일이네! 밤에 외출할거야, 아니면 집에 있을거야?",
				"spring_27": "네가 일어나기 직전에 앵무새가 작은 노래를 불러줬어. 너도 들었어?",
				"summer_7": "캠핑 여행 때 나타난 그 곰을 절대 잊지 못할거야.#$b#그 이후의 일도 말야.$l",
				"summer_12": "어제 춤을 너무 흥분해서 추지 않길 바랬는데. 오늘 생각보다 목이 너무 말라.$u#$e#아, 물론 네가 오는건 알았지. 눈은 감겨도 발자국 소리를 듣고 네 존재를 느꼈는걸.",
				"summer_18": "임시로 땀범벅을 만들어 줄수 있는 옷감이 있을까? 그냥 생각해본거야.",
				"summer_22": "몇몇 사람들은 내가 믿는 것과 내가 행동하는 방식에 화가 날 수도 있다는 걸 알아. 하지만 그게 내 방식인걸.$u#$e#다른 방법으론 나 자신이 될 수 없는데.",
				"summer_26": "오늘은 '누군가에게 좋은일'을 하는 날이야. 저녁에 살롱에서 클린트에게 햄버거를 사줄까 봐.#$e#넌 누구의 하루를 밝게 만들어주고 싶어?",
				"fall_4": "*휴우*... 연어 철이네.$s#$e#가능한한 많은 아이들이 폭포를 올라가는 여정을 끝마쳤으면 좋겠어.$s",
				"fall_7": "음, 오늘 밤 서바이벌 버거 나이트에 갈 수 있을까?#$e#방금 욕심이 생겼어.",
				"fall_10": "광산으로 내려갈꺼야? 요바가 널 지켜줄 거라는 건 알지만 그래도 계속 주의해.$u",
				"fall_14": "너에 대한 감정이 처음 들었을 때, 내 주변의 세상을 사랑하는 열정이 사라질 까 은근히 두려웠어...$u#$b#...내 모든 사랑이 너에게 흘러 들어갈 수도 있는걸.$u#$b#하지만 지금은 전혀 문제가 되지 않아. 너와 나눈 유대감은 나를 자극해서 모든 것을 더 사랑할 수 있게 해줘!#$e#...$l",
				"fall_20": "매년 이맘때면 정령들이 정말 활발해. 숲 속의 나무들 옆에 서 있으면 바람소리 말고도 속삭이는 소리가 들려.",
				"winter_10": "헤일리가 집을 꽤 잘 관리하고 있었네!#$e#아무도 헤일리는 갑자기 성장하고, 나는 이사만 하면 되는 그림을 상상하지 못했을걸?$h",
				"winter_22": "@, 그냥 말하고 싶어, 우리가 서로 알고지낸 동안 넌 사람으로서의 나를 바꾸려고 한적이 없어.$u#$b#알아... 대부분의 사람들은 내 말을 잘 이해하지 못하는데, 어쩌면 가끔 너도 혼란스럽게 할 수도 있어...$u#$b#...그래도 넌 항상 날 받아줬어.$u#$e#그러니까... 고마워.$u",
				"winter_16": "클린트랑 셰인이 잘 지내고 있으면 좋겠어. 예전만큼 자주 보는게 아니니까.$u",
			}
		}
	]
}