{
	"Changes":[
		{
			"LogName":"Harvey",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Harvey",
			"Entries":{
				"Mon4": "정규 업무 외에 취미활동을 하는 건 정말 중요해.#$q 080/081/082/083 Mon_old#농사일 외에 너의 취미는 뭐야, @?#$r 080 5 Mon_080#낚시#$r 081 5 Mon_081#사교활동#$r 082 5 Mon_082#집 꾸미기#$r 083 -50 Mon_083#술 마시고 고성방가하기",
				"Mon_old": "$p 083#술이 포함되지 않은 건강한 활동을 하고 있니? 의사로서 물어보고 싶어.|다양성 없이는, 자신을 소진시키기 쉬워져. 건강한 방법으로 생활하고 있다니 다행이다.",
				"Mon_080": "응? 그래, 음, 여긴 낚시하기 좋은 장소야.$h#$b#게다가 여기서 잡은 물고기들로 좋은 음식을 만들 수도 있어.",
				"Mon_081": "좋아. 친구가 된다는 건 많은 도움이 돼. 우리는 사회적 동물이니까.$h#$b#아마 좀 더 사교적인 시간을 보낼 수 있을 거야, 나 자신도.",
				"Mon_082": "흥미롭네. 개성이 없는 집은 아니야. 그렇지?",
				"Mon_083": "아... 그건...$s#$b#네가 그런 말을 할 줄은 몰랐어. 지원단체 전화번호 줄까?",
				"Mon6": "많은 환자들이 나에게 익숙해지고 있어.#$b#예약 진료를 할 때 서로 신뢰감이 있으면, 스트레스를 덜 받게 돼.",
				"Mon8": "스타듀 밸리에 좀 더 머물고 싶어. 드디어 지역사회에 관여하는 기분이 들기 시작했거든.#$e#내가 쓸모 있다는 걸 알게 돼서 기분이 좋아.",
				"Tue2": "유제품은 어린 아이들의 건강에 도움이 돼요. 하지만 어른들에게는 그렇지 않죠. 우유와 치즈를 줄이는 것이 좋아요.#$e#생선은 뇌의 건강에 탁월하니 규칙적으로 드셔야 해요.",
				"Tue4": "검사실은 기밀로 유지하는 것이 매우 중요해, 그러니 내가 환자를 보느라 바쁘더라도 너무 오래 있지 말아줘.#$e#그래도 널 보니 반갑네.",
				"Tue6": "내 일의 대부분은 서류작업으로 마무리 돼. 만약 내가 큰 병원에서 일했다면, 간호사가 이 일을 해주었을거야.#$e#장기적으로 보면 여기가 더 편하긴 해. 가끔씩 오후에 쉬곤 하니까.",
				"Tue8": "아, @, 안녕!$h#$b#우리 진료실은 대부분의 병원보다 더 편안한 분위기인 것 같아. 그러니까 자주 찾아와도 돼.#$e#모두 괜찮게 생각하는 것 같아. 우리 마을의 독특한 개성이라고 생각해.",
				"Tue10": "과로하면 안 돼, @. 의사의 명령이야!#$e#너의 건강은 나에게 매우 중요한 문제야.$l",
				"Wed": "재채기할 때는 꼭 입을 가려야 해요.#$e#그 후에 손을 꼭 씻으시구요.",
				"Wed2": "때때로 산책하러 나가는 게 건강에 좋아요. 제 자신도 밖에 더 많이 나갔으면 좋겠어요.#$e#산책은 당신에게 별 문제가 되지 않을 것 같네요. 그렇죠?$h",
				"Thu2": "발효식품은 소화기관에 좋아요. 모든 사람들에게 좋은 건 아니지만, 수천 년 동안 전 세계의 사람들의 위에서 살아남았거든요.#$e#이처럼, 우리 몸은 생균에 의존하고 있어요.",
				"Thu4": "내 의학적 조언으로 귀찮게 했다면 미안해. 사람들에게 관리 습관을 일깨워주는 것이 내 일이야.#$e#그럴 필요가 없었으면 좋겠지만, 통계에 따르면 많은 사람들이 학교에서 배운 지식들을 받아들이지 않는다고 해.",
				"Thu6": "내 환자들의 모든 의료 기록들은 철저하게 비밀로 해야 해. 내가 왜 내 하루에 대한 얘기를 할 수 없는 지 이해해 줬으면 좋겠어.",
				"Thu8": "난 의사들이 걸리는 순교자 증후군에 걸려본 적은 없어.#$e#난 확실히 열심히 일 하는 것 같고, 사실상 24시간 내내 일하는 거긴 하지만, 난 내 삶을 위해 존재 하고싶어.",
				"Thu10": "의사가 되면 일이 많아져. 난 밥도 제대로 못먹거든.$s#$e#혼자 살지 않았다면 조금 더 나아지겠지만.$l",
				"Fri2": "제가 오기 전에 있었던 의사는 펠리컨 마을의 채굴이 진행되고 있을 때 있었던 게 틀림 없어요.#$b#그는 많은 호흡기 질환을 감당해내야했을 거예요.. 상상조차 할 수 없어요.$s",
				"Fri6": "네가 옛날에 조자 컴퍼니에 있을 때 어떤 일이 있었는지 들었어. 잘 빠져나온 것 같네.#$e#새 삶을 살려고 하는 건 많은 위험이 따르지. 그래도 네가 여기 있어서 기뻐.",
				"Fri8": "때로는 '의사'와 '이웃'의 역할이 다른 마을사람들의 역할에 조화될 수 있도록 노력해.#$e#나는 일 년의 한 번, 환자들을 보기 위해 익명을 사용하고 있어.",
				"Sat": "오늘은 쉬는 날이지만, 하루 종인 실내에 있으면 안될 것 같은 기분이 들어요.",
				"Sat2": "제가 해드릴 거라도 있나요?#$e#몸조심하세요.",
				"Sat6": "토요일에는 내 취미를 위해 주로 실내에서 시간을 보내.#$e#마을 사람들이 나를 매우 특별하게 여긴다는 걸 생각해보면, 일주일 내내 사람들 앞에 있는 건 좀 피곤할거야..",
				"Sat8": "@! 이렇게 멈춰서 인사해주니 정말 좋네!#$e#오늘은 유명한 비행사에 대해 읽고 있었어. 조용하지만 매력적인 하루였어.",
				"Sun": "제가 카운터에 있을 때, 업무에 관해 말하고 싶은게 있으시면 자유롭게 카운터 뒤로 와주세요.#$e#이게 작은 마을의 이점이죠.",
				"Sun2": "음.. 수입을 위해 애쓰고 있는 중이에요. 환자가 충분하지 않아요.#$e#이웃 마을에서 환자들을 데려와야 할 것 같아요...",
				"Sun4": "정부는 내가 마을 사람들에게 하는 검진을 위해 작은 연금을 제공해줘, 하지만 내제 수입의 절반은 수수료야.#$e#맞아. 우리나라의 의료체계에는 개혁이 필요해. 그렇지만 난 정치인이 되기 보다 의사가 되기 위해 의대를 다닌거니까.",
				"Sun10": "내가 소아 트라우마 센터에서 레지던트로 일했을 때, 난 의학을 포기하게 되었어.$s#$e#감당해야 할 일이.. 좀 많았거든.$s#$b#하지만 내 주변에 의학을 필요로 하는 사람이 많이 있었고, 난 그 사람들을 돌보기 위해 전진했어. 지금 생각해보면 참 기쁜 일이야.",
				"summer_Tue": "적당한 양의 햇빛을 받는 건 괜찮아요. 그저 태우지만 않으면 돼요.#$e#그래요, 건강하게! 건강을 유지하세요.",
				"summer_Tue2": "운동할 때는 반드시 수분을 섭취해야 해요.#$e#모자를 쓰는 것도 좋아요.",
				"summer_Tue4": "농장에 벌이 있어? 꿀이 알레르기 증상을 완화해준다는 얘기가 있거든. 확실한 증거도 있어.",
				"summer_Tue8": "8년 동안 의과대학을 다닌 건 하나의 연속적인 흐름 같았어. 이곳에 이사온 이후로 속도를 줄일 수 있게 되었어.#$e#내일 밖에 나갈 시간을 내야겠어.$h#$e#이런 사치를 부릴 수 있는 의사는 흔치 않아.",
				"summer_Thu2": "마루는 업무에 큰 도움이 돼요. 마루가 진로로 의술을 선택한다면 크게 성공할 수 있을거예요.#$e#물론, 마루는 과학분야에 재능이 있지만요. 마루가 어떤 길을 선택할지는 아무도 모를거예요.",
				"summer_Thu6": "자신만의 개업을 하고 싶으면 모든 형태의 의학에 어느 정도 전문성을 가져야 해.#$e#난 일반적인 분야는 교육받긴 했지만 추가적인 의견이 필요하면 전문의를 따로 부르기도 해.",
				"summer_Thu10": "난 어느 정도 독신주의를 계속 고수 할 줄 알았어.#$e#그렇지만 너를 여기 스타듀 밸리에서 만난건... 나 같은 사람이라도 이 모든 것에 운명이란 것을 느끼기엔 충분했어.",
				"summer_Fri2": "여름 감기는 별로 흔하지는 않지만, 한 번 걸리면 끈질길 수 있어요. 몸 관리 잘하세요, @.",
				"summer_Fri4": "사람들이 여름 동안 아프지 않는다는 건 좋긴 한데, 나한테는 수입이 줄어든다는 뜻이기도 해.",
				"summer_Fri6": "광산 만큼은 꼭 피해, @. 현장직 의료진과 함께 팀 기반 수술이 있다면...#$b#...근데 혼자 가려고? 좀 걱정돼.#$e#뭐, 내가 할 수 있는건 전문적인 조언 뿐이니까. 선택은 네가 하는거야.",
				"summer_Fri10": "인간성을 잃을 거라는 생각을 하고 이 직업을 선택했어.#$e#하지만 정반대였지.$l",
				"fall_Sat": "광산에 가 봤어요, @?#$e#위험한 곳이에요. 그 곳엔 가지 않는게 좋아요.",
				"fall_Sat4": "처음엔 직장 바로 윗층으로 이사한다는게 좀 이상했어.#$e#하지만 출퇴근 하긴 엄청 좋아!$h",
				"fall_Sat6": "옛 동료 소식을 들었어. 작은 시골에 개업을 하고 싶어 하는 것 같았는데.#$e#지금 일하는 도시에선 꽤 많은 보수를 받긴 하지만, 자유시간이 거의 없나봐.",
				"fall_Sat8": "난 보살핌이 유일한 선이고, 해로움이 유일한 악인 도덕체계를 믿어.#$e#그래서 난 의사가 된 것 같지만, 의대에 입학한지 2년이 될 때까지 그런 식으로 표현하는 법을 제대로 배우지 못했어.#$e#난 세상에 있는 고통을 줄이고 싶을 뿐이야.#$e#너의 동기는 뭐야, @?",
				"fall_Sat10": "뭐, 나랑 마루? 물론 아니지.$h#$e#마루는 분명 젊고 아름다운 여자고, 드미트리우스는 뭔가를 기대하고 있는 것 같았지만, 잘 풀리진 않았어.#$b#내가 왜 이런 얘기를 한 것 같아...?$l",
				"fall_Fri": "특정 음식을 먹으면 당신은 더 잘 할 수 있을거에요.#$e#'농부의 점심'을 먹으면 물을 주고 농작물을 더 잘 수확하는데 필요한 영양분을 확보할 수 있어요!",
				"fall_Fri4": "특정 음식을 먹으면 넌 더 잘 할 수 있을거야.#$e#'생존식 버거'를 먹으면 식용 식물과 나무를 더 잘 캐는데 필요한 영양분을 확보할 수 있어!",
				"fall_Fri6": "특정 음식을 먹으면 넌 더 잘 할 수 있을거야.#$e#'붉은 정식'을 먹으면 평소에 활동하던 수준을 넘어설 영양분을 확보 할 수 있어.",
				"fall_Fri8": "특정 음식을 먹으면 넌 더 잘 할 수 있을거야.#$e#'가재 비스크'는 꽤 고급진 음식이야. 먹으면 누구든지 월척을 낚을 준비가 됐다고 생각하게 만들걸!",
				"fall_Fri10": "특정 음식을 먹으면 넌 더 잘 할 수 있을거야.#$e#'행운의 점심'은 꽤 특이한 요리지만, 네 곁에 있으면 먹을 필요가 없다고 생각해.$l",
				"winter_Wed8": "동료들로부터 중태에 빠진 이리듐 광부들 이야기를 들었어.#$e#몇몇은 일을 제대로 못할 정도야. 그것 보다 더 위험한 직업은 들어본 적이 없어.$s",
				"winter_Wed10": "@, 만약 광산에 간다면, 한 가지는 알아줘...$s#$b#...네가 심하게 다치면, 그게 네 주변 사람들에게 어떤 영향을 끼치는지 생각해 줘.$s",
				"winter_Sat10": "*휴우*... 좀 늙어가는 느낌이 들기 시작했어...#$e#나이 들수록 부담스러운 추억이 많아져. 그게 큰 의미로 다가오지.$s#$e#너와 함께 있으면 항상 젊은 느낌이야.$l",
				"winter_Sun4": "고토로 제국은 상당히 진보한 의료 서비스 시스템을 가지고 있어.#$b#근데 뭐, 네가 나한테 그 곳으로 이사갈 만큼 충분한 돈을 지불한 적이 없어서 못 가겠네.$h",
				"winter_Sun8": "넌 어떤 병도 걸리지 않는 것 같네, @.#$e#너의 그 강한 면역체계에 감사하도록 해!$h",
				"spring_1_2": "해피 뉴 이어, @!$h#$b#새출발하기 좋은 날이네.",
				"spring_12": "펠리컨 마을의 첫 번째 달의 축제가 뭐가 더 특이한 축제인지 흥미롭네요.#$e#딱히 불만같은 건 아니에요.$h",
				"spring_23": "옛날 의대 동기들은 제가 환자들 앞에서 춤춘다는 걸 믿지 않을 거에요.#$e#뭐, 정확히는 업무를 보다가 그러는 건 아니니까요. 하지만 여기서 살기로 선택했을 때, 그럴 수도 있다고 생각해요.$h",
				"summer_10": "내일 루아우의 수프를 먹고 아픈 사람이 없으면 좋겠어요.#$e#확실히 사고가 일어나기 좋은 방식이지만 이 마을은 전통을 좋아하니까요.",
				"winter_7": "내일 추운데도 다들 밖으로 나온대? 걱정되는건 아냐. 그래도 평소보다 더 많은 환자가 나와선 안돼.#$e#추위 자체는 병을 일으키는 원인이 아니야. 그렇지만 더 껴입기는 해야지.",
				"winter_28": "그래서... 내일 해가 바뀌면 난... 몇살? 흐음.$s",
				"spring_12_2": "내일 달걀 축제는 재미있을거야, 그렇지 않아?",
				"spring_23_2": "옛날 의대 동기들은 내가 환자들 앞에서 춤춘다는 걸 믿지 않을 거야.#$e#뭐, 정확히는 업무를 보다가 그러는 건 아니니까. 하지만 여기서 살기로 선택했을 때, 그럴 수도 있다고 생각해.$h",
				"summer_10_2": "내일 루아우의 수프를 먹고 아픈 사람이 없으면 좋겠어.#$e#확실히 사고가 일어나기 좋은 방식이지만 이 마을은 전통을 좋아하니까.",
				"winter_7_2": "내일 추운데도 다들 밖으로 나온대? 걱정되는건 아냐. 그래도 평소보다 더 많은 환자가 나와선 안돼.#$e#추위 자체는 병을 일으키는 원인이 아니야. 그렇지만 더 껴입기는 해야지.",
				"winter_28_2": "그래서... 내일 해가 바뀌면 난... 몇살? 흐음.$s",
			}
		},
		{
			"LogName":"Harvey Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHarvey",
			"Entries":{
				"Rainy_Day_0": "#$c .5#오늘 우비를 입어보는건 어때?#비 오는 날씨가 감기에 걸리게 한다는 건 미신이야. 하지만, 진흙만큼은 미끄러지지 않도록 조심해!#$e#종종 걱정이 되거든.",
				"Rainy_Day_1": "#$c .5#병원 위에서 혼자 사는 건 정말 외롭더라... 지금이 훨씬 행복해.$h#도대체 내가 어떻게 아침형 인간이 된걸까? 의대를 다니기 전에는 이 시간에 깨어나 있지 않았는데, 지금은 깨어있는걸!",
				"Rainy_Day_2": "#$c .5#일찍 일어나긴 했는데, 널 깨우고 싶진 않았어. 정말 평화롭게 자던데.#아... 내가 우비를 주면 그냥 싫다고 할거지?$s",
				"Rainy_Day_3": "난 비가 와도 별로 상관 안해. 물론 비행기들이 지나가는 걸 볼 수는 없지만, 라디오 청취는 가능한걸.#$e#$c .5#난 그저 조종사들이 구름 속에 있어도 안전하게 있길 바랄 뿐이야.#작고 신기한 것들이 전체를 이루곤 하지.",
				"Rainy_Day_4": "#$c .5#오늘 끝내고 싶은 집안일들이 밀렸어. 정신 없을 정도로 많네!#집안일 중에 할게 또 있을까? 잠을 잘까 했는데, 또 뭘 해야하지?",
				"Rainy_Night_0": "#$c .5#오늘 어땠어, 여보? 난 설거지를 하려고 했는데 \"무릎 수술 광신자\" 잡지에 빠져서 읽었어.#작은 비밀인데... 오늘 저녁에 사탕 두 개를 먹었어. 과유불급, 맞지?$l",
				"patio_Harvey": "#$c .5#있지, 이 '힘줄 역학 저널'도 여기서 읽으면 견딜만 하네.#내겐 언제나 새로운 배울 것이 있어. 특히 마을에 전문가가 없으면 더욱 그래.",
				"Rainy_Night_1": "#$c .5#인생이 즐거우면, 좀 반복적이어도 어때? 그게 내 생각이야.#몸 속에는 우리를 살아있게 만드는 수천 가지의 작은 과정들이 있어. 난 밤에 갑자기 장기부전이라도 일어나면 어떡하지 하고 걱정하긴 했지만 이젠 그러진 않아.$h",
				"Rainy_Night_2": "#$c .5#좀 축축해보이네, 여보. 불 앞에서 몸을 좀 녹이지 그래?#자기... 오늘은 일찍 자자...$l",
				"Rainy_Night_3": "#$c .5#빗소리는 우리 마음에 집중할만한 여지를 줘서, 우리가 아무 생각이나 하지 않도록 하게 해줘. 그게 왜 비가 날 달래주는지에 대한 내 이론이야...#곧 쉬는 날 있어? 가끔은 그러는게 중요해. 스트레스는 건강에 해로워.",
				"Rainy_Night_4": "#$c .5#난 열기구를 타고 시간이 거의 다 됐을 때를 잊지 못할거야. 음... 네가 우리를 어떻게 표현할래?$l#오늘은 좀 쉬면서 지냈어... 책을 읽거나, 라디오를 좀 만지작거리고 모형 비행기도 조금 손봤어. 나쁘지 않은 날이네!",
				"Indoor_Day_0": "내 생각에 우리 모두는 균형잡힌 삶에 다다르기 위해 노력하고 있는 것 같아. 복잡함의 균형말야.#$e#$c .5#일하러 갈 때 산책하면서 가는 것도 도움이 많이 돼. 그저 침대에서 나와 계단 아래로만 가면 될 때는 난 너무 게을렀었지.#내겐 이곳으로 이사오는게 바로 그 균형을 찾기 위해 필요한 일이었어.$l",
				"Indoor_Day_1": "좋은 아침! 내가 영양이 풍부한 아침식사를 만들어봤어.[201]#$e#$c .5#너의 활동적인 생활방식에 맞춰서 섭취할 수 있을만큼 균형잡힌 아침식사야.#계란은 필수 영양소의 좋은 공급원이니까 많이 먹어.",
				"Indoor_Day_2": "#$c .5#정말 좋다. 오늘 시간이 많이 남네. 내가 큰 병원에서 일했다면 이런 시간은 없었을거야.#오늘 의학 이론 공부를 하려고. 내가 환자들에게 최대한의 치료를 하려면 지식을 계속 쌓아 나가야 해!",
				"Indoor_Day_3": "#$c .5#난 오늘 재즈를 좀 듣고 의학 논문을 마무리 지으려고. 너는?#의대 시절이 그립다고는 못하겠네. 여기 있는게 훨씬 더 좋아.$h",
				"Indoor_Day_4": "#$c .5#우리가 처음 만났을 때는 네가 무서웠어. 지금까지 우리의 관계를 생각하면 참 우습네.$h#오늘 해야 할 집안일이 있을까? 먼지를 쓸고 닦을까 했는데... 아, 부엌을 좀 닦아야 할 것 같아?",
				"Indoor_Night_0": "#$c .5#나 오늘 운동을 좀 했어. 넌? ...어, 당연히 했겠네.#오늘 좀 지쳐보이는데, 여보. 내가 마사지를 좀 해줄게. 근육 조직의 염증을 줄여줄 수 있을거야!$l",
				"Indoor_Night_1": "근사한 저녁을 만들었어. 계곡에서 나는 신선하고 건강한 재료들로만! [212 214 225 209 200]$h#$e#$c .5#내가 제일 좋아하는 메뉴 중 하나야. 맛있게 먹어!#딱 적당한 만큼만 먹어, 여보.",
				"Indoor_Night_2": "#$c .5#좋은 저녁이야... 오늘 할 일은 다 했어?#$e#난 걱정 안해도 돼. 혼자서도 아주 잘 있으니까. 더 할 일 있으면 지금 해도 돼.",
				"Indoor_Night_3": "#$c .5#의사가 되는건 스트레스를 받기 때문에 %farm 농장같이 편한 곳에 사는 건 정말 멋진 일이야.#가끔 이 시간에 머리가 잘 돌아가기도 해. 그래서 늦게까지 안 자고 버티는 나쁘지 않은 습관이 생겼어. 같이 있을래?",
				"Indoor_Night_4": "#$c .5#아! 순환계에 대한 생각을 계속하고 있었는데 내가 하려던 일이 뭔지 잊어버렸어. 의사들의 고질적인 문제야.#나에게 해주는 것처럼 널 사랑하게 해줘서 고마워. 정말 중요한 내 감정표현 수단이야.",
				"Outdoor_0": "#$c .5#여긴 정말 멋진 곳이야. 가서 해야 할 일 해도 돼, 난 걱정 말고.#이 농장은 고속도로에선 잘 안보이게 숨겨져있어. 아마 많은 사람들이 이 사실을 모를거야.",
				"Outdoor_1": "#$c .5#여긴 과학적으로 아이들을 키우기에 이상적인 장소야. 어떤 것 같아?#여기 계곡은 꽤 잘 지켜진 비밀스러운 곳인 것 같아. 계절과 식물들이 있는 상황에서, 더 개발된 곳이 아니라는게 놀라워.",
				"Outdoor_2": "#$c .5#내가 그다지 재밌는 사람은 아니더라도 평생 너에게 내 마음을 줄게.$l#완벽하네. 태양이 아직 밝지 않아서 선글라스가 필요없어.",
				"Outdoor_3": "#$c .5#자기야, 이 말만큼은 꼭 하고싶어... 넌... 넌 내게 있어 큰 세계야.$l#다른 어디선가 살면 이런 아침식사를 할 수 있을까? 아닐걸.$h",
				"Outdoor_4": "#$c .5#나 과학자로서 곤충과 식물의 섬세한 상호 작용에 매료된 것 같아.#또 신나는 하루지? 저기 한번 봐봐. 잠재력이 엄청난걸.$h",
				"OneKid_0": "#$c .5#우리 아이가 가능한 한 최고의 치료를 받도록 할게. 아무 걱정마.#너와 %kid1(은)는 내 삶에서 가장 중요한 부분이야.",
				"OneKid_1": "#$c .5#이 말은 해야겠어, 아이를 가지는 건 소아외상 센터에서 일하는 것보다 힘들거야.$s# %kid1(은)는 여기서 완벽한 유년기를 보내게 될거야. 이런 기회를 갖게 돼서 정말 운이 좋네.",
				"OneKid_3": "#$c .5#난 삶을 치료해주는 사람이지만, 하나의 생명의 양육자가 된다고? 완전히 새로운 단계네.$h#지금까지는, 아빠가 된게 좋아!$h",
				"TwoKids_0": "#$c .5#어디 보자... 애들 먹이고 기저귀도 갈아주고... 이제 놀아줄 시간을 갖기도 좋은 것 같네!$h#이미 %kid1(이)랑 %kid2에게 아침을 줬어. 건강에 좋은 음식을 즐길 수 있게 가르치는 중이야!",
				"TwoKids_1": "#$c .5#아이들은 마음껏 놀고 탐험하는 걸 마음에 새길줄 알아야 해. 어린 시절은 한번 뿐이거든.#아이들이 내 모형비행기 가지고 노는걸 좋아해. 좀 망가지긴 해도, 괜찮아.$h",
				"TwoKids_2": "#$c .5#방금 아이들이 내 청진기를 가지고 놀고 있었어. 둘 다 건강한 심장박동을 가지고 있을거야!#아마 %kid2(은)는 내가 할 수 없었던 파일럿을 하지 않을까?",
				"TwoKids_3": "내 삶은 지금 너와 아이들에게 향해있고, 그게 너무 행복해.난 항상 멋진 가족을 가지는게 꿈이었어.$l#$e#영원히 솔로가 되는 악몽을 꿨어... 사랑해, 여보.$l",
				"funLeave_Harvey": "#$c .5#오늘 산책을 좀 할거야. 따라 잡아야 할 의학 논문이 많아서, 집에 틀어박혀있지만 않으면 더 잘할 수 있을거야.#오늘 산책이 필요한 것 같아. 몸을 풀어둘 필요가 있어.",
				"funReturn_Harvey": "#$c .5#좋은 타이밍이네. 방금 집에 왔는데. 오늘 하루는 어땠어?#좋은 하루였어. 가끔 혼자 시간 보내는 것도 신선하네. 자기는 오늘 좋은 하루 보냈어?",
				"spring_2": "자, 1년 더 일을 시작해야겠네! 모두 건강하게들 있었으면 좋겠는데.",
				"spring_9": "농사는 어떻게 되어가고 있어? 신선한 농작물이 정말 먹고싶어.#$e#아니면... 절인 음식은 어때? 피클 있어? ",
				"spring_16": "난 아직도 다른 마을사람들에겐 조금 수줍은 것 같아.$s#$b#오해하지마... 난 펠리컨 마을이 좋고, 모든 환자의 얼굴을 마주보는걸 좋아하지만 의사보다 이웃이 되는게 더 어려운걸.#$e#역할이 오락가락 하는게 가끔은 힘들어.",
				"spring_25": "네가 활동적으로 계속 뛰어다니는 걸 보면 예전보다 조깅을 더 많이 해야 한다는 동기부여가 돼.#$e#에어로빅 말고. 음... 그건 내가 솔로일 때 가장 좋아하던 운동은 아니었어.$l",
				"summer_4": "일기예보에선 다음 주엔 비가 와도 더울 거라고 말하던데. 밖에서 조심해!#$e#아, 넌 괜찮을 거라 믿어. 그냥... 날 허락해 주는건?$l",
				"summer_16": "내게는, 모두를 살피는 것과 피해를 최소화 하는 것이... 내 최종 목표야. 인생의 목표지. 그 다음은 없어.#$e#의대에 입학하고 1학년 때 몇 달 동안 심사숙고했는데, 여전히 그게 맞다고 생각해. 그것 외의 답은 내게 성립하지 않아.",
				"summer_17": "자기야, 물론 네게 내가 관철하고자 하는 윤리관을 요구하는건 아니야.$h#$b#넌 나를 사랑하고, 난 널 사랑하고, 그것만 내게 필요한 거야.$l",
				"summer_23": "윽, 모기 물린 곳이 점점 더 안좋아지네.$s#$e#많이 물려본 적이 없어서, 한번 물릴 때 정말 아파. 내 몸이 별로 익숙하지 않나봐.",
				"fall_4": "난 누구에게도 의료 기록을 공유하지 않기로 맹세했어. 거기엔 너도 포함돼.#$e#음, 적어도 내가 약속을 잘 지키는건 알고 있겠네.$h#$b#그리고 당연하지만, 너와 함께한 평생의 약속을 지킬거야.$l",
				"fall_9": "난 오전 출근이 너무 좋아!$h#$e#하... \"출근\"이라고 부를 수 있다면 말야.",
				"fall_11": "이상하게도 도시 시뮬레이터 2000이 그리워. 몇 년동안 비디오 게임을 한 적이 없지만, 도시 시뮬레이터 2000은 어릴 때 내가 엄청 좋아했던 게임이야.",
				"fall_18": "내가 은퇴할 때가 되면 약은 엄청나게 많이 바뀌게 될거야.#$e#시스템 세포 치료, AI 주도 수술, 유전자 치료... 우리가 지금 사용하는 건 완전 옛날 방식으로 보이겠지!",
				"winter_11": "으으, 오늘 많이 춥네. 뜨거운 커피 한 잔이면 될 것 같은데... 남은게 있나?$s",
				"winter_16": "네가 할아버지한테서 온 편지를 뜯었을 때... 내게 말해줬던 그 편지말야.#$b#그 땐 널 알지도 못했는데 그 순간이 내 삶의 방향을 영원히 바꿨다고 생각해보면 참 이상해.$l#$e#지금 이 세상에서 무슨 일이 또 일어나고 있는걸까, 우리가 알지 못하지만 우리의 삶을 영원히 바꿀건가 생각하게 만들어.",
				"winter_24": "와! 축제가 내일이야! 너무 기대돼!$h#$e#응? 축제말야?, \"절제가 삶에 매력을 준다\" 이라고들 하는데... \"과유불급\"은 잊지 말아야지.",
				"winter_26": "하하! 축제에서 남겨진 거 가져왔어! [348]$h#$e#오늘 밤에 병을 열자. 미안, 조금 이른 건 알지만, 빨리 보여주고 싶어서.",
			}
		}
	]
}