{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
				"Mon2": "...?!#$b#...#$e#미안, 뭔가 들은 것 같아서.$s#$e#어... 잘지내?",
				"Mon4": "안에 있기엔 밀실 공포증 때문에 곤란하고 밖에 있으면 약해지는 것 같아...#$e#가끔은 긴장을 푼다는 것이 뭔지 잊어버려.",
				"Mon6": "내가 집에 머무르는게 익숙해질지 모르겠어.#$e#마을의 평화는 거짓처럼 느껴져. 하지만 나만 그렇게 느끼는 거겠지.",
				"Mon8": "그래서, 이번 주에는 무엇을 할거야?#$e#난 내가 할 수 있는 것들을 찾고 있어.",
				"Mon10": "내가 아끼는 것에 깊은 의미를 두곤 했지.. 가족과 사회에 공헌하는 것...#$b#아직 할 수 있을 것 같긴 한데, 아무 의미 없어.#$b#엉터리 같은 것들을 꿰뚫어 보는 것은 너무 쉬워.",
				"Mon_inlaw_Sam": "샘이 결혼하는 걸 보는 거 꽤나 놀라운 일이였어.#$e#가족이 된걸 환영하네.",
				"Mon_inlaw_Sam2": "샘과는 잘 지내고 있나?#$e#그는 어떤 남자이지?",
				"Mon_inlaw_Sam4": "이봐. 언젠가 술집에서 만나자.#$b#그게 시아버지가 해야 할 일인 것 같아, 안그래?",
				"Mon_inlaw_Sam6": "가끔은 너에게 샘에 관해 물어보는 건 다른 누군가의 아들에 대해 물어보는 것처럼 느껴져.$s#$e#하지만 난 여전히 샘을 사랑하는 걸.#$b#단지 아들과 저 친해졌으면 하는 게 전부야.",
				"Mon_inlaw_Sam8": "너를 사위으로 맞이하게 되어 기뻐, @. 샘이 다른 사람과 결혼했더라면 탐탁지 않았을 거야.$h^너를 며느리로 맞이하게 되어 기뻐, @. 샘이 다른 사람과 결혼했더라면 탐탁지 않았을 거야.$h",
				"Tue4": "그래, 넌 취미가 있나?#$e#난 그냥 생각 중이었어.",
				"Tue6": "공동묘지에 가까이 살지 않았으면 좋겠어. 밑에 무엇이 있는지 깊이 생각할 수 밖에 없으니... 자는 곳과 너무 가깝고.$s",
				"Tue8": "조디는 내가 없는 동안 샘과 빈센트의 사진을 보내곤 했지. 만약 내가 아들들이 성장하고 변하는 걸 보지 못했다면 알아봤을지 모르겠어.#$e#그럼에도 직접 보는 것은 여전히 꽤 혼란스러웠지.",
				"Tue10": "다른 곳에서 사는 것보다 이곳에서 사는게 더 편할 것 같아.#$q 018/019 Tue_old#여기로 이사 오기를 결심한 이유는 뭐지?#$r 018 0 Tue_018#제 앞에 사람이 말 그대로 책상에서 죽었는데 아무도 눈치채지 못했어요.#$r 019 0 Tue_019#제 일은 아무 목적도 없는 것 처럼 느껴졌어요.",
				"Tue_old": "$p 018#여전히 책상에 죽은 불쌍한 녀석과 자리를 바꾸고 싶진 않거든.$h|지금 같을 때 도시로 가면 난 더 미치고 말겠지. 교외지역도... 마찬가지일테고.$h",
				"Tue_018": "...진짜인가?#$b#...#$b#헤헤헤...$h#$b#아주 우스운 농담이군.$h#$e#고마워. 그런거라도 듣고 싶었어.$h",
				"Tue_019": "음. 비참하게 들리군. 여기 올 수 있어서 다행이네.#$b#평생을 군대에서 지내는 것 보다는 사랑하는 가족과 함께 은퇴한 군인이 낫지. 말해줘서 고마워.$h",
				"Wed2": "...그러니까 너가 예전에 농장에서 살던 남자의 손자란 말인가?^...그러니까 너가 예전에 농장에서 살던 남자의 손녀란 말인가?",
				"Wed4": "네가 하는 일은 좋아 보이네, @. 아마 그게 너의 천직 아닐까.$h",
				"Wed6": "...많은 친구들을 전투에서 잃었어.$s#$e#슬픈 것은 친구들의 얼굴조차 기억할 수 없다는 거야.#$e#...",
				"Wed8": "조디와 아들들이 여기서 더 나은 삶을 살고 있는지 궁금해.$s#$b#조디는 의심하는 나에게 잔소리하지만 크게 와닿지는 않아. 그래도 그게 내가 믿어야 하는 것이라고 생각해.",
				"Wed10": "@, 너가 날 돕고 싶어하는 걸 알아. 물론 그건 고마워. 하지만 몇몇은 절대 예전과 같지 않을 것이야.#$b#내가 할 수 있는 일은 뭐지? 완벽하지는 않지만 매일 할 수 있는 일은 아이들과 조디를 위해 최선을 다하는 것 뿐이야.#$b#...그리고 요바에게 기도만 하면 충분하지.",
				"Thu2": "...!$3#$b#미안, 두통이 심해서.$s",
				"Thu4": "오늘이 또 무슨 요일이지?#$e#난 더 이상 기억을 잘 못해.",
				"Thu6": "4시부터 깨어있었는데... 가끔 내가 다시 평범한 일상으로 돌아갈 수 있을지 궁금해.#$e#샘은 내가 떠난 이후로 정말 컸어. 이제 성인이야.#$e#내가 샘을 위해 이곳에 있었으면 좋았을 텐데.$s",
				"Thu8": "우리 부대의 사람과 전화 통화를 했어. 딸과 함께 만화를 보는게 색을 되찾는데 도움이 되었다고 말했지.#$e#아마 뭘 의미했는지 이해한다고 생각하는데, 물론 추상적인 의미에서 말야.#$e#좋겠네.",
				"Thu10": "어제 빈스와 놀면서 좋은 시간을 보냈어.$h#$b#그 상태를 1~2분만 유지할 수 있었지만 어떻게 감정되어야 하는지를 짧게 상기시켜 주었지.$h",
				"Fri2": "오늘은 산책이나 해야겠어.",
				"Fri4": "이 마을은 너무 조용해. 난... 계속 기대하고 있었는데.$s",
				"Fri6": "모든 사람이 항상 바빠 보이군. 왜지?",
				"Fri8": "주말에 뭘 할 생각이지? 난 기분 전환이라도 할려고. 너무 말라있고 싶지는 않아.$h",
				"Fri10": "전쟁 중에 머리속에 주입되는 것은 오직 생존만이 내가 가지고 있는 유일한 권리라는 거야.#$b#그리고 현실은 그걸 일깨워주는 것 뿐이지.$s#$e#어떻게 나 같은 사람이 정상적인 삶을 살 거라고 기대할 수 있지?#$e#...미안.",
				"Sat2": "내가 떠난 후에 스타듀 밸리에 온 사람이 몇 명 더 있을 것 같아.#$e#조디가 그들에게 내 소개를 시켜줬지.",
				"Sat4": "군대에서 조기 전역할 수 있었어.#$e#수표를 받아서 가족을 부양할 수 있으니 좋군.#$e#가족들은 돈을 받을 자격이 있어. 내가 아니더라도.",
				"Sat6": "아들들은 꽤나 잘 지냈고 조디는 좋은 엄마였지.#$b#아직 시간이 좀 있어. 빈센트는 아직 어린애일 뿐이야.#$e#나와 함께 복무했던 사람들은 가족을 다시 볼 수 없을거야.$s",
				"Sat10": "조디를 위해 특별한 걸 해주고 싶은데 아이디어가 필요해. 샘과 빈센트에게 많은 것을 해주었어.#$e#내가 젊었을 때는 내가 좀 더 정성스러웠는데... 그렇게 생각하지만 그걸 지금 기억하는 건 어려워.$s",
				"Sun2": "조디의 요리는 훌륭해. 얼마나 맛있었는지는 까먹었지만.",
				"Sun4": "강물이 출렁거리며 지나가는 소리를 기억하고 있어.$h#$e#내 기억을 다시 일깨워주는 느낌이야.$h",
				"Sun6": "우리도 주주시티에서 살았었지.#$b#가끔 그리울 때도 있지만, 여기에는 훨씬 더 넓은 공간이 있어. 모든 것에서 벗어나기 쉽게 해줘.#$e#그래서 너도 떠나왔니?",
				"Sun8": "하루를 무사히 보낼 수 있는 건 뭐지?, @? 정신을 못 차리는 것 같아... 아무리 노력해도.#$e#아마 말이 안되지.",
				"Sun10": "내가 말주변이 없다는 걸 알고 있지만 , @, 너는 계속 다가와줘.#$b#친절한 친구가 되어줘서 고마워.$h#$e#끔찍한 것들을 너무 많이 봤어. 이 문제에 대해 이야기한다고 해서 모든게 해결되는 것은 아니지만 내가 할 수 있는 차선책이야.",
				"spring_Tue6": "봄의 수선화를 볼 수 있어서 참 좋군. 그렇게 생각하지 않나?$h#$e#머릿속으로 수선화 밭에 대한 시를 암송하고 싶어. 나를 안정시키는 것들이야.$h",
				"summer_Mon4": "어머니는 고사리로 리조또를 만드시곤 하셨지. 내가 어렸을 때 정말 좋아했어.$h",
				"summer_Mon6": "샘이 여름에 빈센트를 해변으로 데려가는 걸 보니 좋군. 여전히 함께 시간을 보낸다는 것이 기뻐.$h",
				"fall_Mon4": "펠리컨 마을에서는 공습을 받아도 꼼짝도 하지 않을 거야..$s",
				"fall_Mon6": "가을 캠프파이어의 냄새... 그 냄새를 정말 좋아했었어.#$e#...$s",
				"fall_Sun8": "다시 최전선에 가는 꿈을 꾸고 있지만 어째서인지는 몰라도 샘은 나를 위해 위장입대를 하려해.$s#$b#그리고 무슨 이유에선지 빈센트가 나타나.$s#$e#꿈이 현실인 마냥 매우 생생해. 집에 돌아오기 전에는 그런 꿈을 꾸지 않았어.$3",
				"winter_Sat2": "지평선에서 천둥소리가 들리는 생각이 자꾸 들어.#$b#당연하지만 그럴 리는 없지.",
				"winter_Sat8": "오늘 아침 빈센트가 나를 깨웠을 때는 내가 막 잠이 든 사이였어. 크게 화를 냈는데.$s#$e#빈센트는 더 나은 대접을 받아야 하는데.#$b#언젠가 나를 용서해 주기를 바라는 것뿐이야. 내가 할 수 있는 일은 최선을 다하는 것뿐인데.$s",
				"winter_28": "오늘 밤은 내가 돌아온 기념일인데.#$e#이상하지만 그런 느낌이 아니야.#$e#그래, 새해 복 많이 받아.",
				"winter_28_2": "오늘 밤은 내가 돌아온 기념일인데.#$e#이상하지만 그런 느낌이 아니야.#$e#그래, 새해 복 많이 받아.",
			}
		}
	]
}