{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
				"Mon": "제발, 놀라지 말아줘. 나는 다른 사람들과 달라.#$e#인간을 관찰하는데 많은 시간을 보내지. 네가 쇼핑을 좋아하는 걸 알아. 물건 좀 볼래?",
				"Mon2": "다시 왔어? 내 인간 이론이 맞는 것 같아.",
				"Mon4": "...혹시 광산에서 나와 같은 녀석을 본 적 있어? 너에게 적대적이었다면 미안해. 알다시피 우리는 인간을 두려워해... 불쾌한... 일들이 너무 많이 일어났어.#$e#넌 내 친구들 중... 아무도 죽이지 않았어, 그렇지?",
				"Mon6": "친구들과 난 우리의 본성을 억누르려고 노력해서 동족들로부터 외면당해 왔어.#$e#그렇지만 난폭하게 구는 것 보다는 내 자신을 더 잘 표현할 수 있어. 생명은 생명이니까.#$e#제발, 네가 난폭한 녀석들은 죽였다고 해도, 알고 싶지 않아.",
				"Mon8": "드워프? 드워프들은 폭력적이거나 그렇지 않아도 오랫동안 우리를 무차별적으로 죽였어.#$e#제발, 이 끔찍한 주제에 대해 더 이상 이야기를 하고 싶지 않아.",
				"Mon10": "'크로버스는 우리 말로 '다리를 건너는 사람'을 의미해.",
				"Tue": "난 햇빛에 너무 민감해서 대부분 외출할 수 없어.#$b#이곳의 조건이 완벽해.#$e#뭐라도 살래?",
				"Tue2": "그래서 농사를 짓는다고? 가끔 도움될 만한 물건이 있어. 금요일에 다시 확인해봐.",
				"Tue4": "봄에 자라는 식물이 있어. 인간들은 그걸 \"맵다,\"라 하지만 우리들은 그걸 좋아해.#$b#어떻게 말하는게 좋을까? 너희 언어로는 그걸 먹을 때 맛을 묘사 할 수 있는 단어가 없어.",
				"Tue6": "그래, 난 이곳을 집이라고 말해.#$e#한동안 집이라고 부를만한 곳이 없었어.",
				"Tue8": "라스모디우스는 좋은 사람이야. 너 말고도 믿을 수 있는 몇 안 되는 인간들 중 한 명이지.#$e#라스모디우스의 관점은 대부분의 인간보다 훨씬 현실에 더 가까워.",
				"Tue10": "@, 네가 자주 이곳을 방문해서 성격이 나아졌어.#$e#신기한 일이야. 최근까지 인간과의 우정은 전혀 생각하지 않았는데.",
				"Wed2": "가끔씩 물에 떠내려온 물건들을 모아.#$b#그림자 속에서 자유롭게 움직일 수 있어서 거래할만한 물건들은 계속 수급할 수 있지.",
				"Wed4": "내 종족과 드워프들의 1000년 동안의 전쟁은 최근에 끝났어. 하지만 아직도 많은 증오심이 남아있지.",
				"Wed6": "드문 경우이긴 한데, 몇몇 짖궃은 내 동족들은 아이들의 옷장에 숨어 놀래키기도 했어.#$b#물론 난 그런 행동은 용납하지 않는다고 했지",
				"Wed8": "얼마 전에 인간 아이 2명이 여기서 길을 찾는 걸 봤어.#$e#유감이지만 겁줘서 쫓아냈어. 내 비밀을 지킬 가능성은 없을 거야.",
				"Wed10": "주니모도 본거야? 놀랍네. 인간치고는 넌 원소들을 접하는 경향이 꽤 있는 것 같아.",
				"Thu2": "처음 왔을 때 도망치지 않았으니까 고맙게 생각해. 위험성을 감수해서라도 도망치지 않았으니까.",
				"Thu4": "아니, 우리는 인간처럼 엄마에게서 태어나지 않아.#$e#그러면 우리는 어디서 왔을까? 어, 그러면 언제부터 그림자가 존재하기 시작했을까?#$b#발밑의 그림자는 새로운 걸까, 아니면 빛에 가려져 있는 걸까?#$e#마찬가지로, 언제부터 영혼이 존재하기 시작할것 같아?#$e#그렇긴 하지만 난 대충 내가 겨울의 시작에 탄생했다고 여겨.",
				"Thu6": "네가 이런 종류의 물에서는 재미있는 물고기를 발견하지 못할 거라고 생각해.#$e#꽤 크고 이상한 물고기가 헤엄치는걸 봤지만, 한 번 뿐이었어.",
				"Thu8": "여러 해 동안 너 같은 부류의 인간을 봐왔어. 그래서 너의 언어를 배울 수 있었지.#$e#근데 넌 나와 일관되게 대화를 한 최초의 인간이야.",
				"Fri": "...",
				"Sat6": "인간은 요바에게 존경을 표하는 다소 흥미로운 관습을 가지고 있는 것 같아.",
				"Sat8": "내 혼란스러운 본성에 명확성을 가져다 준 요바에게 감사해.#$b#의심할 여지 없이 축복과 나를 지도해주지 않았다면 이미 오래 전에 그림자 괴물이라는 칭호를 얻었을 거야.",
				"Sat10": "금요일에 침묵을 유지하는 걸 존중해줘서 고마워.",
				"Sun2": "내 위치를 비밀로 해줘. 드워프가 눈치채면 틀림없이 자객을 보낼 거야.",
				"Sun6": "수년 동안 귀환의 지팡이를 지켜왔어. 그건 우리 두 종보다 오래됐거든.#$e#그런 점에서 내가 왜 평범한 가격으로 팔 수 없는지 이해해주면 좋겠어.",
				"summer_Thu6": "제발 아무에게도 나에 대해 말하지 말아줘.#$b#대부분의 인간들은 그림자 사람들을 무서워해... 아마 그럴만한 이유가 있겠지.$s#$b#그럼에도 불구하고 마을 사람들이 나에 대해 알게되면 난 더 이상 안전하지 못할거야.",
				"winter_Wed6": "오른쪽 파이프에 귀를 갖다대면 다른 집에서 나오는 소리를 들을 수 있어.#$b#하지만 엿듣지 않겠어!$3",
			}
		}
	]
}