{
	"Changes":[
		{
			"LogName":"Maru",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Maru",
			"Entries":{
				"Mon2": "안녕. 마을에서 뭐 재밌는 일 있었어?",
				"Mon4": "농장을 설계하고 운영하려면 많은 기술적 작업이 필요하겠네. 좀 바쁘면 어떻게 마음을 다잡아?",
				"Mon6": "가끔 내 머리가 이상한 소리로 어지러워 질 때가 있어. 그러면 아무 생각도 안나. 그래 본적 있어?#$e#보통 신선한 공기를 마시는게 도움이 돼.",
				"Mon8": "어려운 문제에 대한 해답이 생각을 멈추자마자 머릿속에 나타나면 참 우습지 않아?",
				"Mon10": "요즘 널 우연히 만났으면 좋겠다는 이유만으로 산책을 해.$l#$e#오늘은 운 좋은 날이네!$h#$e#내일은 어떨까?",
				"Tue2": "건물을 증축해야할 때 우리 집에 들러.#$e#언제나 손님이 있어서 참 좋네.",
				"Tue4": "흠... 엄마의 일을 더 편하게 해줄 수 있는게 없을까...#$e#엄마가 일하는 것 보면 스무 살은 젊은 사람인 것 같아.$h",
				"Tue6": "엄마가 빗속에서 일할 때 걱정돼. 만약 엄마가 번개에 맞는다면?$s#$e#너희 농장에 피뢰침 좀 있어?",
				"Tue8": "우리 엄마는 항상 날 응원해. 아빠도 마찬가지야.#$e#다른 사람이 우리 부모님이었으면 난 잘 성장하지 못했을거야.",
				"Tue10": "가만히 앉아서 인생에 더 좋은 것들을 즐기는건 중요해.#$e#가끔은, 이런저런 잡생각이 너무 많아지곤 했었어.#$b#하지만 고맙게도 이젠 안정된 상태가 된 것같아.",
				"Tue6_inlaw_Penny": "페니가 항상 너에 대해 얘기하곤 했었어.#$b#뭐, 난, \"그 남자가 데이트 신청을 안하면 네가 먼저 다가가봐!\"하고 조언했었지.$h^뭐, 난, \"그 여자가 데이트 신청을 안하면 네가 먼저 다가가봐!\"하고 조언했었지.$h",
				"Wed2": "병원에 출근하는 날들은 내가 새로운 걸 배우기 좋아.#$e#매일 새로운 배움이 없으면 하루가 불완전한 느낌이야.",
				"Wed4": "하비가 제세동기를 버리려고 하는데 내가 뜯어보고 아무 문제없이 고쳤어.#$e#안됐지만 그렇게 해도 버려야했어. 의료사고에 대한 소송방어 때문에...$s",
				"Wed6": "병원 치료실에 있는 심장 모니터는 몇 가지 개선을 할 수 있을거야.#$b#음성명령 시스템을 설치하는 건 그렇게 안어려울텐데. 그거 하나만이라도.#$e#희망사항일 뿐이긴 해. 표준화된 의료 장비를 함부로 다룰 수 없다는 건 나도 알아.$s",
				"Wed8": "난 화요일과 목요일의 하비의 병원에서 일해.#$e#좋은사람이긴 한데, 내 타입은 아니야...",
				"Thu4": "병원에서 또 다른 느린 하루가 되겠네.#$e#어쨌든 내가 할 수 있는 일은 많은데.",
				"Thu6": "이번 여름에 망원경으로 많은 시간을 보낼 계획이야.#$e#맑은 날 저녁엔 나랑 같이 있자.$h",
				"Thu10": "아, @! 할 얘기라도 있어?$h#$e#방금 네 생각 하고 있었는데.",
				"Fri": "야, 내가 짜증나보이면 미안해... 어제 일 때문에 조금 힘들어.#$c .5# 의료 파일 열 상자를 다락으로 옮겨야 했어!#$e#네 시간동안 환자 기록을 분류해야 했고!",
				"Fri2": "페니는 좋은 친구야. 우리 가족이 이 곳으로 이사온 이후로 우린 빨리 친해졌어.#$e#너도 인사 해줘, 알았지?",
				"Fri4": "엄마는 목수, 아빠는 과학자. 내가 기계 제작에 푹 빠진게 당연하네.",
				"Fri6": "아, 일주일이 끝나가. 내가 기대했던 것 만큼 작업을 진전시키지 못했어.$s#$e#너는 일주일 잘 보냈어?",
				"Fri8": "백년 뒤 쯤 농사는 어떻게 될까?#$e#인간의 손길을 대체할 수 있는건 없겠지?$l",
				"Sat": "우리 아빠 드미트리우스 알아? 아빤 과학자셔. 난 아빠를 도와서 실험실에 있는게 너무 즐거워.",
				"Sat2": "아빠는 계곡의 독특한 특성을 연구하고 계셔. 이런 생태계는 전 세계에서도 얼마 볼 수 없으니까.",
				"Sat4": "난 어떤 분야의 과학을 장기적인 직업으로 삼을지 결정하지 못했어.#$e#아마 모든 분야를 조금씩 할 것 같아.$h#$e#하지만 세상에 어떤 기여를 한다면 좋을 거야.",
				"Sat6": "로켓 추진이 내 첫 관심사였어. 아직도 가끔씩 손보곤 해.",
				"Sat8": "제품 카탈로그에서 이리듐을 가져올 수 있도록 저축하고 싶어. 하지만 그건 터무니없이 비싸.$s#$e#하지만... 그걸로 할 수 있는일이 많은걸!$l",
				"Sat10": "모든 사람들은 뒤로 물러서서 혼자 행복하게 있을 수 있는 장소가 필요해. 마을 회관 옆 벤치는 내 장소야.#$e#살롱 옆에 다른 벤치가 있는데 거기선 페니를 만나.#$e#하지만 나만의 장소에 네가 온다면 환영이야.$l",
				"Sun8": "이렇게 시내에 오래 있는걸 보면 일 재밌게 했었나 보네.#$e#다행이야.$h",
				"Sun10": "이렇게 시내에 오래 있는걸 보면 일 재밌게 했었나 보네.#$e#나도 그랬어. 우린 꽤 어울리는 한 쌍이야, 그렇지?$l",
				"summer_Mon": "흠... 이번 여름엔 어떤 종류의 기계를 만져야 할까?",
				"summer_Mon2": "여름에 할 가전제품 프로젝트로 할 일이 많아. 다 해낼 수 있으면 좋겠어!",
				"summer_Mon6": "실험적인 방법을 시도할 땐 모든 성공 뒤에는 열번의 실패가 있어.#$e#실패하는 방법은 성공하는 방법만큼 흥미진진할 수 있어.#$b#...아무도 다치지 않는다면.$s",
				"summer_Mon10": "요즘 내가 프로젝트를 할 때마다 일하고 있는 너를 염두에 두고 있어.#$e#너를 보면 항상 아이디어가 떠올라. 내 프로젝트에 대한 너의 반응을 한번 보고 싶어.$l",
				"summer_Tue2": "우리 오빠는 오후에야 방에서 나오곤 해.#$e#가끔은 이틀 정도 지나야 만나는 경우도 있어.$s",
				"summer_Tue8": "@, 오늘 좀 멋진데.$h",
				"summer_Tue4_inlaw_Sebastian": "안녕, 형부!$h^안녕, @!$h#$e#세바스찬은 이제 훨씬 더 행복해보여서 여기서 살 필요가 없어졌어. 잘 살길 바래!",
				"summer_Wed2": "익, 너무 덥다. 세바스찬의 방은 여기와 비교했을 때 정말 시원할거야.#$e#확실한 건 아니지만. 거의 내려가 보지 않거든.",
				"summer_Wed4": "나만 그런건가? 아니면 갑자기 더워진거야?#$e#나만 그런건가 봐.",
				"summer_Wed6": "오늘은 별구경하기 좋은 밤이야. 잠깐 들러줘.",
				"summer_Wed8": "오늘 밤에 발견되지 않은 천체를 볼 수 있을까?",
				"summer_Wed10": "이상해. 망원경으로 본 코스모스가 요즘 외로워보여..$s#$e#마치... 너 없는 나처럼.",
				"summer_Thu10": "농장일을 하는데 어떻게 그렇게 손이 부드러워?",
				"summer_Fri4": "아빠랑 난 가끔 아이스크림을 먹으러 나가. 세바스찬도 오곤 했는데 이젠 오지 않아.",
				"summer_Fri6": "이렇게 일이 적은 진료소에서 일해서 좋아. 만약 다른 곳에 살았다면 일하는 시간이 엄청 길었겠지.#$e#지금 정해진 주당 근무시간이 나에게 딱이야.",
				"summer_Fri10": "안녕 @. 우리 나중에 호수 근처에서 놀다가 아이스크림을 같이 먹자.#$e#어때?",
				"summer_Sat": "야, 얘기할만한 재밌는 농장 얘기 있어?#$e#없나보네.",
				"summer_Sat2": "기계적인 것을 만들려고 하는 건 문제 해결하는 게임이야. 난 고정관념에서 벗어나게 하는 걸 즐겨.#$e#네가 하는 일에도 그런게 있어?",
				"summer_Sat4": "흠... 반려로봇이 반려동물들을 대신할 만큼 인기가 있을까?#$e#글쎄, 아마 우리 세대때는 아니겠지.",
				"summer_Sat6": "우리 부모님은 내가 일하는 걸 응원하지만, 집에 원자로를 들여오는 건 선을 그으셔.#$e#왜? 난 감당할 수 있는데.$h#$b#이론상으로는 말야. 뭘 하는지만 안다면 그렇게 위험하지 않아.",
				"summer_Sat10": "@, 너를 보면 한여름처럼 느껴지고, 내 가슴 전체가 따스하게 느껴져.$l#$e#특히 저녁이 되면 내가 나이가 들었을 때 지금 시절에 대해 향수를 느끼게 될 것 같다는 생각이 들어.",
				"summer_Sun": "너 지금쯤 흥미로운 작물들을 재배하고 있을 것 같아.#$b#아빠는 매년 이맘때면 계곡에 특이한 식물들이 많이 자란다고 말했어.",
				"summer_Sun4": "난 내 자신을 꽤 단련시킬 수 있어. 일정대로 살면 도움이 돼.#$e#너는 어때?",
				"summer_Sun8": "대학에 연구원으로 지원해야 할지 고민된다.#$e#하지만 난 계곡이 그리울거야. 그리고 하고 싶은 것을 다 할 수 있던 것도 그리울 거고...",
				"summer_Sun10": "대학에 연구원으로 지원해야 할지 고민된다.#$e#하지만 난 계곡이 그리울거야. 그리고 하고 싶은 것을 다 할 수 있던 것도 그리울 거고...#$e#너도 그리울거고.$l",
				"fall_Mon4": "마가린이 버터보다 더 대중적이었던거 기억해? 마가린이 버터보다 건강하다고 알았으니까.#$e#그리고 나서 마가린이 사실 버터보다 더 안좋다는 걸 알려졌어. 그래서 지금은 버터가 대중적이지.#$e#연구는 가끔 재밌는 여행같아.$h",
				"fall_Mon6": "아, 공기가 맑네. 밖에 있기 좋은 날이야.",
				"fall_Mon8": "내일 진료소에 날 보러 와줘. 난 오전 10시부터 오후 4시까지 일해.$h",
				"fall_Mon_inlaw_Sebastian": "아, 안녕 @! 우리 오빠는 어떻게 지내?",
				"fall_Tue2": "가을의 색감이 날 사랑에 빠진 기분으로 만들어.#$e#밖으로 나올 좋은 변명이 생겼네.",
				"fall_Tue4": "@, 난 지금 나무의 모습이 정말 좋아!#$e#네가 나무들 좋아하는 건 나도 알아.",
				"fall_Tue8": "이런 날들은 내가 어릴 때 처음 학교에 다니던 때를 떠올리게 해.#$e#너도 그런 추억이 있어, @?",
				"fall_Tue10": "로켓 추진, 로봇 팔, 인공지능... 이 요소들을 합하면 정말 특별한게 나올거야.#$e#각 분야의 과학들은 아직 갈 길이 멀어. 끝없는 가능성을 지닌채로 말야.",
				"fall_Wed4": "네 주변에 남는 금속이 있으면 언제든지 내 프로젝트에 쓸 수도 있겠다.#$e#네가 필요로 하지 않을때만 말야.",
				"fall_Wed6": "넌 너에게 맞는 기계를 만들었을 것 같아. 마요네즈 기계는 만들었어?#$e#만드는건 사실 어렵지 않아. 지구에 있는 결정들의 성분이 너의 일에 맞게 존재하니까.",
				"fall_Wed8": "금은 단순한 장식 목적 이상의 금속이야. 전기 장비에 쓰기 좋은 도체지.#$e#모두가 다 금괴 몇 개가 장식으로 누워있는 것을 좋아하는 건 아니잖아?$h",
				"fall_Wed10": "음, 되게 좋다. 아름가운 가을날, 연하고 상쾌한 바람...#$b#...내 옆의 남자친구...$l^...내 옆의 여자친구...$l",
				"fall_Thu": "다른 지역에선 지금 봄이야. 상상해봐!",
				"fall_Thu4": "인공지능이 사람의 지능과 상호작용을 하는 건 분명 흥미로울거야.#$e#그 둘을 하나의 생명체로 합칠 수 있다면 더욱 흥미로울 거야. 후후, 어디 생체실험 할 모르모트가 있을까?$h#$e#하하, 농담이야.",
				"fall_Thu8": "크리스탈륨에 대해 들어본 적 있어? 만들기 좀 까다로운 것 같지만 불가능한건 아냐.#$e#재료만 있다면 하나 만들텐데.",
				"fall_Fri4": "하비가 요즘 기분이 좋은 것 같아. 이번 주 진료소에서 좋은 한 주였어.",
				"fall_Fri6": "요즘 특히 긍정적인 기분이야...$h",
				"fall_Fri8": "인공지능은 정말 매력적이야. 난 세바스찬만큼 프로그래밍을 잘 못하지만...#$b#...그래도 내가 스스로 손보려고 했던 사전 설정된 AI 모듈이 있어.#$e#일부 기본적인 감정 알고리즘이 가능해져야 하지만, 초보적인 상태에서 머물러 있어.",
				"fall_Fri10": "음, 이런 날엔 달콤한게 끌리네.#$e#...그리고 너도. *킥킥*$l",
				"fall_Sat4": "야생의 모든 미생물이 죽고 생태계를 유지하기 위해 생존하는 것...#$b#...이런 복잡한 시스템을 안정적으로 만드는 데 우리가 배우고 적용할 수 있는 것이 많아.",
				"fall_Sat6": "우리 아빠가 이번 주에 멋진 실험을 했어.#$b#호수에 있는 미생물들은 호수의 Ph 수치를 안정시켜. 하지만 그러기 위해서는 미생물이 대량으로 죽어야 해.#$e#내가 그 과정을 실험하면서 재현하는게 즐거웠다면 나쁜걸까?$s#$e#글쎄, 알다시피 자연은 잔인하면서 아름답잖아.",
				"fall_Sat10": "윽, 내 생각이 너무 과하게 나오고 있어. 뇌가 과민반응 하는 것 같아.$s#$e#내 등 좀 문질러줄래? 천천히 숨을 골라야겠어. *휴우*#$b# ...하나, 둘, 셋, 넷, 다섯, 여섯, 일곱...$s#$e#한번 더...#$e#...$s#$e#고마워. 괜찮아 진 것같아.$l",
				"fall_Sun2": "다음 주에 무슨 계획 있어? 아니면 그냥 하루 하루 지내는 거야?",
				"fall_Sun4": "안녕, 또 좋은 한 주를 위해 건배! *짠*",
				"fall_Sun6": "윽, 생각들이 회오리 바람처럼 빙빙 돌고 있어.$s#$e#미안.$s",
				"fall_Sun8": "안녕, 봐서 좋네. 이번 주는 어떻게 지냈어?",
				"fall_Sun10": "너 머리에 나뭇잎이 있어. 내가 떼줄게.#$e#...$h",
				"winter_Mon2": "내 눈사람은 매년 조금씩 다른 모습이지만, 내 안의 동심은 늘 다시금 찾아오는 척 해.",
				"winter_Mon4": "넌 눈사람 만들기 부끄러울 정도로 나이들지 않았어.#$b#눈사람이 지겨운 사람은 삶도 지겨울거야.$h",
				"winter_Mon6": "오늘은 눈사람을 조금 손봐야 할 것 같아. 어쩌면 새해까지 안녹도록 하게 만들지도 몰라.$h",
				"winter_Mon8": "안녕 @!$h#$e#내 눈사람이 널 닮지 않았어?",
				"winter_Tue4": "야, 내가 만들 새로운 기계에 대한 아이디어 있어?#$e#음, 난 너의 의견을 믿어.",
				"winter_Tue6": "날씨가 건조할 때 머리카락이 곱슬곱슬해지는 것을 막을 수 있는 장치를 만들 수 있을까...",
				"winter_Tue8": "내 첫 발명품 아이디어는 자동으로 눈뭉치를 만드는 기계와 투척기였어.#$e#프로젝트를 끝내진 못했지. 내가 7살 때 아이디어를 가지고 있었거든.#$b#그래도, 그렇게 어렵진 않았을거야...",
				"winter_Wed4": "흐음, 오늘은 좀 지루하네. 넌 겨울에 어떻게 시간을 보내?#$e#최근 하고있는 프로젝트들은 나를 위해서 하는건 아냐. 속도 조절이 필요하겠어.",
				"winter_Wed6": "실은 페니가 나에게 배우는 것보다 내가 페니에게 배우는 게 훨씬 많은 것 같아.#$e#아이들과 문학, 그리고 예술을 이해하는 방법... 우리는 범생이 한 쌍이지만, 서로 잘 대해줘.",
				"winter_Wed6_inlaw_Penny": "네가 내 가장 친한 친구와 있을 때 좋아하는 것 같아서 기뻐. 난 늘 너와 페니에 대한 느낌이 있었어.$l",
				"winter_Wed10": "눈이 내린 뒤 세상은 완벽해보여.#$e#@, 넌 정말 좋은 사람이야. 네가 너에 대해 잘 알고있다면 좋겠어.$l",
				"winter_Thu4": "세바스찬이 괜찮았으면 좋겠어. 겨울동안 햇빛을 거의 안 본 것같아. 별로 좋지 않은데.$s",
				"winter_Thu6": "다음에 샘이 올 때 세바스찬에게 같이 놀아도 되냐고 물어봤었는데, 별로인 듯한 반응을 보였어.$s#$e#내가 뭘 잘못했다면 이해하겠지만, 솔직히 왜 날 그렇게 대하는거지?$a",
				"winter_Thu8": "요즘은 세바스찬이 자기 일 하도록 내버려뒀어. 그냥 혼자 있고 싶어하는 것 같아.#$e#짜증나. 좋은 동생이 되려고 노력해왔는데, 선긋는 행동을 멈추려고 하질 않겠지.$s#$e#뭐, 모든 형제자매가 다 친한 건 아니니까.$s",
				"winter_Thu10": "@, 가까이 와줘. 나 추워.#$e#겨울 공기 때문에 손이 건조해. 미안.",
				"winter_Thu4_inlaw_Sebastian": "오늘 아침에 세바스찬이랑 음성 채팅을 했어. 이사가니까 친하게 지내는게 쉬워졌어.#$b#신기하지 않니?$h",
				"winter_Fri4": "우린 어제 독감 환자를 치료했어. 으윽, 난 안걸렸으면 좋겠다.$s#$e#안돼. 누군지는 알려줄 수 없어. 환자 기밀 유지해야지.#$b#꼭 손을 많이 씻도록 해.",
				"winter_Fri6": "상쾌해보이네. 겨울 공기가 상쾌한가 봐.",
				"winter_Fri10": "너 볼 빨갛다. *킥킥* 귀여워.$l#$e#음, 안아주지 않을래?$l",
				"winter_Sat4": "음, 동굴에 들어가서 귀금속을 구할 수만 있다면... 내가 성취할 수 있는 만큼은...!#$e#하지만... 난 부모님에게 걱정을 달고 살게 하고싶진 않아.",
				"winter_Sat8": "@! 반가워!#$e#힘든 한 주였지만, 너를 보면 기분이 좀 나아진다.#$e#넌 항상 내 곁에 있어주는 즐거운 사람이야. 좋네.",
				"winter_Sun": "추우면 너무 졸려...",
				"winter_Sun2": "담요로 몸을 감싸고 싶지만, 그러면 그냥 잠이들고 말거야. 흠.#$e#낮잠을 자면 내 수면 주기가 엉망이 되겠지.",
				"winter_Sun4": "추우면 너무 졸려...",
				"winter_Sun6": "시간 여행은 이론적으로 가능해. 다른 사람이 사용 가능한 에너지보다 더 많은 에너지를 필요로 하지만.#$e#그러니까... 세계의 거의 모든 운동에너지와 잠재 에너지를 말한거야. 한 곳에 쓸 수있게 말야.",
				"winter_Sun10": "시간 여행은 이론적으로 가능해..#$b#하지만 시간 여행을 할 수 있다고 해도, 난 아무것도 바꾸고 싶지 않아.$l",
				"spring_1_2": "좋은 하루 되길 바래, @!^좋은 하루 되길 바래, @!#$e#지난 1년은 어땠어?",
				"summer_1": "지금은 별을 볼 수 있는 좋은 계절이야.",
				"summer_27": "내일 밤 해변에 있을 거지? 그랬으면 좋겠다!",
				"fall_15": "스타듀 밸리 품평회는 정말 재미있어. 일년 중 내가 좋아하는 날 중 하나야.#$e#전시된 게임들 중에 몇개 해봐야겠어.",
				"winter_1": "으으, 너무 추워...$s",
				"winter_7": "난 내 눈사람이 좋아, 하지만 다른사람들이 눈사람 만드는 것도 흥미있어.",
				"winter_28": "오늘 좋은 밤 보내. 행운의 별들을 세어보자!",
				"summer_27_2": "내일 밤 해변에 있을 거지? 그랬으면 좋겠다!",
				"fall_15_2": "스타듀 밸리 품평회는 정말 재미있어. 일년 중 내가 좋아하는 날 중 하나야.#$e#전시된 게임들 중에 몇개 해봐야겠어.",
				"winter_7_2": "난 내 눈사람이 좋아, 하지만 다른사람들이 눈사람 만드는 것도 흥미있어.",
				"winter_28_2": "오늘 좋은 밤 보내. 행운의 별들을 세어보자!",
			}
		},
		{
			"LogName":"Maru Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueMaru",
			"Entries":{
				"Rainy_Day_0": "#$c .5#우리 오빠는 한두 시간 전에 잠들었을 거야. 바보같네.#페니는 어떻게 지내고 있을까? 오늘 저녁에 전화해봐야겠어.",
				"Rainy_Day_1": "#$c .5#노란색 손잡이 일자 드라이버 못봤어? 항상 그걸 이상한데다 둬서...$s#공상중이야... MarLIDA는 괜찮을까? 진정으로 자기만의 장소를 찾았으면 좋겠어...",
				"Rainy_Day_2": "어젯밤에 잠을 잘 못자서 작업장에서 잠깐 있었어. 자, 내가 만든거야. [688 369 338 325 287]#$e#$c .5#내가 할 수 있는걸 줘서 기뻐.$h#네가 쓸만한 곳에 잘 썼으면 좋겠어.",
				"Rainy_Day_3": "#$c .5#휴, 아기처럼 잔 줄 알았는데 아직도 피곤해.#난 별을 볼수 없다는 것 때문에 비가 싫은 것 뿐이야!",
				"Rainy_Day_4": "#$c .5#내 전자제품 몇 개가 먼지쌓인 상태야. 오늘 청소할 수도 있고... 아니면 책을 읽을 수도 있어.#지붕에서 무슨 소리 들리지 않아? 확인해봐야겠다. 엄마한테 목공일 한두가지는 배웠거든.",
				"Rainy_Night_0": "#$c .5#날씨 때문에 계속 집에 있었어. 별로 재밌진 않았는데 마음이 편안해. '계획적 일주일'을 지내려다 긴장이 풀렸어.#도구를 빗속에 두지 마! 녹이 슬어버릴 수도 있어.",
				"patio_Maru": "#$c .5#이게 완성되면, 내가 요리하는데 도움이 될거야. 그냥 마음껏 재미있게 만들고있어.#이게 뭔지는 잘 몰라... 그래도 가끔 렌치를 돌리는게 재밌어.",
				"Rainy_Night_1": "안녕 @. 오늘 어땠어... 축축했어?#$e#$c .5#오늘 실내 데이트를 하는건 어때? 네 생각은?#이런 날씨는 기계에 대한 아이디어를 줘... 빗물을 흘려보내면 방앗간을 작동시킬 수 있지 않을까?",
				"Rainy_Night_2": "아빠는 지난 20년간 기후 패턴을 분석해왔어.#$e#$c .5#난 정말 기후변화가 농사에 부정적인 영향을 미칠 정도가 아니었으면 좋겠어.$s#확정짓긴 이르지만, 일부 비정상적인 추세가 드러났어.",
				"Rainy_Night_3": "#$c .5#이리와. *쪽* 오늘 밤은 사람 대 사람으로 교감을 해야겠어.$l#오늘 밤에 침대에서 스파게티 먹을까?",
				"Rainy_Night_4": "#$c .5#내가 만든 것 좀 봐. 오븐도 안쓴거야! 어떻게 했게? [232 234 223 220]$h#디저트를 만들었어! 하지만 먹고나서 자기 전엔 양치 해야해! [232 234 223 220]$h",
				"Indoor_Day_0": "#$c .5#오늘 하고 싶은 작은 프로젝트들이 너무 많아... 머리가 복잡해지기 전에 목록을 작성해놔야 할 것같아.#응? 미안, 가끔 너무 생각에 잠길 때가 있어서 내가 뭘 하고 있는지도 모를 때가 있어.",
				"Indoor_Day_1": "#$c .5#이걸 어떻게 활용할지 생각해봤어? 난 좋은 장비들을 놔두는건 별로 안좋아해서. [286 287 205 732]#내 고철더미에서 발견했어. 어디 쓸 수 있을 것 같아? [286 287 205 732]",
				"Indoor_Day_2": "#$c .5#농장 생활은 날 일찍 깨우는 뭔가가 있어. 뭔지는 모르겠지만, 딱 맞는 느낌이야.#드디어 일어났네! 나 배가 너무 고파... *꼬륵*$h",
				"Indoor_Day_3": "#$c .5#오늘을 특별하게 만드려면 뭘 해야 할까? 다른 재밌는 일이 있을까?#농장에 살면서 좋은건 새들의 하모니에 잠이 깨는거야.",
				"Indoor_Day_4": "#$c .5#이사를 하면 어디로 가게 될까 생각하곤 했어. 바로 우리 집 밑이 될줄은 상상도 못했는데. 참 재밌어.$h#농사일을 많이 하는데 어떻게 그렇게 손이 부드러워?",
				"Indoor_Night_0": "#$c .5#언젠가 우리는 고대인들이 멀지만 지평선 너머로 이동한 것 처럼 별에도 이동할 수 있을거야.#오늘 밤 달을 봤어? 지평선에 걸려있는게 장관이었어.",
				"Indoor_Night_1": "#$c .5#농장에 가능한 최적화 작업은 항상 있지만, 더 중요한건 아마 네가 그 레이아웃을 좋아할지 말지야.#아까 유성을 봤어. MarLIDA가 우리 보러 잠깐 들른거면 좋겠다.$h",
				"Indoor_Night_2": "초콜릿 케이크가 먹고 싶은건지, 잘 익은 딸기가 먹고 싶은건지 결정을 못하겠어. 아니면 둘 다...?#$e#$c .5#더 많이 맛있는 걸 먹기엔 인생이 너무 짧아.$h#솔직하게... 나 살찐 것 같아?$s",
				"Indoor_Night_3": "#$c .5#수고했어! 넌 남은 저녁 시간동안 자유롭게 놀 자격이 있어.#오, 왔구나! 네가 집에 오길 바라고 있었는데.$l",
				"Indoor_Night_4": "#$c .5#이 오래된 집이 정말 좋아지기 시작했어. 밤에는 너무 포근해. 엄마가 여기를 증축하는 큰 일을 해냈네.#네가 하는 일이 자랑스러워. 너도 알지?",
				"Outdoor_0": "#$c .5#오! 날 찾았네. 오늘 아침은 밖에서 너와 함께 하고 싶었어.#아... 농장에서 나는 좋은 냄새가 부모님 집 근처 산이 생각나게 만드네.",
				"Outdoor_1": "#$c .5#엄마가 여기 계셨다면 이 집에 붙은 나무들 하나하나에 대해 작은 얘기들을 해주셨을 거야.#계획만 세우면 대부분 농장 일을 자동화 하고 그냥 쉴 수 있어!",
				"Outdoor_2": "#$c .5#아무리 기술이 발달해도 이 농장과 숲이 오래도록 남아있었으면 좋겠어.#오늘 밤은 맑을 거야... %noun 별자리가 오늘 보일까?",
				"Outdoor_3": "#$c .5#좋은 아침! 여기서 너 계속 봐도 돼?#걱정 마, 진흙으로 들어와도 신경 안써. 가끔 더러워져도 재미있어.",
				"Outdoor_4": "#$c .5#네가 처음 여기로 이사 왔을 때는 어땠어? 너랑 안면만 텄을 때는 기억하기가 어렵네.#농장을 경영하는데 필요한 보살핌과 계획의 수준을 알아내지 못했어! 실험실에서 일하는 것같네.",
				"OneKid_0": "#$c .5#페니한테 아이에 대한 조언을 들을거야. 좀 큰 아이들과 함께 있다는 건 알지만, 그래도 아기를 돌보는 방법을 알거야.#오늘 %kid1(이)랑 함께 시간 좀 보냈어? 아이들은 잠재력을 최대한 발휘하기 위해 놀 시간이 필요해.",
				"OneKid_1": "#$c .5#응? 아냐, 육아 로봇은 만들지 않을 거야. 사람의 손길을 대신할 것은 없어.$h#어떻게 생각해... %kid1(이)가 커서 농부가 될까? 아니면 기술자?",
				"OneKid_3": "#$c .5#우리 부모님이 매우 기뻐하셨어. 그냥 이런 젊은 나이에 조부모가 될 거라고 예상하지 못했다고 하셨지만. 뭐, 깜짝 선물이 됐네!#우리 아이에 대한 기대가 매우 커. 난 아이들을 키우는 가장 좋은 방법에 대한 과학 자료를 읽고 있어.",
				"TwoKids_3": "#$c .5#여긴 건강관리 하기엔 좋아서 다행이야. 필요하면 하비가 우리 아이들을 봐줄거니까.#나만의 작업실, 우리 예쁜 두 아이, 아름다운 농장. 좋은 삶이야.",
				"funLeave_Maru": "#$c .5#부모님이 아마 나를 그리워하고 계실거야. 오늘 가보려고.#오늘 부모님 뵈러 가야겠어. 한동안 못봤어.",
				"funReturn_Maru": "#$c .5#글쎄, 오늘 집에 다녀온건 좋았지만, 이제는 '우리 집'이 훨씬 더 좋아. 내 마음은 이제 여기에 있어.$l#부모님은 잘 지내고 계셔. 내가 떠났어도 평소와 같더라. 넌 오늘 어땠어?",
				"spring_9": "대학에서 일하는 건 흥미롭겠지만, 솔직히 내가 거기서 안해본게 있을까?#$b#발명? 공부? 실험? 이미 다 해본거야.$h",
				"spring_15": "오늘 내 로봇 하나를 시켜서 청소하게 할 수 있는지 알아볼게.#$b#로봇을 설정해서 교정하는 것이 내가 직접 청소하는 것보다 일이 많긴 하지만, 더 재미있어.$h",
				"spring_16": "예전에 살던 집에 비해 출근길이 짧은 걸까, 긴 걸까...?",
				"spring_26": "MarILDA는 한 번만 만들 수 있는 발명품이었어. 그와 같은 로봇을 재생산 할 수 있을지조차 확신을 못하겠네... 그리고 만약 가능하다고 해도...$s#$b#난 MarILDA가 특별한 존재중 하나로 남길 원해.",
				"summer_4": "어렸을 때 한 해는 딸기가 너무 늦게 나왔었어.#$b#우린 달력의 이정도 쯤까지 신선하게 먹었었어.#$e#뭐? 물론 기억하지! 맛은 정말 훌륭했어!$h",
				"summer_9": "오늘 하루 더 일하는 날이야.#$b#흠... 열사병에 걸린 사람이 없으면 좋겠어.$s",
				"summer_16": "'발랄한 형제'의 별자리 중 하나인 엘드라는 어젯밤 하늘에서 가장 높은 곳에 있었어.#$b#반년 후엔 동생이 그 자리를 대신할거야. 우리 조상님들은 정말 창의적이었고, 하늘의 현상을 설명하기 위해 세세한 이야기들을 많이 만들었어.",
				"summer_23": "인간의 기술에는 아름다움이 있지만, 자연엔 더 큰 아름다움이 있어.#$b#그 둘의 조화가 최종적인 아름다움이 될 것 같은 느낌이 들어. 넌 어떻게 생각해?",
				"summer_27": "달빛 해파리들이 며칠 더 와줬으면 좋겠어. 정말 기대돼!#$e#솔직히, 난 아빠의 기대 수준 근처에도 못갔을걸.",
				"fall_9": "좋은 하루 보내, 여보. 난 내 플루토늄 불안요소를 마지막으로 손볼거야.#$e#농담이야.$h#$e#아냐, 실은 난 플루토늄 불안요소를 내 나무 더미 밑의 비밀 실험실에 보관하고 있어.#$e#네가 거기서 넘어지지 않았다고 해줘!$h#$b#어, 음... 내 예전 집에 비밀 연구실이 있긴 했지.$s#$e#아냐, 비밀 연구실 없어! 여긴 너네 집이야, 바보야!$h",
				"fall_15": "어제가 영령의 전야제에 맞춰 호박을 심을 수 있는 마지막 날이었어.#$e#잊어버렸다 해도 괜찮아. 그냥 성장촉진제 쓰면 되는걸.",
				"fall_18": "부모님 집에서 걸어갈 수 있는 곳에 사는 것... 그것도 엄마가 리모델링한 집에서...#$b#뭐, 내 상황이 평범하지 않다는 건 알아. 내가 이상한 것처럼 느껴지면 말해줘, 알았지?#$e#넌 내 최우선순위고, 내 사랑이야. 이제 내게 와서 키스해줘.$l",
				"fall_22": "페니가 며칠 전에 책을 빌려줬어. 아마 내가 외출한 동안 오늘 늦게 읽기 시작할 것 같아.",
				"winter_11": "난 일을 직접 하면서 가장 잘 배우고, 매일 새로운 것을 배우려고 노력해.#$e#내 목적은 지식 그 자체야. 큰 돈을 받고 발명품을 판매할 생각은 없어.#$b#그래도 필요하다면 생각을 바꿀 수도 있지만.",
				"winter_22": "난 벽난로가 좋아... 중앙난방보다 더. 왜, 발명가 치곤 아날로그틱한 것 같아?#$e#그냥 나무 타는 냄새와 자연적인 열기의 느낌이지. 이만한게 없어.",
				"winter_23": "페니가 전에 빌려준 책 거의 다 읽었어.#$e#페니는 어떻게 책을 그렇게 빨리 읽는지 몰라. 난 일년에 몇 권 읽는 정도인데.",
				"winter_28": "해피 뉴이어, 여보. 오늘 밤을 축하하자! [232 234 223 220]$h#$b#오늘 일찍 들어와.$l",
			}
		}
	]
}