{
	"Changes":[
		{
			"LogName":"Penny",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Penny",
			"Entries":{
				"Introduction": "오... 안녕하세요! 난 페니에요...",
				"Mon": "안녕하세요... #$e#아, 필요한 거라도?",
				"Mon2": "펠리컨 마을에 오래 계실건가요? 좋은 선택이네요.",
				"Mon4": "*휴우*... 어머니가 술집에 너무 많이 가는건 문제가 있어요.$s#$q 237/238 Mon_old#하지만 그런 일에 너무 연연하는 것도 안좋겠죠?#$r 237 50 Mon_237#맞아요. 긍정적으로 사는게 좋아요!#$r 238 10 Mon_238#현실적으로 사는게 좋은 것 같아요.",
				"Mon_old": "#$p 237#하지만 내가 노력한다면 엄마를 변화시킬 수 있겠죠.|그럴 수 있죠. 어쨌든 내가 할 수 있는 일은 많지 않아요.",
				"Mon6": "어머니가 좋아할만한 것을 찾고 있다면, 파스닙이 좋은 선택이에요.#$e#숙취해소 하실 때 쓰지만, 적어도 숙취에 시달리는 것보단 나으니까요.$u",
				"Mon_237": "내 생각도 그래요. 더 나은 미래를 만들려고 노력해야겠어요.",
				"Mon_238": "그 말이 맞는 것 같아요. 현실을 직시하는게 중요하죠.$u",
				"Tue2": "난 화요일, 수요일, 금요일에 빈센트와 재스를 가르쳐요.#$e#정규 교육과정은 아니지만, 학생 두 명만 있으면 개별적인 관심을 많이 줄 수 있어요.",
				"Tue6": "아이들을 가르치는건 처음에 생각했던 것보다 훨씬 더 많은 책임감을 수반했어요.#$e#농사하는 것도 같나요?",
				"Tue8": "$d bus#과외를 하며 돈을 저축하려 하는데 어머니가 실직해서 힘들어요.|이제 어머니가 버스 기사로 복직해서 아마 돈을 더 저축할 수 있을거에요. 상황이 밝아진 것 같아요.",
				"Wed6": "엘리노어 선생님은 어릴 때 내 선생님이었어요. 빈센트와 재스를 가르친 많은 것도 그 분에게 배웠어요.#$e#나도 도서관에 있는 책들로 많은 것을 배웠거든요.",
				"Wed8": "내 선생님의 역할을 물려 받으려니 힘들지만, 학생이 둘 밖에 안되어서 조금 편해요.#$e#일년동안 엘리노어 선생님은 아홉 명을 가르쳤어요. 내가 어릴 땐 아이들이 더 있었거든요.",
				"Thu2": "학생이 두 명이어서 좋아요. 우린 수업시간에 만났을 때 융통성을 발휘하거든요.",
				"Thu4": "책 추천요? 음, '마시' 시리즈가 정말 좋아요. 모든 사람들이 좋아해요.#$e#개인적으로 가장 좋아하는건, 노라 실리의 '어떤 것도 잘못하기 어렵다' 에요.",
				"Thu8": "안녕, @!$h#$e#정말 멋진 한 주에요. 아이들도 쪽지시험을 정말 잘 봤구요.#$e#@씨는 잘 보내고 있나요?",
				"Thu10": "어렸을 땐 난 항상 어른이 되면 샘과 결혼해야겠다 생각했어요. 하지만 이젠 거의 같이 시간을 보내지 않아요.#$e#히히, 아니에요. 질투하지 말아요.$h",
				"Fri2": "가르친다는 건 할 일이 많아요. 진짜 선생님이 어떻게 정규수업에 필요한 모든 것을 하는지 상상조차 할 수가 없네요.",
				"Fri6": "선생님이 되면 꽤나 성숙해지는 것 같아요. 지난 2년동안만 해도 5년정도는 성장한 기분이에요.",
				"Fri10": "안녕, @!$h#$e#신기해요. 자기 옆에선 원숙함과 청춘을 동시에 느낄 수 있네요.",
				"Sat6": "난 그저 주위 사람들을 돕고 있을 뿐이지만 세상을 도울 수 있는 일을 하고싶어요.#$e#@씨는 많은 사람들을 먹여 살리는 일을 하고 있는거죠?",
				"Sat8": "재스가 가끔 귀여운 그림을 그려줘요. 내가 가장 좋아하는 건 재스가 @씨 농장을 자신의 옆에다 그린 거에요.#$e#작은 울타리들도 다 그렸구요. 얼마나 사랑스러웠는지.$h",
				"Sat10": "어렸을 때 읽었던 로맨스 소설이 최근들어 자꾸 생각이 나네요.$l#$e#아! ...어, 아무 것도 아니에요..$l",
				"Sun2": "미안해요. 어머니가 좀 지나치게 구셨죠.#$e#다른 분들은 우리 가족을 알고 있지만, 그래도...",
				"Sun6": "펠리컨 마을에는 꽤 많은 사람이 오고 갔어요. 곧 떠나지는 않을거죠?",
				"Sun8": "안녕 @! 볼 때마다 항상 좋네요.",
				"Sun10": "정말 쑥쓰럽네요. 수업 중에 자꾸 다른 생각을 하게 돼요.$l#$e#왜 그런지는 알죠?$l",
				"summer_Mon2": "마루는 좋은 친구에요. 대화할 때마다 많은 것을 배우는 것 같거든요.#$e#마루가 과학수업에 쓸 좋은 아이디어들을 줘요.",
				"summer_Mon4": "마루가 가족마다 이런저런 문제가 있다고 말했어요.$u#$b#마을 사람들 중에 우리 가족을 색안경을 끼고 판단하는 모습이 느껴질 때 가끔 괴로워요.$s#$e#미안해요. 오늘은 어떻게 지냈나요?",
				"summer_Mon8": "첫 해에 수업을 할 땐 일주일에 한번정도는 울면서 집에 갔었어요. '난 아이들을 제대로 가르칠 수 없어.' 하면서요.$u#$e#결국엔 진정됐지만요. 내 가르치는 방법과 아이들이 어떻게 받아들일지에 대해 너무 비판적이었던 것 같아요.",
				"summer_Tue": "여름엔 아이들과 독서하는 계획이 있어요. 매년 이맘때쯤이면 조금 편하게 지내니 좋아요.",
				"summer_Tue2": "빈센트가 오늘 여름 독서를 했으면 좋겠는데...$u#$b#하지만 지금은 너무 많이 챙겨주면 안돼요. 목표는 자립심을 키우는 거니까요.",
				"summer_Tue4": "여름엔 아이들과 독서하는 계획이 있어요. 매년 이맘때쯤이면 조금 편하게 지내니 좋아요.",
				"summer_Tue10": "샘과 나는 어렸을 때 빈센트랑 재스 같았어요. 하지만 그 이후로 우린 다른 방향으로 성장했죠.#$e#샘은 그냥 다른 방식으로 살고 있는거에요. 아직 성장중인거죠.",
				"summer_Wed": "우린 여름 방학을 길게 보내지 않아요. 부족한 정규 수업시간을 보충해야하기 때문에 그래요.#$e#조디와 마니가 평범한 학교처럼 하는 대신 그렇게 해달라고 부탁했어요.",
				"summer_Wed4": "아이들이 원하는 만큼 밖에 나왔으면 좋겠어요. 바깥도 교실이 될 수 있는걸요!$h#$e#빈센트는 가끔 과학 수업보단 그냥 뛰어다니고 싶어하는 것 같지만요.$u",
				"summer_Wed8": "오늘 우린 물의 순환에 대해 배우고 있었어요. 밖에서 가르치는게 가장 잘 이해할 수 있을거라 생각했어요.",
				"summer_Wed10": "오, 안녕 @!$l#$e#미안해요, 오늘 좀 너무 덥지 않나요?$l",
				"summer_Sat2": "오늘은 아이들을 위해 놀이터에서 노는 날이에요.#$e#뭔갈 가르치고 있는건 아니에요. 그냥 재미있으라고 하는거죠.",
				"summer_Sat4": "$d cc#마을 회관을 고쳐줘서 고마워요. 당신은 마을의 영웅이에요.|안녕하세요, @씨. 잘 지내는 모습이 보기 좋네요.",
				"summer_Sat8": "아이들의 웃음소리가 세상에서 가장 듣기 좋은 소리라고 생각해요.$h#$e#순수하고 변하지 않는 기쁨만 들어있잖아요... 안그래요?",
				"summer_Sat10": "자기도 아이들이 노는 모습을 보는걸 좋아해요?#$e#그 모습은 완벽했던 지나간 나날들을 생각나게 하고 그 완벽함을 되찾아 내게 희망을 주기도 해요.$h",
				"summer_Sun": "음... 농장 집 꾸미는 거 좋아해요?#$e#자신만의 꾸밀 곳이 있어서 좋겠네요.",
				"summer_Sun2": "흙 속에 놓여있는 책을 발견했어요. 어떻게 이렇게 무책임한 일이 일어나지?$s#$e#만약 다른 책 찾으면 원래 있던 곳으로 돌려주세요.",
				"summer_Sun4": "음... 농장 집 꾸미는 거 좋아해요?#$e#자신만의 꾸밀 곳이 있어서 좋겠네요.",
				"summer_Sun6": "이번 주에 아이들과 뭘 해야 할까요? 난 단어 연습을 위해 그림 그리기 놀이를 해볼까 했어요.",
				"summer_Sun8": "가끔 자기객관화를 해보는데, 내가 아이들에게 충분한 롤모델이 될까 하는 생각이 들어요.$s#$e#만약 내 삶의 모든 장소를 보여주는 것이 교육이 될 수 있다고 한다면, 음, 내 삶은...$s#$e#...난 계속 괜찮을거라고 되뇌었어요. 아이들이 미래에 행복만 찾는다면야...$u",
				"summer_Sun10": "최근에 내가 하는 일에 자신감이 더 생겼어요.#$e#어느 때보다도 주위 사람들을 배려하고 응원하는 모습을 보여주는게 중요하다는 생각이 들어요.",
				"fall_Mon6": "아마도 언젠가는 진짜 학교 선생님이 될 수 있겠죠. 하지만 그게 더 좋을지는 모르겠어요.#$e#재스와 빈센트같은 관계를 20명에서 30명 정도의 학생들에게도 맺는다는게 상상이 안가요.",
				"fall_Mon8": "마루네 가족이 이곳으로 이사왔을 때 마루와 친구가 되었어요. 만약 떠난다고 하면 무척 그리울거에요.",
				"fall_Mon10": "아빠를 다시 만나게 된다면 어떻게 해야할지... 별로 알고 싶지도 않아요.$a#$e#그 인간 덕분에 난 가진게 아무 것도 없어요. 엿이나 먹으라죠! 흥!$a",
				"fall_Tue": "빈센트가 매일 일찍 와서 도움을 달라고 해요.#$e#빈센트는 경찰이 된다고 하더라도 좋은 성과를 낼 거에요.$h",
				"fall_Tue10": "며칠 전 밤에 재스를 집에 데려다 줄 때 자기 농장을 지나갔어요. 멀리서 자기를 봤는데...#$b#...경치는 아름다웠지만, 거기서 자기의 모습이 가장 좋았어요.$l",
				"fall_Wed4": "난 어릴 때부터 늘 독서광이었어요. 책은 항상 날 위해 존재하는 것 같았으니까요.",
				"fall_Wed6": "책은 가끔씩 현실에서 벗어날 때 좋아요. 모든 사람들이 어떤 형태로든 현실을 잠깐 벗어날 필요는 있다고 생각해요.",
				"fall_Thu10": "빈센트가 어제 나보고 당신을 사랑하냐 물었어요. 맹세하건데 난...$u#$e#...$l",
				"fall_Thu8": "항상 어머니를 돌보기 위한 몸부림이지만 아빠가 떠난 뒤에 우리는 무슨 일이 있어도 뭉치기로 했어요.$u#$e#모든 사람은 의지할 사람이 필요해요. 알죠?$u",
				"fall_Fri4": "...$s#$e#아, 미안해요, @씨. 생각 좀 하고 있었어요. 가을은 내게 항상 힘든 시간이어서요.$s#$e#기회가 되면 얘기해줄게요.",
				"fall_Sun10": "@! 그냥 미래에 대해 생각해 보고 있었어요...#$e#자기의 10년 뒤 미래는 무슨 모습일 것 같아요?$l#$e#떠오르는 모습이 몇개 있는데...$u",
				"winter_Mon": "25일에 겨울 별의 만찬이 열려요. 내가 가장 좋아하는 행사중 하나에요.#$e#삶의 좋은 일들에 대한 감사를 표시하는 기간이 되어야 하는데... 대부분 사람들에겐 그저 쉬는 날에 선물을 교환하는 시간일 뿐인가봐요.",
				"winter_Mon6": "올해 겨울 별의 만찬에는 많은 기대가 있어요. 올해엔 누구에게 선물을 받을까?$h",
				"winter_Mon10": "어젯밤 자기 전에 책을 읽고 있었는데 몇 장밖에 못 읽었어요.#$e#마음이 자꾸 흔들려서요...$l",
				"winter_Tue4": "엘리엇은 작가이지 않나요? 작품을 읽어보고 싶은데, 잘 아는 사이가 아니라서...",
				"winter_Tue8": "엘리엇이 본인이 쓴 작품 몇 가지를 공유해줬어요. 평소에 좋아하던 타입의 글은 아니었지만 그래도 예의있게 행동했어요.#$e#매우 재능있는 사람이던걸요.",
				"winter_Tue10": "겨울 별의 만찬이 다가오면서 나의 축복을 헤아리고 있었어요.#$b#자기를 알게 되어서 너무 감사하고 있어요, @.$l",
				"winter_Wed": "도서관에 벽난로가 있어서 좋아요. 좋은 책과 함께 아늑하게 있으면 얼마나 좋은지 몰라요.",
				"winter_Wed4": "봄에 @씨 농장이 어떤 모습일지 기대되네요.#$e#정말 생글생글하고 아름다울 거에요.$h",
				"winter_Wed8": "빈센트가 대학에 갈지 말지 모르겠어요. 난 가본적이 없어서요.$u#$e#하지만 빈센트가 자상한 청년이 된다면 난 더 바랄 것도 없어요.",
				"winter_Thu4": "난 내 일에 최선을 다해야해요. 학부모가 자식들이 충분히 배우지 못한다고 느끼면...$u#$b#...공립학교로 통학하기 위해서 매일 버스를 타고 가야할 거에요.#$e#그래도 지금까지는 잘해왔어요.",
				"winter_Thu6": "저기, @, 그냥 궁금해서 그러는데... 어머니한테 술 안 사줬죠?$u#$e#가끔 거스가 어머니를 내쫓았으면 좋겠어요.$s",
				"winter_Thu10": "오, 안녕 @.$l#$e#미안해요, 어제 잠을 잘 못자서 늦게 일어났는데...$s#$b#...어, 독서하느라요. 좋은 책을 읽느라 그랬어요.$l",
				"winter_Fri": "...네?$u",
				"winter_Fri2": "라이너스와 친구인가요? 산 위에 텐트 안에서 살던데요.#$e#모두 그 사람을 무시해요, 가엾어라. 착한 사람이에요... 조금 특이할 뿐이지만.#$e#지금 쯤에 텐트에서 살다니 정말 추울 것같아요.",
				"winter_Fri6": "조지 할아버님이 예전처럼 집 밖으로 나오시질 않네요. 모든 일이 괜찮았으면 해요.$u",
				"winter_Sun6": "내가 일하며 번 돈 대부분을 숨겨놓아야 해요. 안 그러면 어머니가 술 사는데 다 써버릴지도 몰라요.$s#$e#어머니는 여전히 날 사랑해요. 항상 술 때문에 돈을 다 쓰는건 아니지만, 예전에 그랬던 적이 있어요.",
				"winter_Sun10": "조만간 저녁에 우리 집에서 같이 책 한권을 들고 아늑하게 있고 싶어요.$h#$e#될 수 있으면 8시 전에 와줘요. 어머니가 집에 돌아와서 어색하게 있고 싶지는 않아요.",
				"spring_1_2": "새해 첫 시작이 밝았네요! 이 아침이 정말 좋게 느껴지길 바랄게요.$h",
				"spring_12": "우린 이번 주에 달걀 축제를 준비하려고 달걀 몇 개를 장식했어요.#$e#이번 축제 때 올건가요?",
				"spring_23": "봄꽃 무도회에 대한 즐거운 추억이 있어요.#$e#무도회 춤이 새로 온 사람에게는 옛날 춤으로 보일것 같다고 생각되지만 스텝은 정말 배우기 쉬워요.",
				"summer_10": "음... 내일 루아우에서 있을 음식 맛을 벌써 느낄 수 있어요.#$e#올해는 아무도 수프를 망치지 않았았으면 해요...$a#$e#내가 예전보다 샘과 잘 안어울리는 이유 중 하나죠.$a",
				"fall_15": "난 스타듀 밸리 품평회가 좋아요.#$b#하지만 축제 게임이 아이들에겐 조금 힘들수도 있을거에요.#$e#@, 품평회에서 상을 탈 수 있을 거에요.",
				"fall_26": "어렸을 때는 영령의 전야제를 무서워하곤 했어요. 하지만 요즘은 즐기고 있죠.#$e#모두 가끔은 모험을 해봐야 겠죠?$h",
				"winter_7": "눈은 모든 사람들에게 동심을 가져다 줘요. 내일 축제 때 엄청 재밌을 거에요.",
				"winter_24": "내일은 중요한 날이에요! 일년 중 가장 마법같은 날이죠.$h#$e#아이들이 선물을 열 때 표정을 보는게 정말 특별한 순간이에요.",
				"winter_28": "해피 뉴이어...! ...내일요!$h#$e#다음 해에 작은 우리 마을에 무슨 일이 일어날지 궁금하네요.",
				"spring_12_2": "우린 이번 주에 달걀 축제를 준비하려고 달걀 몇 개를 장식했어요.#$e#이번 축제 때 올건가요?",
				"summer_10_2": "음... 내일 루아우에서 있을 음식 맛을 벌써 느낄 수 있어요.#$e#올해는 아무도 수프를 망치지 않았았으면 해요...$a#$e#내가 예전보다 샘과 잘 안어울리는 이유 중 하나죠.$a",
				"fall_15_2": "난 스타듀 밸리 품평회가 좋아요.#$b#하지만 축제 게임이 아이들에겐 조금 힘들수도 있을거에요.#$e#@, 품평회에서 상을 탈 수 있을 거에요.",
				"fall_26_2": "어렸을 때는 영령의 전야제를 무서워하곤 했어요. 하지만 요즘은 즐기고 있죠.#$e#모두 가끔은 모험을 해봐야 겠죠?$h",
				"winter_7_2": "눈은 모든 사람들에게 동심을 가져다 줘요. 내일 축제 때 엄청 재밌을 거에요.",
				"winter_24_2": "내일은 중요한 날이에요! 일년 중 가장 마법같은 날이죠.$h#$e#아이들이 선물을 열 때 표정을 보는게 정말 특별한 순간이에요.",
				"winter_28_2": "해피 뉴이어...! ...내일요!$h#$e#다음 해에 작은 우리 마을에 무슨 일이 일어날지 궁금하네요.",
			}
		},
		{
			"LogName":"Penny Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialoguePenny",
			"Entries":{
				"Rainy_Day_0": "#$c .5#비가오면 계피와 쿠키가 생각이 나요.#비오는 날 도서관까지 가는건 꽤나 모험심이 필요하지만, 여기서 살면 가는 거리만큼의 가치도 있어요.",
				"Rainy_Day_1": "마루와 하비 선생님이 사귀게 될까요? 하비가 마루를 좋아하는 건 확실한 것 같은데...#$e#$c .5#...하지만 나이 차이가 둘을 우유부단하게 만드는 것 같아요.#그래도 마루가 첫 발을 내딛어야 할 거에요.$h",
				"Rainy_Day_2": "#$c .5#안녕, 여보! 오늘 아침에 장을 보러갔다가 이걸 사왔어요.[186 180 770 535]#아 맞아! 어제 이걸 얻었는데 까먹고 있었네요.[186 180 770 535] 당신이 잘 사용할 수 있을거라 생각해요.",
				"Rainy_Day_3": "흠... 새 레시피를 시도해볼까봐요. 내가 저번에 만든 레시피 마음에 들었죠, 여보?#$e#이름이... '칠리 드 @' 였었죠?",
				"Rainy_Day_4": "#$c .5#이런 날에는 좋은 책을 들고 아늑하게 있는걸 좋아해요.#좋은 책과 차 한잔. 음, 지금 있다면 정말 좋을 것 같아요.$h",
				"Rainy_Night_0": "#$c .5#오늘 어땠어요, 여보? 난 소설책을 읽으며 오후를 보냈어요.#더 깊은 의미를 찾기 위해 책의 행 사이를 읽으며 성취감을 찾는 사람도 있다는 걸 알아요. 나는 이야기 자체에서 즐거움을 찾을 뿐이지만요.",
				"patio_Penny": "#$c .5#여긴 원래 살던 집보다 훨씬 평화롭네요. 여기 있어서 정말 행복해요.#잠깐 같이 있어줄 수 있어요? ...그래도, 당신이 해야 할 일이 너무 많겠죠?",
				"Rainy_Night_1": "#$c .5#분명 어머니는 지금 살롱에 계시겠죠... 하지만 더 이상 힘들지는 않네요. 난 할만큼 했어요.#요즘 어머니가 잘 대해주셨나요? '누군가와의 결혼은 그 사람의 집안과 결혼하는 것' 라는 것을 깨달으셨나봐요.",
				"Rainy_Night_2": "#$c .5#우리가 온천에서 만났던 그 날 밤을 생각하고 있었어요. 그 밤은 영원히 잊지 못할 거에요...$l#흠, 내가 바라던 채점을 다 못 끝냈어요. 아마 아침에 빠르게 보내야만 할 것 같아요.$s",
				"Rainy_Night_3": "#$c .5#낡은 철제 트레일러에서 살았을 땐 빗소리가 나를 괴롭히곤 했어요. 하지만 여기선 나를 달래주고 있네요.#빈센트와 재스도 침대에서 아늑하고 좋은 느낌을 받았으면 좋겠어요.",
				"Rainy_Night_4": "#$c .5#근사한 저녁을 만들고 싶었어요. 마음에 들었으면 좋겠네요. [212 214 225 209 200]$h#내가 말하긴 그렇지만, 요리실력이 더 좋아진 것 같아요. [212 214 225 209 200]맛있게 먹어요!$h",
				"Indoor_Day_0": "#$c .5#여긴 너무 평화로워요. 예전에는 자주 끔찍한 악몽을 꾸곤 했는데 지금은 아이처럼 잠들곤 하네요.#어릴 때부터 이 농장이 신기했어요. 그런데 내가 여기 살게 될 줄 누가 알았겠어요?",
				"Indoor_Day_1": "#$c .5#좋은 아침! 따끈따끈한 아침식사를 만들었어요.[195 210 211] 내겐 당신이 배부른 채로 집을 나서는게 중요해요.$h#좋은 아침! 잠에서 깼는데 배고파서 우리가 먹을 만큼 만들었어요. 맛있게 먹어요![195 210 211]",
				"Indoor_Day_2": "#$c .5#있죠, 오늘은 책을 좀 읽을까 해요. 저번에 도서관에서 새로운 책을 빌려왔어요.#건터씨가 안부 전해달랬어요. 우리가 기부할 만한게 있던가요?",
				"Indoor_Day_3": "#$c .5#당신이 찾은 모든 유물들에 대해 듣는게 너무 좋아요. 생각해보면... 10000년 전에 바로 이 자리에 농부들이 있었을지도 몰라요.#도서관에서 신간 책을 빌려왔어요. 새로운 책들이 들어올 때마다 정말 좋아요.$h",
				"Indoor_Day_4": "#$c .5#우리 처음 만났을 때 나 너무 수줍어 보였나요? 지금 생각해보니 꽤 재밌네요`.$h#지금 당신의 모습이 너무 좋아요... 그냥 말하고 싶었어요.$h",
				"Indoor_Night_0": "#$c .5#좋은 저녁이에요, 여보. 오늘 하고 싶은 일은 다 했나요? 아니어도 괜찮아요. 시간은 많은걸요!#저녁 어스름이 오면 당신의 눈 속에 빛나고 있는 별들이 있어요. 너무 사랑스럽네요.$l",
				"Indoor_Night_1": "#$c .5#흠... 내일 치마를 입을까, 바지를 입을까? 오, 이런 고민을 왜 하는거지... 항상 치마를 입는데.#내가 지금 느끼고 있는건 행복함 그 너머의 기분이에요.$l",
				"Indoor_Night_2": "#$c .5#우린 감사하게도 가지고 있는게 많네요. 그래도 항상 우리보다 불행한 사람들을 기억하려 노력해야해요.#휴. 내가 말했던가요? 지난 주 내내 빈센트가 결혼 생활에 대한 질문으로 계속 날 괴롭혔어요.",
				"Indoor_Night_3": "내가 떠나서 어머니는 꽤 외로우실거에요. 그렇다고 살롱에서 외로움을 달래지는 않았으면 해요.#$e#미안해할 필요는 없어요! 어머니도 스스로 문제를 해결해야 해요.",
				"Indoor_Night_4": "#$c .5#잘 준비는 됐어요? 침대도 정돈해놨어요...#히히, 침대로 가고 싶다면 지금 하고있는 일도 나중에 할게요.$l",
				"Outdoor_0": "이런 아름다운 곳에서 사는 꿈을 꾸곤 했었는데, 이젠 현실로 다가왔네요.#$e#$c .5#당신이 이사오기 전에 얼마나 많은걸 놓치고 살았는지 알겠어요.$l#집으로 돌아가면 너무 비참했었거든요.$s",
				"Outdoor_1": "#$c .5#여긴 아이들을 키우기에 완벽한 곳 아닐까요? 내가 농장에서 자랐다면 정말 행복했을 거에요.#바로 일하러 가야하는 건 이해해요, 여보. 그래도 오늘 밤 집에 일찍 들어 올거죠?",
				"Outdoor_2": "#$c .5#여보, 오늘 다른 특이한 거 출하 할건가요?#안녕 여보! 내가 농장일에 대해 더 잘 알았다면 도와줬을텐데. 미안해요!#$e#당신 생각하고 있을게요.$h",
				"Outdoor_3": "#$c .5#방금 노래하는 새 한 마리가 서쪽으로 날아가는걸 봤어요. 스타듀 밸리에선 아주 좋은 징조에요.$h#이쪽 현관에서 책을 좀 읽어야겠어요.$h",
				"Outdoor_4": "#$c .5#아... 밖에 있어서 기분이 좋네요. 하루종일 여기서 사소한 것 하나하나 다 관찰할 수도 있겠는걸요.#아! 방금 재스와 빈센트를 위한 좋은 수업 아이디어가 떠올랐어요. 세부사항들도 생각해봐야겠네요.",
				"OneKid_0": "#$c .5#오늘 아이랑 놀아주었나요? 어쩌면 둘째가 일을 해결해줄지도 몰라요.#아 맞아. 어제 어머니가 %kid1(을)를 보기 위해 잠깐 방문했었어요. 어머니의 양육하는 모습을 보니 꿈만 같았아요.",
				"OneKid_1": "#$c .5#아이들이 내가 예전처럼 독서를 할 시간을 많이 주질 않네요. 오디오북에 만족해야 할 것 같아요.#%kid1(은)는 여기서 좋은 어린시절을 보내게 될 거에요.",
				"OneKid_3": "아이가 생겨서 그런지 나이가 든 것 같아요. 아마 내 어깨에 얹힌 책임감이겠죠.#$e#나쁜건 아니에요! 오랫동안 원해왔던 일이니까요.",
				"TwoKids_0": "#$c .5#아이들이 날 바쁘게 하지만 당신을 뒤로하고 싶진 않아요... 요즘 어때요?#난 이미 %kid1(이)랑 %kid2에게 밥을 챙겨줬어요. 정말 잘 먹는 아이들이네요!",
				"TwoKids_1": "#$c .5#당신이 아이들에게 노래를 불러주면 너무 좋아해요. 잠시 멈추고 집중하던데요. 너무 귀여웠어요.$h# %kid2(이)가 있으니 %kid1에게도 많은 관심을 기울여야해요. 둘 사이에 질투심이 생기지 않았으면 좋겠어요.",
				"TwoKids_2": "#$c .5#아이들은 영원히 요람에 머물지 않아요. 그래서 함께 모든 순간을 즐기려고 노력하고 있어요.#%kid2(이)가 날개를 펴고 밤하늘로 날아가는 꿈을 꾸었어요. 이게 무슨 의미일까요?",
				"TwoKids_3": "#$c .5#멋진 우리 집, 예쁜 우리 아이들, 아름다운 땅까지. 우린 정말 행운을 타고 났어요.#내가 성장해가면서 많은 것을 이룰거라고는 생각도 못했어요. 하지만 우리 아이들의 모습을 보니 난 정말 운이 좋다고 생각해요.$l",
				"funLeave_Penny": "#$c .5#오늘 일하는 날은 아니에요. 그냥 밖에서 시간을 보내고 싶어요.#오늘 마을 좀 다녀 올게요. 놀다 오려고요. 조금 있다 봐요!",
				"funReturn_Penny": "#$c .5#좋은 시간이었어요... 다른 사람들과 계속 만나는건 역시 좋네요. 당신은 어땠나요?#많은 사람들이 밖에 돌아다녔어요. 몇몇 사람들이랑 수다를 떨었는데 정말 재미있었어요.",
				"spring_1": "우린 따뜻하고 희망찬 새해를 만들어야 해요. 생산적인 한 해로 만들자구요.",
				"spring_4": "봄은 내가 가장 좋아하는 계절에이요. 기류 안에 나를 희망으로 채우는 신선함이 있어요.",
				"spring_8": null,
				"spring_12": "오늘은 수업 없는 날이에요. 달걀 축제준비 때문에 마을로 갈건데, 당신도 올래요?",
				"spring_16": "아, '봄맞이 대청소'는... 정말 즐겁게 할 거에요.",
				"spring_19": "어머니가 나를 자랑스러워 하시는걸 보니 너무 좋아요. 혹시 심술 부리실까 걱정이었는데.#$b#하지만 그냥 기우일 뿐이었어요!$h",
				"spring_26": "재스와 빈센트가 좋아하게 될 예술 프로젝트를 생각했어요. 축제에서 남은 꽃들을 이용해서요.#$b#어떤 반응일지 너무 기대돼요.$h",
				"summer_9": "인쇄된 책을 읽는 건 전자책을 읽는 것과는 매우 달라요...#$b#...책을 넘기며 나는 소리들, 페이지가 얼마나 남았는지에 따라 이야기의 진행을 파악하는 방식들 같은 것 말이에요.#$e#내 책장의 책들은 모이면 정말 무겁지만 그럴만한 가치는 있어요.$h",
				"summer_10": "정식 학교 선생님들은 여름 방학을 즐기고 있겠죠.#$e#괜찮아요. 사실 난 일하러 가긴 하지만 여긴 하루하루가 여름 방학처럼 느껴지는걸요.$h",
				"summer_19": "솔직하게 나는 정말 술을 싫어해요. 한 번은 마셔본 적 있지만, 좋은 경험이라고는 못하겠네요.$s#$e#그냥... 부정적인 면모가 너무 많았어요.$s#$e#사람이 모든 경험을 할 필요는 없잖아요?$u",
				"summer_23": "솔직하게 말하면, 오늘 수업에 큰 의미를 포함시키지 못했어요. 그냥 빨리 진행할 것 같아요.#$e#괜찮아요. 난 충분히 오랫동안 이 일을 해왔으니까요.",
				"fall_10": "재스와 빈센트가 다 자랐을 때 어떤 모습일지 궁금해요.#$e#내 유일한 학생들이니까요. 그게 선생님에겐 특별한 의미에요.",
				"fall_12": "가끔 어머니가 누군가를 만나 다시 사랑에 빠질까 하는 생각이 들기도 해요. 궁금하긴 하네요.",
				"fall_16": "오늘은 당연히 수업이 없어요. 스타듀 밸리 품평회에서 볼 수 있을까요?",
				"fall_19": "어제 마루를 따라잡은 기분이 들어요. 지금은 다른 단계에 들어선 느낌이 들어 이상하긴 하지만요.#$b#하지만 마루는 언제나처럼 좋은 친구에요.$h",
				"winter_5": "눈이 내리면 벽난로 앞 흔들의자에 앉아계시던 할머니 생각이 나요. 할머니 그림자가 주황색 나무에 부딪혀 흔들리는 것도 기억이 나네요. 엄청 오래전 일이에요.",
				"winter_6": null,
				"winter_9": "노라 실리가 새 책을 낸지 오래됐어요. 다시 책을 쓸 수 있는건지 의문이네요.$s#$e#미안해요, 그냥 혼잣말이었어요. 오늘은 새로 읽을 책을 꼭 찾을거에요.",
				"winter_12": "빈센트가 언제 독서를 즐기는 방법을 알 수 있을까요...$s#$e#내가 알려주는 것만으로는 충분하지 않아요. 빈센트 스스로 즐기는 방법을 찾기 원하는건데.#$b#게다가, 조디를 실망시키고 싶지 않아요.",
				"winter_16": "으으... 오늘 아침 학교에 가려면 눈 속을 한참 걸어야겠네요.$s#$e#그래요, 이런 시골에선 산길로 올라가는 두번째 길도 여전히 염두에 두어야겠네요.#$e#...$h",
				"winter_26": "한동안 눈이 충분히 내렸어요. 빨리 다 녹았으면 좋겠네요.#$e#어쨌든 녹기는 시작했네요.",
				"winter_28": "오늘 새해맞이 케이크를 구웠어요. 우리 서로 기념할 수 있게 오늘은 되도록 일찍 와요! [220 221]$h",
			}
		}
	]
}