{
	"Changes":[
		{
			"LogName":"Sam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sam",
			"Entries":{
				"Mon2": "안녕, 잘 지내?#$e#어젯밤에 4시간 연속으로 기타 연습을 했어. 손가락이 엄청 아파.$s#$e#그럼 이만, 다른 할 일이 있어서...",
				"Mon4": "난 어렸을 때 스케이트보드를 탔어.#$e#그래도 어른과 같은 취미를 가지는건 보람있어. 너도 새로운 시각으로 바라보게 될걸.",
				"Tue2": "안녕, @.#$e#너 비디오 게임 해?",
				"Tue4_2": "아버지한테 시리얼 한 그릇을 드리려고 했는데, 우유를 붓자마자 아버지가 뒤집어지셨어. 대체 왜 그러신거지?$s",
				"Tue8": "가끔 난 다른 몇몇 사람들이 어떻게 변했는지 알아차리곤 했어. 나와 같이 자랐던 사람들 몇은 달라졌지.#$e#동심을 뒤로 하고 변한다는 건 안타까운 일이야. 왜 다들 그럼에도 만족하는 걸까?",
				"Tue8_2": "가끔 난 다른 몇몇 사람들이 어떻게 변했는지 알아차리곤 했어. 나와 같이 자랐던 사람들 몇은 달라졌지.#$e#동심을 뒤로 하고 변한다는 건 안타까운 일이야. 왜 다들 그럼에도 만족하는 걸까?",
				"Wed": "밴드에서 쓸 새로운 곡을 구상하고 있는데, 아무 생각도 안나...#$q 319/320 Wed_old#야.. 새 노래는 어떤 내용으로 만들까?#$r 320 30 Wed_320#농업, 광업, 임업.#$r 8820 30 Wed_320#해저 도시.#$r 8821 30 Wed_320#기차.#$r 319 -50 Wed_319#아무거나 해. 다 끔찍할텐데.",
				"Wed_old": "$p 319#근데 네가 무슨 생각하는지는 이미 알아.$a|네 도움 덕분에 가사는 이미 다 끝났어!$h",
				"Wed_319": "야... 나한테 불만이라도 있냐? 물어본 내 잘못이지.$a",
				"Wed_320": "오, 그래? 좋은 조언이네, 고마워!$h",
				"Thu_2": "아버지가 돌아오셨어. 만나봤어?#$b#무사하셔서 다행이야.",
				"Thu2_2": "아버지가 돌아오셨어. 만나봤어?#$b#무사하셔서 다행이야.",
				"Thu4": "아버지가 1년 정도 뒤에 오실 것 같아.#$e#네가 그 때도 여기 산다면 만나 볼 수 있겠네.#$e#설마 그렇게 노력하며 농장을 일궜는데 버리진 않겠지!",
				"Thu4_2": "...아버지가 돌아온게 조금 복잡한 심정이야. 아버지가 이상하게 느껴져.$s#$b#3년이나 보질 못했는걸... 그래서 그런거겠지.",
				"Thu8": "우리가 서로 엄청 빨리 친해졌다는게 놀라워! @, 넌 내 베프야!",
				"Thu8_2": "야, 아버지랑 얘기를 하게 됐을 때 너무 무리한 부탁이 아니라면 아버지를 좀 띄워줘.#$e#아버지는 내 주위에서 자기 얘기 하시는걸 꺼리니까, 네가 내 주변에 없으면 얘기하기 편하지 않을까?$s",
				"Fri2": "가끔 도시가 그리울 때도 있지만, 내가 다시 이사를 간다고 하면 하루종일 일을 해야만 할거야.#$e#그렇게 일하는게 나은걸까?",
				"Fri10": "나이가 들 수록 계곡에 대한 애착이 깊어져.#$b#특별한 이유가 있는 것 같지만.$l#$e#그래서, 오늘 어떻게 지냈어?$h",
				"Sat2": "몇 년전에 기타를 주웠어. 자연스럽게 나만의 기타가 됐지.#$e#연습을 많이 하긴 해야했어. '좋음' 이라는 평가도 괜찮지만 '아주 좋음'이 더 듣기 좋잖아?$h",
				"Sat4": "아! 할머니한테 전화하기로 한 게 방금 생각났어. 그래, 고무줄을 손목에 감아서 잊지 않게 해야겠다.#$e#이렇게 작은 힌트를 만들어놔야 해. 안그러면 난 다 잊어버릴거야.$h",
				"Sat6": "애비가 멋진 드럼 솔로를 생각해냈어. 그걸 우리 노래에 어떻게 접목시킬지 알아내야 해.#$e#어릴 때는 애비가 어떤 사람인지 별 생각 없었는데, 다시 보니까 엄청 창의적이네.",
				"Sat8": "애비가 멋진 드럼 솔로를 생각해냈어. 그걸 우리 노래에 어떻게 접목시킬지 알아내야 해.#$e#어릴 때는 애비가 어떤 사람인지 별 생각 없었는데, 다시 보니까 엄청 창의적이네.",
				"Sat8_2": "아버지가 돌아온 건... 내가 기대했던 것보다 훨씬 더 다른 모습이야.$s#$e#아버지 옆에서 어떤 행동을 취해야 할지 모르겠어. 아이처럼 있어야 할까? 아니면 어른처럼?$s",
				"Sun2": "밖으로 나오면 가끔 가사에 대한 아이디어가 떠오르곤 해.#$e#넌 밖에서 일하는게 좋을 수 밖에 없겠네, 그치?",
				"Sun4": "이펙트 페달을 밟으며 실험을 해 보고있어. 확실히 재밌는 소리긴 한데, 우리 밴드 음악에 넣을 수 있는 구간이 있는지 찾아봐야 할 것같아.#$e#특이한 사운드로만 채우면 결국 저질 음악이 나올거야. 하이 리스크 하이 리턴이지 뭐.",
				"Sun8": "가끔 엄마가 자신의 삶에 만족하는지 의문이야...$s#$e#엄마한테 한번 물어봤을 때 뭔가 숨기고 있다는 느낌을 받았어.",
				"summer_Mon": "여름엔 꽃가루가 적어서... 내 코가 행복하대.",
				"summer_Mon10": "주주시티에서 놀게 된건 내 꿈이 실현된 거지만, 내 일상에서 너무 벗어난 기분이야.#$e#최근엔 다른 일도 생각해보고 있어.$l",
				"summer_Tue6": "흠, 내일 아침은 팬케이크를 해야겠어.#$e#빈센트가 엄청 좋아하겠지.",
				"summer_Tue10": "요리하는 법을 배워야할까봐.#$b#나만의 맛 평론가가 되어도 상관없지?$h#$e#몰라, 그냥 네가 좋아할거라 생각해.$l",
				"summer_Wed6": "$d Joja#또 다른 조자마트 근무날이네. 와아, 인생을 또 몇시간 허비했어.$s|내가 빨리 일을 하면, 건터가 가끔 조기퇴근을 시켜줘. 모리스였다면 절대 안그랬을걸.",
				"summer_Thu": "아버지가 가끔 고토로 제국에 대해 말씀하시던데... 무자비한 곳처럼 말씀하셔.",
				"summer_Thu4": "세바스찬이 재밌는 보드게임을 가지고 있어.#$b#옛날에 난 보드게임 안했었는데, 세바스찬이 재밌게 하는 법을 알려줬지.$h",
				"summer_Thu6": "@, 나랑 같이 있어줘서 고마워. 요즘 아버지가 안계셔서 힘들었어.$s#$e#무소식이 희소식이라는 거겠지? 긍정적으로 생각하려고.",
				"summer_Thu6_2": "가끔 밤에 아버지가 복도를 걷는 소리가 들려.$s#$b#...하지만 뭐가 문제인지는 말해주시질 않아.",
				"summer_Fri4": "어제 11시 쯤에 큰 피자 한 판을 다 먹었어.#$e#그냥 냉장고 문을 열었는데, '대박'!#$e#...하하, 아니, 난 괜찮아.$h",
				"summer_Fri6": "우리가 처음 이곳으로 이사 왔을 때 난 향수병을 많이 앓았어. 하지만 오래전 얘기야.#$e#여긴 빈센트가 아는 유일한 집이야. 여기서 잘 있는걸 보면 나도 여기가 더 편해.",
				"summer_Fri10": "요즘 새로운 노래를 쓰고있어.#$e#그러니까, 어... 너에 대한 노래.#$e#야, 웃지마!",
				"summer_Sun2": "안녕, 여름 잘 보내고 있어?#$e#시원하게 있고 싶으면 내 방에 들러줘.",
				"summer_Sun4": "좋아! 어젯밤에 가사를 또 써냈어!$h#$e#나 요즘 불타고 있는 것같아. 그래도, 라이브 들어가기 전에 준비해야 할 일은 많지만.",
				"summer_Sun6": "후. 당장 도넛이 먹고 싶네.#$e#언제 어디서든 도넛이 자꾸 먹고 싶어.",
				"summer_Sun8": "펠리컨 마을에 독신 노총각이 얼마나 많은지 알아?$s#$e#조금 이상한 것같아. 안그래?$s",
				"summer_Sun10": "예전 집이 더 이상 그립지 않아. 주주시티에서 공연하는 것은 재밌지만, 다시 그 곳에 살고 싶다는 생각은 없어.",
				"fall_Mon2": "난 이맘때에 숲에서 산책하는게 좋아. 온도가 딱 맞거든.#$e#...$h",
				"fall_Mon6": "지난주에 밴드 연습이 아주 잘 됐어. 애비와 세바스찬이 노력을 많이 했더라고.",
				"fall_Mon6_2": "우리 아버지? 음, 나도 몰라. 아버지의 시간을 건들지 않는게 나은 것같아.",
				"fall_Mon10": "넌 좋은 사람이야, @. 아버지가 돌아오시면 빨리 널 소개시켜주고 싶어.$l",
				"fall_Mon10_2": "아버지한테 \"아버지, 더 이상 내게 숨기려고 안해도 돼요. 난 이제 애가 아닌걸요.\" 라고 했었어.$s#$b#잠깐동안, 아버지는 마음을 연 것 같았었는데 그냥 자리에서 일어나시곤 희한한 웃음을 지으며 자리를 떠났어.$s#$e#아버지는 가정을 보호하는 역할을 포기하시지 않을거야. 만약 그런 역할을 원하지 않으시면, 그 때 자리에서 벗어나지 않으셨겠지.$s",
				"fall_Tue6": "아버지가 참전하시고 난 후에 난 빈센트의 어린시절을 가장 좋게 만들고 싶다는 생각을 했어.#$e#만약 내가 그러지 않으면, 누가 그래줄까? 그걸 알게된거지.",
				"fall_Tue8": "엄마의 일을 덜어주려고 집 주변을 청소했지만, 엄마가 딱히 좋아하시는 것같진 않아.#$e#고맙다고는 하셨지만... 글쎄. 엄마가 항상 청소하는게 스트레스라고 하셨는데. 청소만 그런건 아닌건가봐.",
				"fall_Wed4": "엄마가 이상한 토핑을 하지 않으면 맛있는 피자를 만들어주셔.#$e#엄마한텐 말하지마, 그래도 살롱의 피자가 완벽하지. 거스가 진짜 잘 만들어.",
				"fall_Wed6": "튜닝의 끝이 순정이란 말이 피자에도 어울리는 것 같아. 토핑도 좋긴 한데, 치즈만 적당히 섞여있는게 내가 딱 필요한 정도야.#$e#내가 요리를 할 수 있다면 좋겠다.$s",
				"fall_Wed8": "최근에 피자 만든 적 있어? 한 조각 정도는 나눠주라.",
				"fall_Wed10": "요즘 가사 쓰는데 집중하기 힘들어. 내 음악성의 일부는 이 마을의 고립된 느낌에서 오는 것 같아.#$e#하지만 그건... 이제 더 이상 문제가 아니야.$l",
				"fall_Thu4": "안녕 @.#$e#흠... 내 방에서 선인장을 기를 수 있을까?",
				"fall_Thu6": "아버지가 내년에 돌아오실것 같아.#$e#희한하게도 곧 오실 것 같단 생각이 들어.",
				"fall_Thu6_2": "곧 독립을 할까 생각중이었는데...$s#$e#...엄마의 생선 캐서롤이 그리울 것 같아. 잘 모르겠네...$s#$e#결정을 내릴 수가 없어.",
				"fall_Fri6": "...어젯밤에 늦게까지 컴퓨터 게임을 했어. 그 시간을 가사 쓰는데 집중했으면 좋았을텐데.",
				"fall_Fri8": "어제 주급을 받았어. 음... 저축을 할까, 아니면 그냥 쓸까...",
				"fall_Sat2": "안녕 @.#$e#흠... 내 방에서 선인장을 기를 수 있을까?",
				"fall_Sat4": "집에서 가장 큰 방을 쓸 수 있어서 좋아.#$e#첫째라서 받는 장점인가봐.",
				"fall_Sat8": "$d Joja#오늘 쉬는 날이어서 너무 좋아. 조자마트에서 일하는게 요즘 정말 짜증나.|박물관에서 일하면서 전시품을 보고있었어. 꽤 멋진 물건도 많네.",
				"fall_Sun2": "이런, 며칠 전에 스케이트보드를 타다가 무릎이 긁혔어.#$e#아얏, 크게 아픈건 아냐. 그냥 피곤해서 그래.",
				"fall_Sun6": "일요일에 재밌게 놀기가 힘들어... 내일 출근해야한다는 생각을 계속 하게 되네.$s",
				"fall_Sun8": "@, 넌 월요병을 어떻게 이겨내? 뭐, 내일 몇시에 퇴근하는지를 생각하는 건가?#$e#아, 참. 넌 맨날 일하는구나.#$b#그럼 정말 좋아하는 일인가봐. 부럽다.$h",
				"winter_Mon2": "겨울에는 마을사람 모두 집안에만 있어서 기타를 크게 칠 수있어.$h",
				"winter_Mon4": "우리 이번 주말에 또 밴드 연습을 성공적으로 했어! 일이 잘 풀리는 것 같아.$h#$e#아, 걱정마. 내가 첫번째 티켓은 너에게 줄게.",
				"winter_Mon8": "빈센트가 겨울 별의 만찬을 기대하고 있어. 동생을 위해 특별한 축제로 만들 방법을 생각중이야.",
				"winter_Mon10": "만약 우리가 같이 산다면, 내가 기타를 너무 크게 치는 거 짜증날 것 같아?#$e#네 생각을 말해줘. 내가 무조건 너한테 맞출게.",
				"winter_Tue8": "내가 처음에 여기 이사왔을 때 페니랑 자주 놀곤 했어.#$e#아직도 가끔 같이 놀긴 하는데, 지금은 조금은 서먹해... 요즘은 공통점이 그리 많지 않아.$s",
				"winter_Tue8_inlaw_Penny": "너와 페니가 이루어져서 다행이야! 늘 페니의 미래가 어떨지 궁금했었거든.$h",
				"winter_Wed6": "$d Joja#우리가 하는 일이 짜증나는건 알지만, 셰인이 좀 더 친절한 사람이었다면 얘기하면서 시간을 보낼 수도 있었을텐데.|셰인은 어떻게 지낼까? 나보다 조자마트 일을 더 싫어하는 것 같았는데.",
				"winter_Wed10": "있잖아... 너희 농장에서... '구인'을 한다거나 뭐 그런건 없지?$l",
				"winter_Thu4": "아버지가 봄에 돌아오실 것같아.#$e#3년만에 보는거야. 처음 느끼는 기분이네.",
				"winter_Thu4_2": "아버지의 지금 모습은 꽤 오랜만이야. 많이 익숙해지셨나봐.",
				"winter_Fri4": "밖에 쌓인 눈들이 슬러시처럼 변하기 전에 눈이 더 내렸으면 좋겠어.",
				"winter_Fri6": "어제 빈센트랑 나랑 굉장한 눈싸움을 했었어. 거의 균등하게 싸웠거든.$h#$e#몇 년 지나면 이제 눈싸움으론 날 제칠지도 몰라.",
				"winter_Fri8": "스노우보드 타는건 재밌지만, 몇 번 해본적은 없어. 근처에 타기 좋은 경사진 곳이 없어서 아쉽네...",
				"winter_Fri10": "@! 보고 싶었어!$h#$e#한 번 포옹해보자. ...오! 넌 정말 따뜻하구나!$l",
				"winter_Sat6": "우리가 이 곳으로 이사온 후에 페니와 난 같이 자랐어. 이젠 내 동생의 선생님이네. 참 기막힌 일이지?#$e#어쩌면 내 인생에 좋은 변환점일지도 몰라. 세바스찬의 생각이 맞았어.#$e#물론 너도 내 인생의 큰 변환점이야.",
				"winter_Sun4": "빈센트가 젖은 신발로 문 앞에 있는걸 봤어. 부엌으로 뛰어가기 전에 붙잡아서 다행이야.",
				"winter_Sun6": "집을 어지럽히지 않도록 해. 엄마가 결벽증이 좀 있으신 것 같거든.#$e#흠, 진짜 결벽증이 있으신건지 모르겠지만...$s",
				"winter_Sun10": "내가 독립을 하게 된다면 엄마가 더 행복해질 수도 있을거야.#$e#엄마가 날 걱정하느라 스트레스 받고 계신걸까?",
				"spring_1_2": "안녕 @, 대단한 새해를 맞이했네, 그렇지? 작년이 절대 끝나지 않을줄 알았는데 말야.$h#$e#들러줘서 고마워.",
				"spring_12": "내 동생이 축제 때문에 너무 들떠있어. 내일 달걀 축제에 대해 하루종일 떠들고있네.",
				"spring_21": "가끔 떠다니는 꽃가루가 내 콧물을 줄줄 흐르게 해.$s#$e#그래서 난 여름이 제일 좋아.",
				"spring_23": "오늘 일 안하고 싶은데 왜 봄꽃무도회는 오늘이 아닌거지?$s",
				"winter_7": "한 번은 거스가 얼음 축제 도중에 물에 빠졌었어. 마을 사람들이 몸을 녹이게 하려고 살롱을 따뜻하게 만들었어야 했지.#$e#우린 거스의 특제 스파게티를 다신 못먹을까봐 걱정했었어.",
				"fall_7": "가을의 첫 주가 벌써 끝났어. 와, 진짜 빠르네.$s#$e#뭐 어때. 네가 찾아와서 그냥 좋은데!#$e#뭐 새로운 소식이라도 있어?",
				"fall_9": "온라인으로 새 신발을 주문했어. 같은 스타일로 시켜서 나랑 잘 맞을거야.",
				"fall_16": "일주일 전에 온라인으로 신발을 주문했는데! 와, 진짜 오래 걸리네.#$e#내 생각엔 우리가 너무 깡촌에 살아서 그런 것같아.$s",
				"fall_23": "아, 새 신발을 신으니까 기분이 너무 좋아. 아직 좀 뻣뻣하지만, 곧 길들어지겠지. 특히 이번 주말에 유령미로를 달려보면 될거야.$h",
				"fall_26": "오늘 밤, 모두가 잠든 후에 숲 속에 사는 괴짜 노인이 유령미로를 설치할 거야. 그 사람, 항상 자신이 일하는 걸 보는 사람이 있나 확인하던데.",
				"summer_10": "내일은 일 안해도 돼! 이렇게 행복한 적은 처음이야.$h",
				"winter_24": "겨울 별의 만찬은 인생의 모든 좋은 것들에 대해 감사를 표시하는 시간이 되어야 해.#$b#나? 난 주로 음식에 감사해. 헤헤.$h",
				"winter_28": "오늘 이상한 느낌이 들어. 큰 일이 일어나려고 하는 것 같아.#$e#그저 좋은 일이기만 하면 좋겠어.",
				"winter_28_2": "오늘 밤은 빈센트랑 밤 늦게까지 같이 있어야겠어. 앞으로 몇 년 뒤면 이렇게 지낼 시간도 없을 것같거든.",
				"spring_12_2": "내 동생이 축제 때문에 너무 들떠있어. 내일 달걀 축제에 대해 하루종일 떠들고있네.",
				"spring_23_2": "오늘 일 안하고 싶은데 왜 봄꽃무도회는 오늘이 아닌거지?$s",
				"winter_7_2": "한 번은 거스가 얼음 축제 도중에 물에 빠졌었어. 마을 사람들이 몸을 녹이게 하려고 살롱을 따뜻하게 만들었어야 했지.#$e#우린 거스의 특제 스파게티를 다신 못먹을까봐 걱정했었어.",
				"fall_7_2": "가을의 첫 주가 벌써 끝났어. 와, 진짜 빠르네.$s#$e#뭐 어때. 네가 찾아와서 그냥 좋은데!#$e#뭐 새로운 소식이라도 있어?",
				"fall_26_2": "오늘 밤, 모두가 잠든 후에 숲 속에 사는 괴짜 노인이 유령미로를 설치할 거야. 그 사람, 항상 자신이 일하는 걸 보는 사람이 있나 확인하던데.",
				"summer_10_2": "내일은 일 안해도 돼! 이렇게 행복한 적은 처음이야.$h",
				"winter_24_2": "겨울 별의 만찬은 인생의 모든 좋은 것들에 대해 감사를 표시하는 시간이 되어야 해.#$b#나? 난 주로 음식에 감사해. 헤헤.$h",
			}
		},
		{
			"LogName":"Sam Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSam",
			"Entries":{
				"Rainy_Day_0": "#$c .5#앉아서 기타치며 놀기 좋은 날인 것 같은데... 야, 너도 쉬고 싶으면 같이 놀자.#안녕, 자기. 오늘 대자연이 네 일을 대신 해주는것 같네. 좋은 날인걸!",
				"Rainy_Day_1": "#$c .5#세바스찬이랑 애비게일이 잘 어울릴 것 같아? 하하... 이제 다른 사람들도 결혼시키려 하고있네.#세바스찬이 나보다 몇 살 더 많아. 내가 세바스찬한테 결혼으로 놀리게 될 줄은 몰랐는데.",
				"Rainy_Day_2": "#$c .5#야, 이게 서랍장에서 굴러다니고 있더라. [90 88 86 535]네가 쓸만한 것 같은데.#으, 오늘 스케이트보드 타려고 했는데.$s",
				"Rainy_Day_3": "#$c .5#으, 이런 흐린 날은 지겨워...$7#아마 오늘은 펑크맨2를 다시 한번 도전해볼만한 날이겠네. 아직 한 번도 깨본적이 없어.",
				"Rainy_Day_4": "#$c .5#잘 잤어? 난 빗소리만 들으면 곯아 떨어져서.#오늘 엄마의 기분이 좋았으면 좋겠어. 적어도 엄마는 내가 집안에 찍은 발자국들 신경 안쓰셔도 되겠지.",
				"patio_Sam": "#$c .5#*휴우*... 내가 이런 트릭으로 랜딩을 못할텐데...$s#아, 아까워라! 그걸 못 보네! 방금 완벽한 킥플립으로 랜딩에 성공했는데.$h",
				"Rainy_Night_0": "#$c .5#오늘 어땠어? 난 하루종일 누워서 만화를 봤어... 엄청 좋더라.$h#이웃 없이 사는게 정말 좋은데! 내 앰프를 11까지 올려놨어!$h",
				"Rainy_Night_1": "#$c .5#오늘은 꽤 조용하게 보냈어... 콜라, 냉동 피자, 몇 시간 동안 기타를 만지며 놀았지. 정말 편안했어.#빈센트가 좀 더 자라면 재미있을거야. 그럼 여기에 영화보러 오지 않을까?",
				"Rainy_Night_2": "아까 전에, 우리가 했던 공연 녹음한거 들어보고 있었어. 기억나? 와, 진짜 엉성하더라.#$b#네가 거기 있어서 엄청 긴장했었거든, 망치기도 싫었고 네가 날 이상하게 볼까봐!$l",
				"Rainy_Night_3": "빈센트가 너무 외롭지 않았으면 좋겠는데... 내가 챙겨줘야 하는 마음이 들어.$s#$e#$c .5#뭐, 괜찮겠지. 우리가 이민 간 것도 아닌데.#하지만, 인생은 변화의 연속이야... 아이들도 그걸 알아야 해. 아니면 결국... 성인이 되면 망가져 버릴거야.$7",
				"Rainy_Night_4": "#$c .5#야, 냉동 피자를 오븐에 넣어놨었어. 자, 네 거야. [206]$h#자아. 우리가 먹을 냉동 피자는 바베큐 치킨 맛이었어. 미안, 난 포치즈 먹었는데. [206]",
				"Indoor_Day_0": "#$c .5#휴... 내 옛 생활방식에 단 하나 그립지 않은게 있지... 조자마트에서 일한거.#오늘 청소를 좀 해야겠네. 적어도 청소는 내가 조자마트에서 배운 딱 하나 좋은 점이야.",
				"Indoor_Day_1": "야, 믹스 팬케이크 만들었어. 맛있게 드세용. [211]$h#$e#$c .5#뭐? 난 요리 배운 적 없어... 항상 엄마가 했지.#난 스스로 믹스 팬케이크 평론가라고 생각해. 그냥... 네가 나한테 다른 요리를 시키고 싶지가 않을걸.",
				"Indoor_Day_2": "#$c .5#나도 내가 농담 많이 한다는 거 알아, 하지만 내가 널 진심으로 사랑한다는 걸 알아줬으면 좋겠어...$l#아침이네. 내 머리 괜찮아보여?$l",
				"Indoor_Day_3": "오늘 뭐 할 계획 있어?#$e#$c .5#아, 난 그냥... 보통 즉흥적으로 뭘 할지 결정해하는걸...#난 아마 기타로 옛날에 좋아하던 곡 치지 않을까.",
				"Indoor_Day_4": "#$c .5#아마 세바스찬은 나중에 온라인으로 들어올거야. 오늘은 그냥 비디오 게임을 하고 싶어.#음... 언젠가 농장일을 도와줄게. 오늘은 별로 하고싶지 않은걸.$s#$e#화난거 아니지?",
				"Indoor_Night_0": "#$c .5#야, 피곤해 보이네. 내가 오늘 밤에 편하게 쉴 수 있게 마사지를 좀 해줄게.#오, 왔구나! 내가 뭘 했는지 알아? 자, 편하게 쉴 시간이야! [184 346 206]",
				"Indoor_Night_1": "#$c .5#오늘 어땠냐고? 어... 별로 기억이 안 나. 특별히 기억날만한 일을 안했어. 그냥 느긋하고 즐겁게 보냈지.#오늘은 먼지를 쓸고 닦았어. 부엌도 청소 했어. 봤지? 나도 할 땐 한다고.",
				"Indoor_Night_2": "#$c .5#침대 정리 못해서 미안. 내가 좀 엉성해서... 하긴 그래서 날 좋아하는 거지?$h#나? 난 오늘 공연을 좀 봤어. 좀 강렬한 음악이어서 나도 미친듯이 즐겼지.",
				"Indoor_Night_3": "#$c .5#내가 여기 살면서 그리워하는 건 엄마가 해주던 캐서롤 뿐이야.#야, 보고 싶었어. 오늘 잠깐 널 보러 갔었는데, 너무 바빠보이더라.",
				"Indoor_Night_4": "#$c .5#잘 준비는 됐어? 오랜만에 침대도 정돈했어...#기타로 자장가를 들려줄까? 난 빨리 잠드는 편은 아니지만, 넌 꽤 피곤할 것 같은데.",
				"Outdoor_0": "#$c .5#스케이트보드에 달 오프로드 바퀴를 사야할 것 같아. 여기라면 루이스 시장님이 뭐라 안하시겠지.$h#하, 여기에 나무들이 없었더라면 바로 부모님 집이 보였을텐데. 그랬으면 재밌었겠다. 그치?$h",
				"Outdoor_1": "#$c .5#계속 파란 하늘을 보고 있었어... 언제 UFO가 지나갈지 모르니까.#이런 조용한 아침은... 늘 좋아. 약쟁이짓이나 하는 록스타가 될 바엔 이렇게 사는게 낫지.",
				"Outdoor_2": "#$c .5#일어났어? 넌 항상 일할 시간에도 기분 좋아보이네.#안녕, @! 내가 농장 일에 대해 좀 더 알았다면 도왔을텐데. 미안!#$e#마음속으로 항상 응원하고 있을게.$h",
				"Outdoor_3": "#$c .5#공기가 날 기분 좋게 만들어... 거스의 오븐에서 나는 희미한 피자 냄새일지도 몰라.#내가 도시를 그리워 했을 것 같아? 하, 전혀 아니지.$h",
				"Outdoor_4": "#$c .5#와우... 오늘 좀 멋있는데. 진흙 얼룩이 좀 더 매력적으로 보이게 만드네.$l#후... 어젯밤에 잠을 잘 못잤다고 생각하고 있었어. 하지만 밖으로 나오자마자 바로 잠이 확 깨는 것같아!",
				"OneKid_0": "#$c .5#미안. 우리가 결혼한 뒤로 내가 얼마나 게으름을 피웠는지 처음으로 깨닫는 중이야. 하지만 아빠가 돼서 지금은 확실히 바쁘네.#내가 %kid1의 기저귀를 갈아줄거야... 걱정마. 나한테 맡기라고.",
				"OneKid_1": "#$c .5#이상한 기분이지만, 아빠가 된게 정말 좋아!$h#*하암* 와, 와우, 우리 부모님에게 정말 감사하게 되네.$s",
				"OneKid_3": "#$c .5#아이를 하나 더 낳아야 할까봐. 왜 하나로 만족해?#물론 아빠가 되는게 상상 이상으로 피곤하지만 난 도전할 준비가 됐어!$h",
				"TwoKids_0": "오늘 일찍 일어나서 아이들 밥도 챙겨주고 기저귀도 갈았어! 할 건 다 했네. 이제 자기는 돈 벌일만 하면 돼.$h#$e#농담이지... 돈을 보고 결혼한게 아닌걸.",
				"TwoKids_1": "#$c .5#아이 둘... 저어엉말 훌륭해. 뭐, 우리 엄마도 해냈으니, 나도 해낼 수 있겠지!#%kid2(이)가 생겼으니 %kid1에게도 많은 관심을 줘야지. 둘 사이에 질투심이 생기게 하고 싶지 않아.",
				"TwoKids_2": "#$c .5#아이들이 서로 놀고 있는걸 보면 재밌어. 둘이 서로 친한 것 같아.#오늘 아이들을 위해 개인 콘서트를 열거야. 관객은 그 둘만 있으면 돼!$u",
				"TwoKids_3": "#$c .5#내가 이렇게 가정적인 남자가 될 줄 몰랐는데, 우리가 이뤄낸 것이 정말 만족스러워. 인생이 정말 좋게 흘러가고 있네.$l#우리 부모님은 아직 꽤 젊으신데, 증손자도 보실 수 있을 것 같아. 어쩌면 고손자까지도!$u",
				"funLeave_Sam": "#$c .5#오늘 우리 가족들 보고 올게. 알았지? 저녁에 봐.#오늘 가족들이 다 잘 지내는지 보러 갔다올게. 그래도 오늘 저녁엔 올게. 알았지?",
				"funReturn_Sam": "#$c .5#가족들을 본건 좋았지만, 희한한 우울감이 들기도 해...뭔가 서로의 삶이 분리되어서 모든 것에 격식을 차리게 된 느낌이야.$7#우리 가족은 잘 지내지만 다들 이런저런 일로 고생하고 있어. 만약 너랑 다시 가게 됐을 땐 다 해결 됐으면 좋겠어.$7",
				"spring_3": "알러지 약을 먹었어. 근데 난 그 약 별로 안좋아 해. 먹으면 되게 졸리거든.$s",
				"spring_8": "세바스찬이 자기 만화를 왕창 빌려줬어. 그거 다 읽으려면 한 달은 순식간일 텐데.$h",
				"spring_16": "내가 다시 어린애가 되지 않는다는걸 안다는게 참 이상해.#$b#뭐... 예전에 녹음한 음악은 엄청 좋았지.$h",
				"spring_25": "여름까지 얼마나 남은거야? 못기다리겠어.",
				"summer_5": "내일은 꼭 '하프파이프'를 해야겠어.#$e#잠깐 보고 가는건 어때?",
				"summer_12": "어제 축제에서 페니를 보니까 반갑더라. 요즘 잘 못봤거든.#$b#그리고 너랑 결혼하니까 페니랑 나랑 어색했던게 많이 사라졌어.",
				"summer_17": "오늘은 우리 가족이 펠리컨 마을로 이사한 기념일이야.#$b#어... 맞겠지?$s#$e#엄마한테 물어봐야겠다.",
				"fall_4": "지금이 애비게일이 가장 좋아하는 계절이지? 아마 엄청 신났을걸.#$e#그리고, 애비게일이 기분 좋으면 덩달아 세바스찬도 행복해보이더라.",
				"fall_9": "어떤 사람들이 우리가 너무 일찍 결혼했다고 생각하는 것 같아.$7#$b#있잖아, 그런 사람들이 왜 그렇게 생각하는지 이해하지만, 내 입장이 진짜라는 걸 네게 알려주고 싶었어.$s#$b#이겨낼 수 있지? 우린 한 배를 같이 탔는걸...#$e#우린 그런 생각 따윈 이겨낼거라고.",
				"fall_13": "펠리컨 마을은 네가 뭐든 할 수 있는 곳이라고 생각했었는데. 하지만... 제길. 이 농장에서는 우리가 하고 싶은거 다 할수 있을거야.$u",
				"fall_23": "한 번은, 나랑 빈센트랑 영령의 전야제 사탕을 많이 먹었었지.#$b#그게 실수였어. 빈센트가 다 토해냈었지. 많이 지저분해 졌었어.$h#$e#어, 그래. 엄마가 다 치웠어. 기분이 안좋았지.$s#$e#다신 안그럴거야. 걱정마.",
				"winter_3": "겨울에는 자라는게 없으려나...? 아닌가...",
				"winter_14": "겨울에 별로 할 일 없으면 그냥 같이 빈둥댈순 없을까? 네가 하루종일 보고 싶은데.$l",
				"winter_20": "이번 축제 때 빈센트가 원하는 걸 얻었으면 좋겠어. 빈센트가 선물 여는걸 지켜보는게 정말 좋아.",
				"winter_26": "아버지가 뭘 하고 계신지 궁금해...$7",
			}
		}
	]
}