{
	"Changes":[
		{
			"LogName":"Sandy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":{
				"Mon2": "또 와줬구나! 너무너무 기뻐.$h#$e#계곡에는 새로운 소식 있어?",
				"Mon4": "언제는 한 커플이 신혼여행으로 여기에서 캠핑을 했었어, 신혼이라 어디서든 만족하나봐, 그치?",
				"Mon6": "얼마 전에 에밀리랑 점심을 같이 먹었었어! 못다한 얘기를 하니까 너무너무 좋더라.$h#$e#너에 대한 얘기도 했어. 좋은 얘기만 했지, 진짜로!$h",
				"Mon8": "에밀리는 사람 보는 눈이 정말 좋아. 마치 영혼의 주파수가 다른 느낌이야.#$e#하지만 상대가 어떤 행동을 하든 모든 사람을 동등하게 존중해줘. 대단하다고 생각해.",
				"Mon10": "안녕 안녕 자기야! 최근에 똠카 수프를 만든 적 있어? 난 그 맛이 전혀 질리지가 않더라.#$e#혹시 돌아가기 전에 코코넛을 보면 몇 개 가져가.",
				"Tue2": "저 뒤에 있는 뼈 장식은 '모래 용'이야. 어릴 때 너도 공룡 좋아했어?#$e#가끔 관광객들이 사진찍으러 오기도 해.",
				"Tue4": "내 이름 사실 샌디 아니다. 그냥 영업상 좋아서 쓰는 거야.#$e#근데 다들 샌디라고 불러서, 이제 익숙해졌어.",
				"Tue6": "나 항상 더워서 맨날 투덜대는데, 해가 지면 사막이 시원해서 너무 좋아.#$e#사막에서의 일몰도 너무 너무 멋지고.",
				"Tue8": "안녕!~ 오래 있다 가도 좋아.#$e#에어컨 참 좋지, 그치?",
				"Tue10": "어머! 지금 얼마나 많이 버스를 타고 여기까지 온거야?#$e#정말, 매번 와줘서 너무 너무 고마워.",
				"Wed2": "안녕, 자기야!$h#$e#에밀리는 어떻게 지내? 헤일리가 너무 말썽 안피웠으면 좋겠는데.",
				"Wed6": "여기엔 별별 사람들이 다 오곤 해. 도보 여행을 하는 사람도 있고, 트럭기사들도 들르고.#$e#근데 대부분 단골들은 저 뒷방으로 가곤 해.",
				"Wed8": "이렇게 자주 사막에 오는 비용이 비싸지는 않아?#$e#내가 정말 보고 싶어서 그런거지, 응? 흠...$h",
				"Wed10": "어머, @(이)잖아! 봐서 너무 반갑다, 얘. 다시는 안 돌아오는 줄 알았어!#$e#내가 가게만 안 봐도 됐다면 너 보러 계곡으로 하루 이틀 정도 갈 텐데... 농장에 너랑 나랑 단둘이.$s#$e#나 우울해지지 않게 좀 더 자주 보러 오란 말이야.$h",
				"Thu4": "야... 널 믿어도 될 것 같아서. 비밀 지킬 수 있지, 그치?#$b#*소곤* 저 뒤쪽에 있는 남자... 무슨 회원제 클럽이야. 나도 들어가 본 적은 없는데, 나한테 월세를 워낙 많이 주고 있어서 별다른 건 안 물어보고 있어.#$e#그으으으래서! 요즘 계곡 쪽 날씨는 어때?",
				"Thu6": "사막 북동쪽의 안테나같이 생긴거? 나도 뭔지 몰라.#$e#예전에 '미스테리 탐험대'에서 옛날에 방송했던 적은 있었어.#$e#아무튼, 뭔가 이유가 있어서 지어졌겠지!",
				"Thu8": "그렇게 안보이는건 알지만, 요즘 영업이 꽤 잘 되고 있어.#$e#너의 도움도 있긴 하지. 여기선 생활비가 그렇게 많이 나가지 않아서, 씨앗만 몇 개 구입해줘도 큰 이익이야!$h",
				"Fri": "저 낙타 데리고 다니는 상인이 여기 꽤 자주 와. 하지만 그 사람이 어떻게 영업을 하기 원하는 지는 모르겠어.#$e#왜, 경험에서 나오는 말인데. 여긴 영업하기 그렇게 좋은 곳은 아니야.",
				"Fri2": "계곡에서 제일 그리운 건 야생화야. 좋은 추억이 많이 있어서 그래.#$e#만약 찾으면 나한테 좀 가져와줘. 알았지, 자기야?",
				"Fri4": "누가 왔나 했네! 잘 지냈어?#$e#방금 정말 재밌는 책 다 읽었어. '마시와 지하 성'이야. 시간있으면 한번 읽어봐. 정말 재밌었어.",
				"Fri6": "난 가끔 라디오를 들어. 하지만 한 시간에 똑같은 곡을 두번 씩 한 달동안 계속 들으면, 더 이상 듣기가 힘들어.$s",
				"Fri8": "안녕 안녕! 농장은 어때, 자기야?#$e#여기서 시간을 보낼 정도라면 정말 잘 되고 있는 것 같은데.#$e#널 보는건 언제나 좋아.$h",
				"Sat": "안녕하세요! 칼리코 사막 최고의 명소, 샌디의 오아시스에 오신 걸 환영합니다!#$e#*소곤* 어때, 프로 같지?$h#$e#우리 가게 계절별 씨앗들도 한번씩 보고 가.",
				"Sat2": "북쪽에 있는 동굴만큼은 피하는게 좋아.$s#$e#안쪽을 한번 엿본적이 있어. 그리고 문이 있더라고? ...그리고, *덜덜* 으, 다시는 안 갈거야.#$b#정말. 다신 안가.$s",
				"Sat4": "어머, 목말라 보인다. 여기, 차가운 우유 한잔 마셔봐. [184]#$e#맛있지, 그치?$h",
				"Sat8": "@! 어서와. 너한테 줄 선물이야. [233]#$e#지금 딱 어울리는 선물이지?$h",
				"Sat10": "안녕 안녕 @. 무료 시식하는 날이야! 한 번 먹어봐. [218]",
				"Sun2": "안녕, 자기야. 응, 이 크고 오래된 가게엔 나 혼자만 있어. 흠...#$e#뭐, 뒤에 소름끼치는 남자도 있지. 하지만 전혀 움직이질 않아서 가끔은 있는줄도 몰라.",
				"Sun4": "난 계곡에서 몇 년동안 겉돌곤 했어. 거기서 살고 싶지만, 안정적인 일을 얻기가 어려웠어.#$e#그래서 여기까지 오게 된거야!",
				"Sun6": "뒷방에서 북쪽으로 가는 사람을 한명 본 것 같아.#$e#그 사람도 동굴로 가려고 했던 걸까?$s",
				"Sun8": "나 지난달에 주주시티로 여행을 갔었어. 클럽에서 신나게 노는걸 잊을 수가 없더라고!$h#$e#한 순간도 낭비하지 않았어. 밤에도 계속 나가 놀았지.#$e#내 흥을 따라오지 못하던 대학생들도 있었어! 히히!$h",
				"Sun10": "동굴 말야? 있지, 네가 거기 간다는 사실을 난 몰랐으면 좋겠어.$s#$e#그래도 네가 안전할거라고 믿을게, 알았지?",
				"winter_Fri": "네가 사는 곳은 눈이 내린다니 믿을 수가 없어.#$e#그래도 모래는 눈과 같은 종류지. 그렇게라도 생각해둘래.",
				"winter_Fri6": "그래도 여긴 겨울에는 좀 더 시원해져. 해가 지지는 않지만.",
				"fall_Fri": "여기서 농사 짓는건 별로 소용 없을거야, 자기야.#$e#뭐, 선인장 농사면 괜찮겠네.$h",
				"fall_Fri4": "사막 무역상인은 네가 언제 나타날지 예측하나봐.#$b#네가 떠나자마자 집으로 가버려. 미래를 예언할 수 있는건가?#$e#나도 그럴 수 있다면 좋을텐데...",
				"summer_Fri6": "며칠 전에 사막 무역상인이 들어와서 잠깐 둘러보고 갔어. 아무말도 안했어. 물건도 안사고.#$e#신비한 사람이야. 평소엔 어떻게 생활할까?",
			}
		}
	]
}