{
	"Changes":[
		{
			"LogName":"Willy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Willy",
			"Entries":{
				"Mon": "낚시 기술에 진전이 있나? 계속 해보게. 시간이 지날수록 더 쉬워지니까.",
				"Mon2": "안녕한가, 젊은 양반.^안녕한가, 젊은 아씨.#$b#낚시하기 좋은 날씨 아닌가?",
				"Mon6": "내게 생선을 팔면, 누가 사갈때 자네가 잡은거라고 꼭 말해주겠네.$h",
				"Mon8": "낚시 하는 분위기가 형성되면 피에르네 가게 게시판에 낚시 도전대회를 좀 더 게시하겠네. 자네가 계속 참가했으면 좋겠구만.",
				"Tue2": "우리가 살고있는 세상과, 물 밑의 훨씬 오래된 세상이 있지.#$e#내가 하는 일은 두 세상을 이어주는 거라 생각하네.",
				"Tue4": "물고기의 생명을 취하려면 먼저 존중하는 자세를 가져야 하네. 그렇지 못하면 이 일은 오래 못하지.",
				"Tue8": "@, 처음 만났을 때 내 낡은 낚싯대를 자네에게 줬다는 사실이 참 기쁘군. 자넨 참 좋은 친구일세.$h",
				"Wed2": "이 쪽 해변은 파도가 잔잔하지. 물론 그래야 내 가게를 부두에 올릴수 있는거야.",
				"Wed4": "바다에서 길을 잃은 적이 있냐고? 전혀.#$b#난 항상 예방책을 생각해 두지. 자네도 자신이 뭘 하는지 제대로만 알면 위험하지 않을걸세.",
				"Wed6": "기억하게, 물이 있는 곳이면 물고기가 있는법이야.#$b#자네가 나보다 더 많은 곳을 다니니 이색적인 물고기를 찾길 바라네.$h#$e#그렇다고 너무 이색적인 것을 가져오진 말고.$s",
				"Wed8": "난 결혼 한 적이 없네.#$e#아주 오래전에 누군가를 사랑하긴 했었지. 그녀는 나를 떠나 다른 남자에게 갔어.#$e#가끔은, 멀리, 또 영원히 더 멀리 도망치고 싶다네.$s",
				"Thu2": "얼마나 많은 쓰레기들이 물 속에 버려져있는지 정말 놀라워.$s#$e#사람들 스스로 해결해야 하는 문제지. 가급적이면 재활용이 되었으면 하는군.",
				"Thu4": "내가 가끔 살롱에서 체커 같이 할 사람을 찾을 수도 있네.#$e#고독함을 즐기는 것과는 별개로, 가끔 사람들과의 소통을 가지는 게 좋아.",
				"Thu6": "여기에 전설적인 물고기들이 있다는 소문이 있었는데... 하지만 오직 경험있는 낚시꾼만이 낚을 기회를 얻지.#$e#전설적인 물고기를 낚고 싶다면 가장 좋은 미끼가 필요할거야.",
				"Thu8": "내가 물고기를 가장 많이 낚을 때는 자네처럼 젊을 때였어.#$b#누가 알겠나? 아직도 최고기록을 갱신할수도 있지.$h",
				"Fri": "낚싯대는 멀쩡한가?",
				"Fri2": "정말 물고기를 낚고싶으면, 미끼를 달도록 하게.",
				"Fri4": "통발에 바닷가재를 잡았다면 엘리엇과 나눠 먹어보게. 엘리엇이 가장 좋아하는 거야.",
				"Fri6": "맛있는 차우더는 만들어봤나?$h#$e#정말 진국인 음식이지.$h",
				"Fri8": "인내심을 기르는 데에는 낚시만한게 없지. 그보다 더 나은 건 없을걸세.#$b#인생 자체가 인내하며 끝이 나지. 난 기다리는 법을 잘 모르는 사람이 불쌍해.",
				"Sat2": "몇 년간 좋은 생선 요리를 배웠지. 언젠가 자네와 한번 먹을 수 있겠구만.",
				"Sat4": "낚시하러 왔을 때 내가 낚시하고 있으면 내 옆에서 하게.#$b#자네라면 환영이야.$h",
				"Sat6": "물고기가 미끼 물기를 기다릴 때, 라디오로 시간을 보내면 좋네.#$b#하지만 우리 조상들은 그런 물건은 없었지. 그래서 가끔은 음악 말고 자연의 소리를 듣는다네. 옛 방식에 감탄하면서 말이야.",
				"Sun4": "가끔 난 가라앉은 작은 보물을 낚기도 하네. 몇 년간 꽤 신기한 것들을 발견했어.#$e#자네도 그런 보물을 낚길 바라네!",
				"Sun6": "그러고 보니 자네가 농장일을 어떻게 하는지 물어본 적이 거의 없군. 잘 일궈내고는 있나?",
				"Sun8": "내 오랜 이웃이 몇 년전에 세상을 떠나고 내게 집을 맡겼어.#$b#엘리엇이 그 집에 입주해서 기쁘다네. 참 좋은 친구야.",
				"spring_Fri2": "메기는 비가 올 때만 낚인다네. 봄과 가을에만 민물에서 낚을수 있네.#$e#내가 제일 좋아하는 물고기지. 그냥 말해본걸세.$h",
				"spring_Fri8": "자네가 잡어를 잡았다면 그냥 자네가 직접 사용하는게 더 나을걸세.#$e#파는 것 보다야 나을테지. 나는 물고기를 구매하기만 한다네.",
				"summer_Thu2": "무지개송어 철이군.#$b#지금이 무지개송어를 잡을 수 있는 유일한 때야. 요리로 쓸거면 반드시 잡아두게나.",
				"summer_Thu6": "이번 여름에 틸라피아를 잡을 예정이라면 반드시 아침에 낚시를 하게.#$e#가끔 점심때 나타나기도 하지만, 자주 볼 수는 없을걸세.",
				"summer_Wed2": "목수 로빈이 연못을 만들어 주던가? 흠. 믿을만 하겠군. 그냥 생선만 잘 관리하게나.#$e#몇몇 물고기는 야생에 있는 바다나 개울을 필요로 하지. 모든 물고기가 연못에 살고 싶어하지는 않을걸세.",
				"summer_Wed10": "그래, 농장에서 기르는 물고기에 대해 생각하고 있었다네. 누군가 물고기의 필요한 것을 듣고 있는다고 하면, 자네겠지?",
				"fall_Mon2": "월아이는 이 지역에서 발견되는 희귀한 물고기지. 비가 온다면 민물에서 낚시를 한번 해보게.",
				"fall_Fri2": "이번에 비가 오면 바다에서 장어를 꼭 잡아보게. 그렇지 않다면 봄까지 기다려야 할거야.",
				"fall_Fri6": "많은 연어들이 강 상류로 헤엄쳐오고 있네. 연어가 많이 있을 때 많이 잡아두게.#$e#가을에만 연어를 잡을 수 있을거야.",
				"winter_Tue": "맛과 영양에 관해선 자연산 물고기를 이길 수 없지.#$b#너무 내륙 깊숙히 사는 사람들은 그걸 잘 모르지.#$e#양식된 물고기를 먹는다고 해도, 완전히 다른 음식인데 말일세.",
				"winter_Tue8": "양식된 물고기들에 감사해야겠군.#$b#사람들이 내가 낚고 싶어하는 좋은 물고기만 먹었다면, 바다에서 낚는 것에만 열중했어야겠지.",
				"spring_1_2": "안녕한가! 해피 뉴이어!$h#$e#시간내서 날 찾아오니 놀랍구만. 오늘이 농장일하기 가장 바쁜 날 아닌가?$h",
				"summer_4": "참치가 우리 해변쪽에 나타난 것 같네. 꼭 잡아 두게나. 지금 아니면 겨울까지 떠나있을테니 말일세.",
				"winter_7": "내일 축제 때 얼음 낚시 하는건가? 요즘은 이기는 건 별로 신경도 안쓴다네. 더 많은 사람들이 낚시하는 것을 보고싶군.$h",
				"winter_15": "며칠 뒤에 야시장이 있던 곳이 조용하고 평온해져야 할 것 같군.#$e#그 때까지만 관리하면 되겠지.",
				"winter_28": "한 해가 지나갔군. 시간의 흐름은 감상할줄만 안다면 아름다운 걸세.",
				"winter_7_2": "내일 축제 때 얼음 낚시 하는건가? 요즘은 이기는 건 별로 신경도 안쓴다네. 더 많은 사람들이 낚시하는 것을 보고싶군.$h",
				"winter_15_2": "며칠 뒤에 야시장이 있던 곳이 조용하고 평온해져야 할 것 같군.#$e#그 때까지만 관리하면 되겠지.",
				"winter_28_2": "한 해가 지나갔군. 시간의 흐름은 감상할줄만 안다면 아름다운 걸세.",
			}
		}
	]
}