{
	"Changes":[
		{
			"LogName":"Wizard",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Wizard",
			"Entries":{
				"Introduction": "아, 그래. 어린 @(이)여, 오래전부터 이 곳에 올 것이라고 예지 했었다네.#$e#하지만, 자네의 운명은 자네의 손에 달려있네.",
				"Mon2": "자네가 농장 일을 하며 초자연적인 도움이 필요한 거라면, 잘못 찾아온걸세.#$e#내가 할 수 있는 일이 없다는게 아닐세. 정확하게 말하자면, 내가 해야 하는 일이 아니란걸세.",
				"Mon4": "이 지역의 원소들의 힘을 안정시켜야하면 마을에 연락을 하도록 하지. 광산의 생물들은 가끔 균형을 잃고 날뛰곤 하니까.#$e#자네가 광산에 가지 않아도 말론이 보통 가네만, 말론도 이젠 나이가 있어.",
				"Mon6": "내 영약은 보통 나의 주의를 필요로 하는 영령들과 소통하는데 도움을 주지. 자네가 주니모를 봤을 때처럼 말일세.#$e#하지만 영령들은 특정한 주문을 걸기 위해 나를 물질적 상태로 유지시켜준다네.",
				"Mon8": "불가사의한 힘을 다루려면 완벽한 순수함을 지녀야 한다네. 개인적인 문제가 우리의 판단을 흐려선 안돼.#$e#내 친구 웰윅은 포커를 좋아하지만, 카드 게임에 자신의 예지력을 사용하는걸 거부한다네.#$b#빈털터리가 되는 것도 감수하는 거지.",
				"Tue2": "아, @, 어서오게. 마실 것이라도 필요한가?$h#$e#오, 마침 가마솥에 있는 것도 많이 남았군.$h#$e#사실, 신경 안써도 되네.",
				"Tue8": "얼마 전에 난 나만의 목적을 위해 살려고 했지만 좋게 끝맺지 못했네.#$b#분명한 사실은 나보다 더 많이 걱정해야 할 일이 많다는 거지.",
				"Wed2": "계곡의 자연환경을 균형있게 유지하려면 지치지 않는 노력이 필요하네.#$e#그러니 난 계속 일해야 하는거지.",
				"Wed4": "난 신비한 힘이 강하게 나는 물질에만 관심이 있네.#$b#하지만 사람도 먹고는 살아야 하지. 따뜻한 음식을 가져다 준다면 거절하진 않겠네.",
				"Wed8": "나에게 우려를 표하는 사람들이 있다는 것은 익숙하지만, 계속 찾아줘서 감사하네, @.#$e#난 평범한 것에는 관심이 없네. 하지만 자네는 내게 인간적인 면모를 상기시켜주는군.",
				"Thu4": "스타듀 밸리는 특별한 장소지. 비옥하고 생물들이 풍부하게 살고있어.#$e#영령들에게 감사할 따름이지.",
				"Thu6": "인간의 영혼을 재창조하는 것은 내가 추구하는 길이 아닐세. 그런건 그림자 존재에게 요청해야 할 것이야.",
				"Thu8": "광산 근처에 사는 생물학자는 꽤 곧은 사람이지. 자연계를 이해하는 능력을 존경한다네.#$e#나와는 다른 분야지. 난 세계의 뒷면을 통해 자연을 다루고 있는 것에 초점을 맞춘다네.",
				"Fri": "나를 이 세계와 영혼의 세계 사이의 대사라고 생각하게.#$e#뭐가 됐든 내 의무라네.",
				"Fri2": "마을 사람들이 날 두려워 하고 있겠지.#$e#불행한 일이지만, 미지의 것을 두려워 하는게 인간이지.",
				"Fri4": "순간이동하는 능력은 개발하는데 평생 걸렸지만, 비슷한 기술은 워프 토템을 사용함으로써 가능하지.#$e#숲의 정령들과 소통을 해본다면 워프 토템을 만들 수 있을걸세.",
				"Sat6": "으윽. 영약을 실험했더니 머리가 너무 아프군.#$e#아니, 늘 있는 일일세. 난 괜찮아.",
				"Sat8": "이 탑을 지을 만큼 마법 에너지가 풍부한 곳을 찾기 전엔 몇 년간 여행을 했지.#$e#물론 손으로 쌓은게 아니지. 내가 소환능력을 괜히 가지고 있는게 아닐세.$h",
				"Sun4": "내가 견습생을 찾고 있긴 하네만, 자네가 아닐거라고 분명히 말할 수 있네.#$e#실망하지 말게. 이 책임은 부러운게 아니야.",
				"Sun6": "원소 전쟁에서 드워프 일족들은 그림자 일족에 의해 거의 몰살당했지.#$b#그러나 전쟁은 끝났어. 남아있는 녀석들이 앞으로 나아가길 바라네.",
				"Sun10": "아, @. 와줘서 고맙군.#$e#그래, 일을 잠시 멈추고 쉬게 되니 좋군. 어떻게 지내나?",
				"summer_Tue10": "난 특히 이기심에 어두운 힘을 쓰는 사람들의 영혼이 두렵네.#$e#순진한 사람을 해치는 것... 이 세계와 다음 세계에서도 이보다 더 큰 범죄는 없지.",
				"summer_Fri": "이 지역의 곰들은... 평범하지 않지.#$b#숲의 영령들과 소통을 했다면, 곰들과도 소통할 수 있을걸세. 해본적 있나?", 
				"summer_Fri6": "광산 동쪽에는 저주받은 성지가 한 곳 있지. 거기 가본적 있나?#$e#아, 물론 자네의 답은 알고 있네. 그저 자네가 내 생각만큼 당황하는지 보고 싶었을 뿐이야.#$e#자네는 평범한 사람 치고 특별하군, @.",
				"fall_Mon2": "아, 이 계절엔 영령들이 매우 활동적이지.#$e#마법을 다루기 가장 좋은 시간이지만, 올해엔 어떤 사고도 일어나지 않았으면 좋겠군.",
				"winter_Mon4": "평범한 사람들의 일은 별로 중요한건 아니지만, 원소들은 사람들을 가까이서 볼 수 있는 기회지.#$e#내가 영령의 전야제에서 그런 이상한 미로를 만든 것도 원소들을 위한 것일세.",
				"winter_Tue10": "난 특히 이기심에 어두운 힘을 쓰는 사람들의 영혼이 두렵네.#$e#순진한 사람을 해치는 것... 이 세계와 다음 세계에서도 이보다 더 큰 범죄는 없지.",
				"winter_Wed4": "그래, 난 라이너스와는 잘 알고 있지. 하지만 우린 보통 일년에 한 번 만 만난다네.#$e#라이너스는 대부분의 사람들보다 산을 더 잘 이해하지. 배울 점이 많아.",
				"fall_26": "내일 영령의 전야제에서 볼 수 있을까?.#$e#아니, 수정구로 들여다 본 건 아닐세. 직접 묻는게 더 편할 것 같아서.#$e#내가 하루종일 뭘 한다고 생각하는건가?",
				"winter_28": "재해가 없는 또 다른 해군. 난 내 이름이 새겨진 영약을 제조했네.$h#$e#자네에게 줄 순 없네. 자네 몸이 적응하지 못할거야.#$e#우리가 처음 만났을 때의 영약은 2점 정도였지. 이건 9점 정도야.",
				"spring_1_2": "새해를 맞아 농장을 일궈야 할텐데 이곳에 왔단 말인가?",
				"fall_26_2": "내일 영령의 전야제에서 볼 수 있을까?.#$e#아니, 수정구로 들여다 본 건 아닐세. 직접 묻는게 더 편할 것 같아서.#$e#내가 하루종일 뭘 한다고 생각하는건가?",
				"winter_28_2": "재해가 없는 또 다른 해군. 난 내 이름이 새겨진 영약을 제조했네.$h#$e#자네에게 줄 순 없네. 자네 몸이 적응하지 못할거야.#$e#우리가 처음 만났을 때의 영약은 2점 정도였지. 이건 9점 정도야.",
			}
		}
	]
}