{
	
// CONFIG SETTINGS

	"config.FurnitureChanges.name": "FurnitureChanges",
	"config.FurnitureChanges.description": "Select 'true' if you would like to change furniture items related to the Feast of the Winter Star so that they match the new theme and colour scheme.",
	"config.FurnitureChanges.values.True": "True",	
	"config.FurnitureChanges.values.False": "False",

	"config.RidgesideVegetarian.name": "RidgesideVegetarian",
	"config.RidgesideVegetarian.description": "Select 'false' if you would like to enable the possibility that Ridgeside villagers will gift non-vegetarian food.",
	"config.RidgesideVegetarian.values.True": "True",	
	"config.RidgesideVegetarian.values.False": "False",

	"config.NewLettersFast.name": "NewLettersFast",
	"config.NewLettersFast.description": "Select 'OneYear' if you would like all of the new letters to arrive in the same year, 'TwoYears' if you would like them to arrive in Years 1 and 2, or 'FiveYears' if you would like one letter each year. 'FiveYears' is the default.",
	"config.NewLettersFast.values.OneYear": "OneYear",	
	"config.NewLettersFast.values.TwoYears": "TwoYears",
	"config.NewLettersFast.values.FiveYears": "FiveYears",

	"config.DesaturationConfig.name": "DesaturationConfig",
	"config.DesaturationConfig.description": "Select 'Desaturated' to use a darker, more desaturated colour palette designed to work alongside Way Back Pelican Town and various darker or desaturated recolours..",
	"config.DesaturationConfig.values.Saturated": "Saturated",	
	"config.DesaturationConfig.values.Desaturated": "Desaturated",
	
// UI DIALOGUE
	
	"SWS.UI.YourGiftMale.1740": "Give {0} the food you prepared?",
	"SWS.UI.YourGiftFemale.1741": "Give {0} the food you prepared?",
	"SWS.UI.KidGive.1497": "Um, excuse me.#$b#I have something for you. I cooked it all by myself. I hope you like it.$h",
	"SWS.UI.TownieGive.1499": "Hey, @. I'm your secret friend this year.#$b#Here, take it.$h",
	"SWS.UI.FollowupOne.1500": "It's not much, but I hope you like it.$h",
	"SWS.UI.GruffGive.1501": "Hi. So I'm your secret friend this year.#$b#Well? See if you like it.",
	"SWS.UI.GrumpyGive.1503": "You don't like it, huh? Bah! Kids these days... no appreciation for anything. That was hard work, and I'm not made of time, you know!",
	"SWS.UI.FollowupTwo.1504": "It's nothing fancy, but it's the best I could do.",
	
// LEWIS LETTER EDITS

	"SWS.Mail.Winter18.Body": "Dear @,^I would like to give you some information about an upcoming event: the Feast of the Winter Star. It's a time for the community to come together and think back on all the good fortune we've had this year.^^    A favorite tradition is the \"secret food exchange\", where everyone in town is randomly assigned to someone else. On the day of the festival, everyone brings food for their secret friend and surprises them with something delicious! Though if you're not confident in your cooking skills or don't have a kitchen, no one will mind if you buy something from the saloon instead.^^    This year, your secret friend is:^    %secretsanta ^Don't tell anyone! The feast will take place on the 25th from 10AM to 2PM at the town square. See you then! ^   -Mayor Lewis",
	"SWS.Mail.Winter18.Title": "Secret Food Exchange",
	"SWS.Mail.Winter24.Body": "Dear @,^Tomorrow is the Feast of the Winter Star.^Have you prepared something for your 'secret friend'... %secretsanta?^The feast starts at 9 AM in the town square. See you then! ^   -Mayor Lewis",
	"SWS.Mail.Winter24.Title": "Feast of the Winter Star Reminder",
	
// NEW SPICE BERRY LETTERS
	
	"SWS.Mail.SpiceberryLetter.1.Body": "Hi, Farmer @!^^I found a old squirrel's hole in the forest yesterday! I didn't see the squirrel anywhere though. I hope it's okay. These spice berries were inside, and Miss Penny told me that it's good luck to give spice berries to people in winter, so I wanted to give them to you! Good luck with your farm, @! ^^ (Juice from the berries has stained the paper, obscuring the writer's name)",
	"SWS.Mail.SpiceberryLetter.1.Title": "Berry Good Friend",
	"SWS.Mail.SpiceberryLetter.2.Body": "It's getting harder and harder to forage in these cold months, but there's still things to be found if you know where to look. Not many people know that there's a few hidden spice berry bushes in Cindersap that fruit until early winter, for example.^^ Here, I wanted to share a few with you since you've been a good friend to me. Happy memories of summer, @.^^ (Snow has melted across the bottom of the page, dissolving the writer's name to the point of illegibility)",
	"SWS.Mail.SpiceberryLetter.2.Title": "Memory of Summer",
	"SWS.Mail.SpiceberryLetter.3.Body": "Hello, @!^^It might just be me, but there's nothing like the smell of spice berries to get you through the longest days of winter! I always make sure I'm stocked up before the end of summer so that I can use them in my Feast of the Winter Star cooking. I've sent some with this letter as thanks for your company this year. Have a pleasant holiday!^^ (There's a grease mark across the bottom edge which has smeared the writer's name)",
	"SWS.Mail.SpiceberryLetter.3.Title": "Festive Friend",
	"SWS.Mail.SpiceberryLetter.4.Body": "Hey @!^^Some of the older folks in town might've told you this already, but there's this old tradition in Pelican Town where you give spice berries to people in winter as a good luck thing. Anyway, I found some in the back of the cupboard the other day, and I figured you could use a bit of extra luck over on your farm in the snow. Stay warm!^^ (It looks like the author forgot to sign this letter. There's no mention of their name)",
	"SWS.Mail.SpiceberryLetter.4.Title": "Berry Lucky",
	"SWS.Mail.SpiceberryLetter.5.Body": "@,^^I'm glad that you moved to Pelican Town. I know I haven't always been the easiest person to be friends with, but I wanted to thank you for sticking by me. There's an old story in this area about sharing spice berries to keep your spirits up in winter and you've been like that for me, so here, these are for you. I hope --^^ (The bottom part of this letter has been torn off)",
	"SWS.Mail.SpiceberryLetter.5.Title": "Warming the Heart",
	
// FURNITURE NAME CHANGES

	"SWS.Furniture.1440.Tree": "Winter Star Wishing Tree",
	"SWS.Furniture.1745.Garland": "Winter Star Garland",
	"SWS.Furniture.1961.Decal": "Winter Star Decal",
	"SWS.Furniture.2625.Banner": "Winter Star Banner",
	"SWS.Furniture.2798.Rug": "Purple Stardrop Rug",	
	
// VANILLA TOWNSPEOPLE FESTIVAL DIALOGUE 

	"SWS.Vanilla.FestivalDialogue.AbigailSpouse": "I wonder if I could 'borrow' one of those giant candles after the festival...#$e#Where are they stored anyway?",
	"SWS.Vanilla.FestivalDialogue.SamSpouse": "*yawn*... I'm here for the food, especially the cookies.$h",
	"SWS.Vanilla.FestivalDialogue.ElliottSpouse": "You don't need to cook me anything, you've already made me happier than I could ever say...$l",
	"SWS.Vanilla.FestivalDialogue.Demetrius": "@, have you tried the bean hotpot yet? I made it with my mother's family recipe!$h",
	"SWS.Vanilla.FestivalDialogue.Maru": "Hi, @. Do you think it's odd that both our summer and winter festivals involve a lot of food?$h#$e#I think it's a universal experience, that food brings people together.$l",
	"SWS.Vanilla.FestivalDialogue.Shane": "There might not be any real holiday magic in the wishing tree, but it makes the kids happy.#$e#...None of your business if I wrote a wish or not.",
	"SWS.Vanilla.FestivalDialogue.Pierre": "Holidays are good for business, but I always end up spending a lot of my holiday profits on ordering special treats for the family.$h#$e#Does that make me a bad businessman?",
	"SWS.Vanilla.FestivalDialogue.Caroline": "The wishing tree is for anyone who wants to add a wish, not just for the children.#$e#I made a wish that Gus would make his nog all year round!$h",
	"SWS.Vanilla.FestivalDialogue.Linus": "There's a tradition in this area that people give spice berries at the Feast of the Winter Star. The spice warms us up and reminds us that summer will one day return.#$e#I might not have many people to share them with, but I still make sure to save some when they're plentiful. Here, @, take some[396][396][396].",
	"SWS.Vanilla.FestivalDialogue.Alex": "Oh, hello. Has Gramma given you one of her cookies yet? She always bakes a ton of them for Winter Star.$h",
	"SWS.Vanilla.FestivalDialogue.George": "Bah, at least this town remembers its traditions! It's good to celebrate like our grandparents did.$h#$e#A happy memory of summer to you, and may the next one come quickly.[396][396][396]",
	"SWS.Vanilla.FestivalDialogue.Evelyn": "Oh, my! Aren't you cold, dear? It's freezing! Here, come join us and have some food.",
	"SWS.Vanilla.FestivalDialogue.Clint": "*sigh*... All these happy families. Every year I write my wishes for the tree, but they never come true.",
	"SWS.Vanilla.FestivalDialogue.Emily": "$y '@! What's your favorite holiday food?_A hearty roast dinner._That makes sense. You need to keep your energy up when you're a farmer!$h_A spiced drink._Ooo... that sounds nice. Make sure to give me a taste!$h_A sweet, fluffy dessert._The holidays are definitely the best time to get your fill of desserts!$h'",
	"SWS.Vanilla.FestivalDialogue.Penny": "Doesn't the tree look beautiful? The children wrote wishes in their last class and then we tied them on the tree yesterday.$h",
	"SWS.Vanilla.FestivalDialogue.Haley": "I should take some photos of the feast. It's like something out of a cooking magazine!",
	"SWS.Vanilla.FestivalDialogue.Jodi": "I've been cooking for the last week in preparation for the Feast! Make sure you try some of my almond and saffron cakes, @.$h",
	"SWS.Vanilla.FestivalDialogue.Sam": "Winter Star always makes me grateful for my family and for how hard Mom works with all the cooking.$h#$e#I gotta remember to help her out more next year.",
	"SWS.Vanilla.FestivalDialogue.Leah": "Gus was just telling me about his artisan brandy snap baskets.#$e#I've 'sampled' a few already and let me tell you, they're good!$h",
	"SWS.Vanilla.FestivalDialogue.Elliott": "Why, hello @. It's chilly, isn't it?#$b#Have you hung a wish upon our fair wishing tree yet? The lower branches are very full, but if you would like some assistance in reaching a taller branch, I would be happy to help.",
	"SWS.Vanilla.FestivalDialogue.Gus": "It's a fine art, making brandy snap baskets. You've really got to search far and wide for the best ingredients. They aren't easy to come by these days!$h#$e#I usually use Fern Island ringfruit brandy for my premier baskets, you know. You can't beat that spicy flavor... And it's aged authentically too!#$e#Oh, you want to know my secret ingredient? Okay, but you've got to promise absolute secrecy. *whisper* It's a drop of ginger in the cream to balance the sweetness of the fruit.$h#$e#Of course, you can make them with almost any selection of fruit, but the trick lies in matching the right combination.#$e#Hey, you look like you're falling asleep. Are you okay?$s",
	"SWS.Vanilla.FestivalDialogue.Jas": "Aunt Marnie helped me tie my wishes on the tree. Have you tied yours on there as well?$h#$e#I can't tell you what my wishes are! If I did that, Father Winter Star won't make them come true!$s",
	"SWS.Vanilla.FestivalDialogue.Vincent": "Can you convince Mom to let me have another piece of pie? Pleeeeeeeease?$h",
	"SWS.Vanilla.FestivalDialogue.Marlon": "I'll take some of this food up to Gil later today. Don't want him thinking the town's celebrating without him.",
	
// VANILLA REGULAR DIALOGUE

	"SWS.Vanilla.RegularDialogue.Penny": "On the 25th we'll be having the Feast of the Winter Star. It's one of my favorite events.#$e#It's supposed to be a time to show gratitude for all the good things in your life... but for most people it's just a time to relax and share food.",
	
// COLA SHOP COMPAT DIALOGUE

	"SWS.Compat.ColaShop.Vincent": "It's Winter Star on Thursday! Do you want to buy a paper wishing star?$1#$b#If you write a wish on it and tie it on the Winter Star tree, it'll come true next year!$1",
	
// JUNA COMPAT DIALOGUE

	"SWS.Compat.Juna.Festival.One": "Listen. If you're my secret whatever, I need you to know that I take this veeeery seriously. @. Look at this face. This is my serious face, @.$2#$e#The Junimos are terrible cooks. All they ever gave me were leaves. A girl can't survive on leaves alone, @!#$b#And Razzamatazz! Don't even get me started on Razzamatazz!$11#$e#All right, yes yes, you know me too well. Come find me later and I'll tell you all about the appalling gifts and terrible food the lonely purple has given me over the years.$3",
	"SWS.Compat.Juna.Festival.Two": "Of course I don't always give my secret friend something they hate.$2#$b#Firstly, it's predictable, and secondly, most of the people in this town seem to hate things I'd rather keep for myself. Why would I ever give AWAY a can of Joja Cola?$10",
	"SWS.Compat.Juna.Festival.Roommate": "I've convinced Robin to come over to our place later and snack on all this food I've snuck into my pockets. No job or romance talk allowed!$10",
	
// MR GINGER COMPAT DIALOGUE

	"SWS.Compat.MrGinger.Festival.Regular": "What? I'm not sulking cos I only got table scraps!$5#$b#I just needed some alone time, okay?$2",
	"SWS.Compat.MrGinger.Festival.Roommate": "Hmmm, there's something special about today, isn't there, @?#$b#Happy Winter Star! Now, where's my food? [176 442 131 717 716 715]",
	
// JASPER COMPAT DIALOGUE

	"SWS.Compat.Jasper.Jasper.Festival": "Secret exchanges like this always make me feel very awkward. But at least everyone loves rock candy, right?$4",
	"SWS.Compat.Jasper.Gunther.Festival": "Hey @. I don't usually come to these events. But someone slipped my name in for the secret exchange...$b#So I thought I'd better come along!",
	"SWS.Compat.Jasper.Daily.Y1": "Are you participating in the mystery exchange tomorrow? I am not much of a cook, but I hope my recipient enjoys their food...$3#$b#Oh no, I couldn't tell you who I was given!$4",
	"SWS.Compat.Jasper.Daily.Y2": "I must confess, @, I am nervous about the celebration tomorrow. At least my cooking skills have improved somewhat from last year!",
	
// EAST SCARP COMPAT DIALOGUE

	"SWS.Compat.ES.Aideen.Festival": "Are you enjoying the festival, @? The secret exchange tradition is so quaint, don't you think?#$b#I do hope I receive something well-considered this year.",
	"SWS.Compat.ES.Eloise.Festival": "Happy Winter Star! There's so much food this year!#$b#But if you have a pet, you have to be careful with the leftovers. Especially anything with onion! It's bad for cats and dogs!",
	"SWS.Compat.ES.Jacob.Festival": "Hello, @. Happy Winter Star. Jodi has been gracious enough to invite me to join her family.#$b#Now if only I could drag Ellie away from the desserts!",
	"SWS.Compat.ES.LadySheba.Festival": "Is many people. Scared. Stay here, okay? Bring food, yes?$3",
	"SWS.Compat.ES.Eloise.Y1": "It's Winter Star tomorrow! Are you excited?#$b#I'm gonna make a wish for a new pair of binoculars! What do you wanna wish for, farmer @?$1",
	"SWS.Compat.ES.Eloise.Y2": "Hi, farmer @! Who's your secret friend this year? Is it me? *giggles*",
	"SWS.Compat.ES.Jacob.Y2": "Don't tell Ellie, but Winter Star's hard for me... Del loved it so much.$2#$b#She always knew exactly what each person would enjoy.$4",
	
// ARV COMPAT DIALOGUE

	"SWS.Compat.ARV.Regular.Sterling.Daily": "So who did ya get for the food exchange?#$b#Wait, don't tell me. Lewis is going to yell at me if I find out.$1",
	"SWS.Compat.ARV.Regular.Sterling.Marriage": "Have you figured out what sort of wish you'll be making tomorrow?#$e#I'm not wishing for anything for myself this year. You're well already a thousand wishes come true.#$e#... What? A thousand not enough for you?$10#$b#How about ten thousand? A hundred? A million? Whatever the case, it's an obnoxious amount, I assure you.$10",
	"SWS.Compat.ARV.Regular.Henry.Daily": "Oh dear. It's almost time for the feast and I still don't have anything ready.$3#$b#I've just been too busy to make anything, and I definitely can't afford anything nice...#$b#Maybe I can convince my father to give me some fruit or something...",
	"SWS.Compat.ARV.Festival.Henry.Y1": "These events are always so awkward when you don't really know anybody.$9#$b#I just hope they like what I got them. I wasn't able to buy anything, so I had to make it myself.$3#$b#You can never have too much chocolate-dipped fruit, right?$6",
	"SWS.Compat.ARV.Festival.Henry.Y2": "It's always nice to see everyone so happy as we near the end of winter.#$b#It's the toughest season of the year but here we are, sharing food together despite all that.$1#$b#It's really sweet when you think about it. But I guess that's just the holiday spirit.$10",
	"SWS.Compat.ARV.Festival.Henry.SterlingMarried.One": "I may have cooked a little extra something for Mia this year.#$b#We’ve been spending a lot of time together since you and Sterling got married and...it’s been really nice.#$b#I just wanted to show my appreciation for everything. Just don’t tell anyone, alright? I don’t want to get in trouble for breaking tradition or anything.$4",
	"SWS.Compat.ARV.Festival.Henry.SterlingMarried.Two": "It's always nice to see everyone so happy as we near the end of winter.#$b#It's the toughest season of the year but here we are, sharing food together despite all that.$1#$b#It's really sweet when you think about it. But I guess that's just the holiday spirit.$10",
	"SWS.Compat.ARV.Festival.Henry.SterlingMarried.Three": "I’ve been meaning to say this for a while now, but...#$b#Seeing you and Sterling so happy together always brings a smile to my face. It’s a nice reminder that two people really can find love together.#$b#I know it’s kind of cheesy, but I’m really glad you two found each other. And that you’re a part of our family now.$10#$b#Let me know if you ever need anything, @. Always happy to help.$10",
	
// HOLIDAY SPECIAL ORDERS COMPAT 

	"SWS.Compat.HSO.Strings.Pinecones.Title": "Planting Winter Star",
	"SWS.Compat.HSO.Strings.Pinecones.Body": "The local Winter Star tree farm recently suffered a drought, a fire, AND a roving band of destructive hooligans. It needs to plant more trees right away or there won't be anything for children to tie their wishes to next season!",
	"SWS.Compat.HSO.Strings.Pinecones.Objective1": "Collect 20 acorns.",
	"SWS.Compat.HSO.Strings.Pinecones.Objective2": "Deliver 20 acorns to Robin's house.",
	"SWS.Compat.HSO.Mail.Pinecones.Body": "Hey @,^^Thanks for delivering the acorns! These will make a big difference for the Winter Star tree farm and all the people who love to make wishes for the new year. Who knows, maybe one of your acorns will become the next Winter Star Tree in the town center!^^  -Robin",
	"SWS.Compat.HSO.Mail.Pinecones.Title": "Winter Star Saved",
	
	"SWS.Compat.HSO.Strings.Mistletoe.Title": "Winter Star Kisses",
	
	"SWS.Compat.HSO.Strings.Eggnog.Title": "Winter Star Party",	
	"SWS.Compat.HSO.Strings.Eggnog.Body": "There's no party like a Winter Star party, but there won't be a party at all without my traditional eggnog! I need ingredients for half a dozen drinks right away, including six fresh eggs",
	"SWS.Compat.HSO.Mail.Eggnog.Body": "Dear @,^^The Winter Star party was a smash! And thanks to your high-quality ingredients, my eggnog kept the usual suspects (heh, you know who) from getting too smashed themselves. I thought you might enjoy some of the party leftovers. Don't worry, they spent all night in the fridge!^^   - Gus",
	"SWS.Compat.HSO.Mail.Eggnog.Title": "A Smashing Success",
	
	"SWS.Compat.HSO.Strings.Lichen.Body": "Father Winter Star will be here soon with his reindeer, but I'm worried they'll be hungry flying around the world. Can you bring me some food for Dasher, Dancer, Prancer, Vixen, Comet, Cupid, Donner, Blitzen, and Rudolph?",
	"SWS.Compat.HSO.Mail.Lichen.Body": "@,^^Thank you for the liken! Aunt Marnie says it will be perfect for reindeer! Uncle Shane says Father Winter Star and the reindeer will be very quiet and I won't see them, but I'm going to stay up!^^   - Jas",
	"SWS.Compat.HSO.Mail.Lichen.Title": "Sated Reindeer",
	
	"SWS.Compat.HSO.Mail.WinterstarFruitBlackmarket.Body": "Dear @,^^Thank you for your recent delivery of one dozen (12) Winterstar Fruit to JojaCo. A receipt has been included for your tax records. Thank you for your assistance and have a happy Winter Star!^^Sincerely,^Sharon, Special Orders Dept, Joja Co.^^^(A handwritten note is attached. It says 'It's not much, but I recently sourced some novelty hats and I personally asked Morris to stock some for you, though he claims a 'hat mouse' interfered with delivery. Happy Winter Star! -Shar')",
	"SWS.Compat.HSO.Mail.WinterstarFruitBlackmarket.Title": "Winterstar Fruit Receipt",
	
	"SWS.Compat.HSO.Mail.WinterstarFruitMart.Body": "Dear @,^^Thank you for your recent delivery of one dozen (12) Winterstar Fruit to JojaMart. A receipt has been included for your tax records. Thank you for your assistance and have a happy Winter Star!^^Sincerely,^Sharon, Special Orders Dept, Joja Co.^^^(A handwritten note is attached. It says 'It's not much, but I recently sourced some novelty hats and I personally asked Morris to stock some for you. Happy Winter Star! -Shar')",
	"SWS.Compat.HSO.Mail.WinterstarFruitMart.Title": "Winterstar Fruit Receipt",
	
// HOLIDAY SPECIAL ORDERS CONVERSATION TOPICS COMPAT 

	"SWS.Compat.HSO.CT.Abigail": "It's sweet Jas still believes in Father Winter Star. Of course...#$b#You and I both know the truth, right?$1#$b#It's junimos! Come on, don't tell me you haven't seen one. I KNOW they live in the community center.$1#$b#Sam and I have been trying to decide when we tell the truth to Jas and Vincent, but it's so cute how excited they get for Father Winter Star.",
	"SWS.Compat.HSO.CT.Alex": "Helping Father Winter Star's reindeer, huh? Here's a little something from Dusty.[580]$1",
	"SWS.Compat.HSO.CT.Clint": "I wish someone would leave out food for me the way they do for Father Winter Star...$2",
	"SWS.Compat.HSO.CT.Demetrius": "Robin and I never lied to Maru about Father Winter Star.#$b#With an inquisitive mind like hers, I'm sure she'd have found us out right away anyway!$1#$b#But while Father Winter Star may be fiction, the spirit of love and giving is not. Happy holidays, @.[233]",
	"SWS.Compat.HSO.CT.Emily": "I heard you're granting wishes for Father Winter Star, but here's a little wish granted just for you![{{spacechase0.JsonAssets/ObjectId:Mossy Junimo}}]$1#$b#Yes, of course I made it myself! It's a really basic craft, though. We should make them together sometime.$4",
	"SWS.Compat.HSO.CT.Evelyn": "Now, now dear, don't forget to leave something for Father Winter Star and not just his reindeer![223]",
	"SWS.Compat.HSO.CT.George": "Hmpf, food for Father Winter Star's reindeer? What do you think they eat the rest of the year?#$b#Father Winter Star and his back are what you should be worrying about, carting that load around.#$b#Take this, Alex'll never miss it.[351]",
	"SWS.Compat.HSO.CT.Haley": "The kids still believe in Father Winter Star, huh?$2#$b#I just hope they don't have any rude awakenings when Mom and Dad leave town for the holiday.$2#$b#I mean, if Marnie or Jodi had to leave, not that they would...$8#$b#Anyway, um, I thought it was nice of you to help. Here. 'Father Winter Star' deserves to have a wish granted too.[608]$4",
	"SWS.Compat.HSO.CT.Jodi": "Oh dear, I wonder if Vincent will want to leave something for Father Winter Star as well.#$b#Maybe I can find some time to bake cookies...",
	"SWS.Compat.HSO.CT.Marnie": "Thanks for collecting that lichen for Jas. It's good to believe in things.#$b#Here, maybe you can leave out something for Father Winter Star too.[186]$1",
	"SWS.Compat.HSO.CT.MisterQi": "Just between you and me, Star's reindeer get the best feed all year, but that doesn't mean they don't appreciate treats from children around the world.#$b#Yes indeed, nothing more special than a wish granted because someone is thinking of you. By the way, this is for you, kid.[74]",
	"SWS.Compat.HSO.CT.Pam": "Moss ain't nothing to leave for Father Winter Star. No, you want to give him the GOOD stuff.[348]",
	"SWS.Compat.HSO.CT.Penny": "The children have been asking me about Father Winter Star and his reindeer, but I'm not sure what to tell them.$2#$b#Well, as long as they're happy, that's what's important.$1",
	"SWS.Compat.HSO.CT.Sam": "It's cute the kids still believe in Father Winter Star, huh?#$b#But Abigail and I figured out ages ago who REALLY grants wishes.#$b#Junimos, of course! Abi swears she even saw one by the community center last year during Winterstar.$1#$b#We're gonna take some starfruits over there later. Never fails. And they're always gone the next day!$8#$b#Here, you can leave one too.[268]$1",
	"SWS.Compat.HSO.CT.Shane": "Thanks for looking out for Jas. I just hope she doesn't expect to actually see any reindeer...#$b#Did you even have time to get anything for 'Father Winter Star' yourself?$1#$b#Here, from one 'Father Winter Star' to another. They'll definitely make your stomach warm![215]",
	"SWS.Compat.HSO.CT.Vincent": "Jas is gonna leave like-in for Father Winter Star's reindeer. Do you think that means all her wishes will come true?$2#$b#I asked Sam and he said he'd show me something later, but wouldn't tell me what it is.",
	
// IMMERSIVE FESTIVAL DIALOGUE COMPAT

	"SWS.Compat.IFD.Abigail.6to10": "Hey, @. I got you this.#$b#You've been such a nice friend this year, you deserve it!$h[422 611 220]",
	"SWS.Compat.IFD.Abigail.Dating": "Hi, pumpkin.$l#$b#I made you this %favorite-shaped pizza for Winter Star, because I know how much you love %favorite.$h",
	"SWS.Compat.IFD.Abigail.Engaged": "I'm getting the best thing ever, this year.#$b#You!$h",
	
	"SWS.Compat.IFD.Alex.2to3": "Hey, @. What'd you get for Winter Star?#$b#I got these awesome protein snacks!$h#$b#What do you mean they look like regular field snacks...?$9",
	
	"SWS.Compat.IFD.Elliott.6to10": "I thought you might like this. It's not much, but I wanted to say thank you for being such a wonderful friend to me.$h[637 218 618]",
	
	"SWS.Compat.IFD.Emily.6to10": "@! Happy Winter Star! I got you this.$h[230 610 241]",
	
	"SWS.Compat.IFD.Haley.2to3": "Happy Winter Star, @!$h#$b#Didn't Penny and the kids do such a beautiful job with the tree?$n",
	"SWS.Compat.IFD.Haley.4to5": "Don't tell him, but I got Alex as my 'secret friend'.#$b#I can't wait to give him the chocolates I bought...$l",
	"SWS.Compat.IFD.Haley.6to10": "Hey, I got you a gift for Winter Star.#$b#Thank you for being there for me this year.$l[610 221 254]",
	"SWS.Compat.IFD.Haley.Dating": "Happy Winter Star, sweetie!$l#$b#Look, I made us cupcakes that say %firstnameletterley.$n#$b#That's our couple name.$h",
	"SWS.Compat.IFD.Haley.Engaged": "I'm grateful for these fabulous melon pastries Emily got me!#$b#And for you, of course.$h",
	
	"SWS.Compat.IFD.Harvey.6to10": "Oh, I'm glad to see you, @. Happy holidays!#$b#I got you this!$h[237 609 207]",
	
	"SWS.Compat.IFD.Leah.4to5": "I tried out a new slowcooker recipe for Winter Star. It turned out pretty good!$h#$b#Hope you're having a good time!$n",
	"SWS.Compat.IFD.Leah.6to10": "I just want to show you how much I appreciate your friendship.#$b#So I got you this.$h[430 651 422]",
	
	"SWS.Compat.IFD.Maru.2to3": "I can't believe how hungry I am!$9#$b#I can't wait to try some of the desserts I made this morning.$h",		
	"SWS.Compat.IFD.Maru.6to10": "Winter Star is just about the only time of the year our family sits together without arguing.$h#$b#Hey, I almost forgot, I got you this!$h[243 400 222]",
	
	"SWS.Compat.IFD.Penny.6to10": "Happy Winter Star, @.#$b#I hope you don't mind, I made you something. I thought you might like it.$n[651 244 230]",
	"SWS.Compat.IFD.Penny.Dating": "The holidays can be a sad time of year, sometimes.#$b#I'm thankful I get to spend this holiday with you!$h#$b#And I'm looking forward to cuddling with you and a mug of hot chocolate by the fireside tonight. I couldn't think of anything better for Winter Star.$l",
	"SWS.Compat.IFD.Penny.Engaged": "You've already given me something magical.$n#$b#Soon, we'll be blissfully married.$h#$b#I can't wait to spend the rest of my holidays with you.$l",
	
	"SWS.Compat.IFD.Sam.6to10": "Hey, I made you this.#$b#It's my favorite. Hope you like it!$u[731 206 210]",
	
	"SWS.Compat.IFD.Sebastian.6to10": "Hey, @. I got you this...$7[305 236 607]",
	
	"SWS.Compat.IFD.Shane.4to5": "You should have seen Jas at breakfast this morning.$6#$b#I've never seen anyone so excited!$h#$b#I guess this is an okay holiday.$n",
	"SWS.Compat.IFD.Shane.6to10": "Hey, happy Winter Star, or something...#$b#...heh, it's nothing.$6[206 260 215]",
	
// CANON-FRIENDLY DIALOGUE EDITS COMPAT

	"SWS.Compat.CFDE.Emily.Year2": "$y '@! What wish did you make for the wishing tree?_Love._Anyone would be lucky to have someone like you, @! It'll happen if you want it to!$h_Good fortune._The way you've been caring for your farm, I'm sure it's on its way!$h_Health._That's what I wished for too. Good health for all my loved ones._I didn't make a wish._Aw, spoilsport!$s'",
	"SWS.Compat.CFDE.Haley.Year2": "My parents used to buy the most epic feast for this.#$e#I hope they're doing well... wherever they are.$u",
	"SWS.Compat.CFDE.Leah.Year2": "Joining our table for a little while? Here. Have some nog. Gus is talking about his brandy baskets again.#$e#I think it's literally the same tale as last year, but it's still interesting.",
	"SWS.Compat.CFDE.Vincent.Year2": "Caaaaaaaaaaaake!$h",
	
	"SWS.Compat.CFDE.Demetrius.Year3": "Any ideas on who your 'secret friend' might be?",
	"SWS.Compat.CFDE.Emily.Year3": "$y '@! What are you hoping to get from your 'secret friend'?_A homemade meal._Aww, that'd be special, wouldn't it? A little personal touch._Something luxurious._It's always nice to treat yourself at holiday time!$h_A strange bun._Um... yeah. Maybe? I don't know where your secret friend would find something like that.$u'",
	"SWS.Compat.CFDE.Haley.Year3": "I think I've got a good idea of who my 'secret friend' is.",
	"SWS.Compat.CFDE.Jodi.Year3": "This year Gus and I worked together to prepare some of the food.#$e#The intricate desserts are his, though. This festival really is his pride and honor, isn't it?",
	"SWS.Compat.CFDE.Leah.Year3": "I can't believe Gus doesn't talk more throughout the year about the food he makes! It's like the spirit of Winter Star possesses him each year.",
	"SWS.Compat.CFDE.Elliott.Year3": "Gus was telling us earlier about how much work goes into a festival like this. It's an impressive effort.",
	"SWS.Compat.CFDE.Jas.Year3": "I wonder if I can take home some pink cake this year?",
	"SWS.Compat.CFDE.Leo.Year3": "Willy got me some roasted sunflower seeds and hazelnuts. It was just what I wanted!$h#$e#I can share them with the parrots. They love them too.",
	
	"SWS.Compat.CFDE.George.Regular": "Now why wouldn't I be excited about tomorrow?$h#$e#Even sitting in the cold for hours is tolerable when it's Feast of the Winter Star.",
	
	"SWS.Compat.CFDE.Haley.Regular": "The Feast is tomorrow! What are you hoping to get from your 'secret friend'?$h",
	
	"SWS.Compat.CFDE.Penny.Regular": "Tomorrow's the big day! It's the most magical day of the year.$h#$e#Watching the expressions on the kids' faces when they see the feast is really special.",
	
	"SWS.Compat.CFDE.Sam.Regular": "I hope Vincent gets everything he wants this year for the Feast. I love seeing that kid happy.",
	
	"SWS.Compat.CFDE.Vincent.Regular": "I can't wait for the Feast of the Winter Star!$h#$e#I hope I get something yummy from my secret friend!",
	
// IMMERSIVE SHANE DIALOGUE EDITS

	"SWS.Compat.ICShane.2to3": "No, I'm not telling you who my 'secret friend' is.$3#$e#*sigh*... This whole thing is a waste of money.",
	"SWS.Compat.ICShane.4to5.One": "I'm gonna try getting something nice for Winter Star at the Night Market. I actually have a pretty good idea of what Jas and Marnie would like.",
	"SWS.Compat.ICShane.4to5.Two": "No birthday gift, nothing special for Winter Star...$s#$b#I can't even do the barest minimum for the kid.#$b#Yoba, how am I such a deadbeat loser?",
	"SWS.Compat.ICShane.6to7": "The night market's coming soon. I don't have much to spend, though...$3#$e#*sigh*... I just hope that what I have is enough to get something decent for Winter Star.",
	"SWS.Compat.ICShane.8to9": "I've been saving up to get Jas these special candies for the Feast of the Winter Star.$6#$b#I just really wanna make sure she's happy, you know?$3",
	"SWS.Compat.ICShane.10to14": "Jas keeps trying to figure out what I'm planning for Winter Star, so I have to keep sneaking around.#$b#She's getting better at catching me...$3",
	"SWS.Compat.ICShane.Marriage": "@! Wait wait wait, don't look! Go away!$10#$b#%Shane frantically stuffs a giant bag of chocolate chips into his shirt.#$e#Okay, uh, sorry about that.$10#$b#...$3#$b#So... what's up? Did you sleep okay?$6",
	
// RIDGESIDE VILLAGE DIALOGUE EDITS

	"SWS.Compat.RSV.Bert.Festival": "Heh heh, the plan went off without a hitch!$h#$b#Don't worry, I'll tell Olga about the veggies later.",
	"SWS.Compat.RSV.Keahi.Festival": "Desserts!$u#$e#I love desserts!$h",
	"SWS.Compat.RSV.Kiwi.Festival": "Kiwi like food!$4#$e#Maybe Kiwi make wish?$3",
	"SWS.Compat.RSV.Olga.Festival": "Bert let her load up with desserts, just as I expected. Would it kill him to put some veggies on her plate for once!$a",
	"SWS.Compat.RSV.Trinnie.Festival": "%Trinnie has a plate with desserts and a slice of chocolate cake that is definitely larger than recommended.",
	"SWS.Compat.RSV.Kenneth.Festival": "To be honest, I've got one eye on those candles.$s#$b#All those flames...$u",
	"SWS.Compat.RSV.Ian.Festival": "I baked some apples for the feast.#$e#It's nothing fancy, but I hope people like it. Makes the burns worth it!",
	"SWS.Compat.RSV.IanSpouse.Festival": "You're my wish come true.$h#$e#I'll make you something special at home, okay? Assuming you have room for it!$l",
	"SWS.Compat.RSV.Jeric.Festival": "I put down on my paper star that I hope I get access to some high-class fabrics. Guy's gotta have quality in style, you know?$7",
	"SWS.Compat.RSV.Maddie.Festival": "Hey, @. Did you eat your fill?#$b#I wish both of our careers reach new heights next year.$h#$b#Really, I mean it!$h",
	"SWS.Compat.RSV.MaddieSpouse.Festival": "A wish? What would I wish for when I have you?#$b#I couldn't ask for anything better!$h",
	"SWS.Compat.RSV.Ysabelle.Festival": "I'm going to wish for a trip to Zuzu so I can get some new tights.$h#$b#Wait, are you supposed to share what you wished for?$6",
	"i18n:SWS.Compat.RSV.YsabelleSpouse.Festival": "I'm so happy that you're here with me, my love!$h#$b#You're the best I could have ever wished for!$l#$b#I hope the coming years will be even more wonderful.$h",
	"SWS.Compat.RSV.Louie.Festival": "What are you wishing for, @?#$b#Oh really? I expected you would aspire for more.",
	"SWS.Compat.RSV.Faye.Festival": "Cooking for others is so fun, isn't it?$h#$b#It shows how well you know your community.$h#$b#Though I think you can't go wrong with fresh baked goods!$h",
	
	"SWS.Compat.RSV.Bert.Regular": "Don't tell Olga and definitely don't tell Trinnie, but I'm making the chocolate cake with zucchini. The kids will never be able to tell they're eating veggies!",
	"SWS.Compat.RSV.Ian.Regular": "The big holiday tree is a beast to haul around!$h#$b#Sean and I better get prepared.",
	"SWS.Compat.RSV.IanMarriage.Regular": "I've always loved seeing the tree with all the wishes hanging off it.$h#$b#It makes me feel giddy inside.$h#$e#I'll be sure to put yours way up toward the top, so it's closer to the sky",
	"SWS.Compat.RSV.Kenneth.Regular": "The Feast of the Winter Star makes me anxious - all those open burning flames!$s#$b#Wouldn't electric ones be safer?$s",
	"SWS.Compat.RSV.KennethMarriage.Regular": "Winter Star is all natural lighting, so it's sort of a vacation for me. On the one hand, it's nice to relax! But on the other... well, just stay away from the candles just in case, okay?#$b#I'm sure it'll be fine, but... ha ha, well, you know.$h",
	"SWS.Compat.RSV.Lenny.Regular": "Don't forget to skip breakfast tomorrow! There'll be more food than you know what to do with!$h",
	"SWS.Compat.RSV.Trinnie.Regular": "Winter Star!$h#$b#Winter Star!$h#$e#I'm going to eat ALL the cake!",
	"SWS.Compat.RSV.Ysabelle.Regular": "I hope this festive season brings you joy as much as the Winter Star food bring me happiness!$h#$b#Have a wonderful new year, @!$h",
	"SWS.Compat.RSV.AlissaMarriage.Regular": "I'm quite excited for tomorrow!#$b#I hope you try some of my casserole. It's Auntie's recipe!$h",
	"SWS.Compat.RSV.DaiaMarriage.Regular": "Have you thought about what you'd wish for, @?#$b#I bet I can grant it.$7",
	"SWS.Compat.RSV.Acorn.Regular": "FOOD!!!$h",
	"SWS.Compat.RSV.Lorenzo.Regular": "My wife's idea to order extra tupperware was an outstanding move!$h#$b#Huh? Mi dispiace, but the rest are being saved for the festival itself.$u",
	"SWS.Compat.RSV.Louie.Regular": "Sonny said I need to try a bit of everything I can tomorrow.#$b# He can't be serious! Have you seen the garbage some of the villagers make? How am I supposed to eat that? I have a refined palate, you know?$a",
	"SWS.Compat.RSV.Paula.Regular": "I love the Feast of the Winter Star! It's so exciting!#$b#I'm going to make my handmade dolma.$h#$b#I hope Anton has some!$h",
	"SWS.Compat.RSV.Raeriyala.Regular": "Oh! You're going to be making wishes tomorrow, right?#$b#Such an interesting custom!$h",
	"SWS.Compat.RSV.Sonny.Regular": "Nothing better than celebrating the end of the year by gathering the community altogether.$h#$b#The dessert table is most loved by the young ones, but I find myself drawn to the beverages in my old age.$h",
	
// FARMERJACK'S DIALOGUE EXPANSION COMPAT

	"SWS.Compat.FJDE.Abigail.Winter.Thu6": "Hey! I was thinking maybe we should do our own food exchange this year, along with the Winter Star one!$h#$b#W-with Sam and Sebastian, too, of course!$4",
	"SWS.Compat.FJDE.Abigail.Winter.Fri8": "You know, I don't think any amount of money could beat all of the cool experiences and conversations I've had with you, @.$4",
	"SWS.Compat.FJDE.Abigail.Winter.15": "Oh hey, if they have any cool swords from far off lands...I'm just saying, you know someone who'd really appreciate them, if you catch my drift. *giggle*$h",
	"SWS.Compat.FJDE.Abigail.Festival.8to9": "I wonder if I could convince my parents to cook something that would make good travel rations for an adventure?",
	
	"SWS.Compat.FJDE.Emily.Festival.4to7": "Oh, @, are you hoping for something sensational this year?#$b#I'd love to try some of the Fern Star Organic fruit bars. Or some homemade peach pie!",
	
	"SWS.Compat.FJDE.Haley.Festival.4to7": "Did you wish for anything cool this year, @?#$b#I'm hoping the new year brings me some good camera stuff.",
	"SWS.Compat.FJDE.Haley.Festival.8to9": "I made Emily something really good this year, so I'm excited for her to taste it.$h",
	"SWS.Compat.FJDE.Haley.Festival.10": "Seeing you and Emily and everyone else so happy just makes me feel thrilled, @.$h#$b#Me? Oh, I'm not too worried about what next year might bring.#$e#I've made such great relationships this year that I'm sure we'll be able to face it together.$h",
	
	"SWS.Compat.FJDE.Harvey.Winter.Mon8": "@, you'll be coming by the Feast of the Winter Star, right?#$e#I hope you're my secret friend.#$b#Or it would be great if I were your secret friend!$h",
	
	"SWS.Compat.FJDE.Leah.Winter.Mon4": "Having a winter birthday was always annoying when I was little because I always felt cheated out of attention in the lead-up to the holidays.#$b#I realize now, of course, how shallow that was. I'm not sure why I was that way, honestly. Maybe it was my friends?#$e#Hmmm...$3",
	"SWS.Compat.FJDE.Leah.Winter.Tue4": "I've been working on baking holiday gifts recently.#$b#I could buy something for everyone back home, but it seems a lot more meaningful to put your own soul into it, don't you think so?$h",
	"SWS.Compat.FJDE.Leah.Winter.Tue6": "Did you find out who your secret friend is for the Feast of the Winter Star yet, @?#$b#Honestly since I know so few people well here, it would be pretty convenient if we got one another, don't you think?$h#$e#In case you're curious, I'm a fan of wines, goat cheeses, and a good salad.#$b#Just a simple gal who knows what she likes!$h",
	"SWS.Compat.FJDE.Leah.Winter.Wed6": "Well, I finished up my little gift projects and sent them back home. I made my parents a box of cookies made from the seeds and nuts I foraged in Cindersap Forest and a bag of preserved crystal fruit.#$b#It feels good to share some of the tastes of my home here in the valley.$h",
	"SWS.Compat.FJDE.Leah.Winter.Wed8": "The Winter Star tradition in this valley has always been about community and coming together to show each other your thanks, and since it's that time of year, I just wanted to let you know that I'll never forget all of the support you've given me, all of the fun chats, or just the nice, quick visits.$h#$b#You've shaped my view of this place, @, almost like it was marble for sculpting, so...#$b#Thanks.$4",
	
	"SWS.Compat.FJDE.Penny.Winter.Wed2": "I hope I get a good secret food exchange partner this year!$h",
	"SWS.Compat.FJDE.Penny.Winter.Tue6": "You know, @, you've gotten to know me pretty well, haven't you?#$e#I bet you'd be a great secret friend!$h",
	"SWS.Compat.FJDE.Penny.Winter.Fri10": "Oh, who am I kidding, the best wish I could make for Winter Star is to spend more time with you!$h",
	"SWS.Compat.FJDE.Penny.Festival.4to7": "I made the children healthy snacks this year that they can eat in class. I'm sure they'll enjoy them.$h",
	
	"SWS.Compat.FJDE.Shane.Winter.Wed10": "Superstition or not, I actually am looking forward to the Feast of the Winter Star this year.#$e#I hope I get a good secret friend!$h#$b#...And maybe this year I'll get my person something better than frozen pizza...$2",
	"SWS.Compat.FJDE.Shane.Winter.Sat10": "$d Joja#At least while working I can afford good food for the holidays.$h|Even though I'm unemployed, I have to feel good about the fact that Joja is gone. I saw the grocery shop guy the other day and he looked like he was doing really well.$h",
	"SWS.Compat.FJDE.Shane.Festival.Spouse": "I put our food for Marnie and Jas over on the table there, so no worries on that.$h",
	
}
