{
	"Changes":[
	{
		"LogName":"Caroline",
		"Action":"EditData",
		"Target":"Characters/Dialogue/Caroline",
		"Entries":{
			"Mon2":"上次阿比见到你时对你礼貌嘛？#$e#通常她对别人都很有礼貌，但她偶尔也有爆发的时候。我希望她对待你时态度会好些。",
			"Mon4":"阿比实际在音乐上很有天赋的，但她从来没有长时间坚持在一种乐器上。#$b#你有听过她弹奏些什么嘛？",
			"Mon6":"阿比和我一直有矛盾，我真的希望她能明白我考虑的比她想象中的还要多。$3#$e$抱歉，希望你今天过得愉快。",
			"Tue":"我们店每周周三都会歇业一天。#$e#如果你需要什么东西，请务必记住这点。",
			"Tue2":"如果你急需用钱，皮埃尔会收购你身上的任何农产品。#$e#即使它是通过觅食得来的，我们依然会接受。毕竟那些东西会让我们的库存更具地方特色。$h",
			"Tue4":"乔迪和我几年前就已经是朋友了，我真的很高兴她能和家里人一起搬到这里。#$e#有时我会想如果没有她，自己到底该怎么办。",
			"Tue6":"我仍然为乔迪生下第二胎，然后抚养又一个男孩长大这件事而惊讶。我记得当年只有山姆一个就已经很棘手了。$h#$e#皮埃尔和我是那种“一步到位”的状态。我们最开始就是这样计划的。",
			"Tue8":"皮埃尔是一个勤奋的人，他为了维持这家商店的运转而牺牲了很多。有时我会因此感到内疚。",
			"Tue10":"乔迪和我刚刚在讨论你为社区所作的贡献。$h#$e#就我个人而言，我要谢谢你给阿比带来了一些积极的影响。$h",
			"Wed2":"哦，你好！我希望你在鹈鹕镇已经找到一些回家的感觉了。",
			"Wed4":"嘿，你试过用防风草做浓汤了嘛？$h#$e#如果从春天就开始储存防风草，可能做起来会更容易一些，是吧？",
			"Wed6":"星露谷虽然很不错，但是我希望自己能认识更多人。#$e#很高兴我们已经成为了朋友。",
			"Wed8":"我会做我能做的一切来维持社交。但是说实话，这需要我付出很大努力。#$b#我猜，这就是一个恢复中的内向者的生活吧。",
			"Thu":"我在森林看见过野山葵。#$e#觅食是一种有趣的赚钱方式。你也可以把找到的东西当成礼物或者食物。",
			"Thu2":"我们不用担心做晚餐时会缺少食材，这点很不错。",
			"Thu4":"#$1 Caroline1#呃...我在想我能不能今天晚上让皮埃尔做晚餐。#$e#呃... 今天晚餐做点什么好呢？#$e#不然直接在酒馆点外卖好了。",
			"Thu6":"$d Joja#我很担心皮埃尔。每一次我们在生意上输给Joja超市，他都几天无法入睡。|我永远无法忘记皮埃尔勇敢抵抗莫里斯的那天，这让我想起了我们俩年轻时候的样子。$h",
			"Fri4":"阿比每周五晚都会和她的朋友一起去酒馆，也许你也可以加入他们",
			"Fri6":"皮埃尔是个多才多艺的人，你有没有听过他唱歌？$h#$e#另外，他也很有运动细胞。或者他曾经有...",
			"Fri8":"$d Joja#乔迪是我最好的朋友，但是她是不是不一定要在Joja超市购物呢？我不知道该如何与她妥善解决这个问题。$s|Joja超市倒闭带来的好事之一，就是我再也不用担心乔迪会在那里购物了。$h",
			"Fri10_1":"你下次见到乔迪时可以给她一些支持。因为她的丈夫不在，所以她一个人很难支撑起一家的生活。",
			"Fri10":"当肯特从战争归来后，我以为我会看到乔迪全新的一面，但对她来说生活似乎依然很艰难。#$e#也许我们可以给她家做些晚餐？",
			"Sat":"我每周星期二都在客厅里主持跳健美操，如果你喜欢也可以加进来。",
			"Sat2":"是我的错觉嘛，或者说阿比盖尔真的对厄运和忧郁之类的不健康的东西感兴趣？#$e#也许，是因为我年纪大了而无法理解罢了。",
			"Sat4":"有趣的是，我忘了建立这个健美操俱乐部是我的主意还是别人的主意。#$b#我想它就是这样自然的发生了。锻炼一直是我爱做的事，并且我们的客厅看起来非常适合运动，所以...",
			"Sat6":"我以为我主持健美操课会为阿比盖尔树立一个好榜样。但如果说起来有哪里不对劲的话，这似乎让她彻底不想运动了。#$e#我想我也不该惊讶。",
			"Sat8":"#$1 Caroline12#我们刚搬到这里的时候，我花了好一段时间才适应过来...因为我还没有准备好过家庭生活。#$e#皮埃尔是个有些传统的人...但是他是个好人。他野心勃勃，但他总是把家庭放在第一位。",
			"Sun2":"如果你愿意，你可以在由巴的神龛前祈祷。#$e#不，我不太喜欢那样。不过我的确尊敬那些真心祈祷的人。",
			"Sun4":"参拜由巴的神龛、上健美操课、来店里购物...我们不得不习惯人们在我们家里来来往往。#$e#但只要人们互相尊重，这样的公共生活就不会那么糟糕。",
			"Sun6":"所有人都希望自己的孩子能比自己少犯一些错误。$s#$e#我让阿比保证安全和快乐生活，这是不是要求的太多了？",
			"Sun8":"我总是担心过多。但人生短暂，让生活总是令你失望是不值得的。#$e#我们必须学会和我们现在所拥有的和平共处。",
			"summer_Mon":"这个季节你会在你的农场里种些花嘛？",
			"summer_Mon6":"随着年龄的增长，时间似乎过得越来越快...$s ",
			"summer_Wed10":"你的工作量会在月末减轻，不是吗？为什么不利用额外的时间采集茶叶呢？",
			"summer_Thu":"我在森林看见过野山葵。#$e#觅食是一种有趣的赚钱方式。你也可以把找到的东西当做礼物或者食物。",
			"summer_Thu6":"这里的野葡萄非常适合用来酿葡萄酒。你现在有在酿什么酒吗？",
			"summer_Thu8":"记着在季度结束前存些西红柿，炖蔬菜汤的时候会用得上。#$e#秋天到来后，你只需要一颗甜菜。这样就可以用极少的原料做出一顿美味佳肴。",
			"summer_Fri10":"我似乎有点麸质不耐受。我减少了这个月的麸质摄入，这一举动让我更有活力了。$h",
			"summer_Sat6":"如果阿比说过什么让你感到尴尬的话，我为此感到抱歉。#$b#我想如果她能再多出去走走，也许她就能学会更好的与人相处。",
			"summer_Sun4":"今天是个喝冰镇茶饮的好天气，你说呢？",
			"summer_Sun8":"每个人都需要花些适当的时间关心一下自己。我想你现在已经知道我的小习惯了。$h#$e#你有没有这样做过呢？你知道的，你值得为自己这样做。",
			"fall_Mon10":"我希望阿比不会当年的我犯一样的错误...$s#$e#呃，我是说，看来明天我们还要上健美操课！那么回头见？",
			"fall_Tue10":"事实上，我过去几周瘦了两磅，因为皮埃尔更常做饭了！$h#$e#抱歉，每次一到皮埃尔做饭，我就吃不了太多。所以我最后总是会偷偷溜到商店货架拿零食吃。#$b#呃，别说出去。$s",
			"fall_Thu":"你在这个季节有没有尝试觅食？我在森林里见过一些可食用的蘑菇。#$e#虽然我也许提到过自己并不喜欢它们。",
			"fall_Thu6":"这里有一些好菜谱，可以让你全年都用野生蘑菇做出很棒的料理，所以储备蘑菇并不是个坏主意。#$e#如果你平时不怎么烹饪，也可以随时把蘑菇卖给我们。",
			"fall_Thu8":"$d Joja#我很担心皮埃尔。每一次我们在生意上输给Joja超市，他都会几天无法入睡。|我永远无法忘记皮埃尔勇敢抵抗莫里斯的那天，这让我想起了我们俩年轻时候的样子。$h",
			"fall_Sat6":"阿比总是对神秘学感兴趣。不知道她是从哪里学来的...",
			"fall_Sat8":"是我的错觉嘛，或者说阿比盖尔真的玩电子游戏太入迷了？#$e#也许我有点跟不上时代了。",
			"winter_Mon10":"很多人想要来场大冒险。我？好吧，我年轻时就已经经历过很多次了。#$e#为什么不让自己轻松一点？从长远来看，绝大多数人最后都会选择安定，不是吗？",
			"winter_Wed10":"呃啊，阿比需要清理她的仓鼠笼子了。我都能在大厅闻到很大的气味了。$s#$e#你能帮我向她唠叨一下吗？呼，多谢。",
			"winter_Thu":"严酷的冬天来了。但如果你足够幸运，就能挖到些冬根。#$e#觅食是一种有趣的赚钱方式，你也可以把你找到的东西作为礼物或者食物。",
			"winter_Thu6":"#$1 Caroline1#呃...我在想我能不能今天晚上让皮埃尔做晚餐。#$e#呃... 今天晚餐做点什么好呢？#$e#不然直接在酒馆点外卖好了。",
			"winter_Thu8":"$d Joja#我很担心皮埃尔。每一次我们在生意上输给Joja超市，他都会几天无法入睡。|我永远无法忘记皮埃尔勇敢抵抗莫里斯的那天，这让我想起了我们俩年轻时候的样子。$h",
			"winter_Fri6":"你不觉得阿比的自然发色会更好看嘛？#$e#她曾经着浅栗色的头发。",
			"winter_Sun4":"啊，有壶热腾腾的绿茶，任何寒冷都烟消云散了。",
			"spring_12":"皮埃尔有一些很棒的东西要卖。他和你说过了嘛？$h",
			"summer_27":"看月光水母起舞真的是一副绝佳的美景。它们让我回想起一些曾经与皮埃尔共度的美好时光。$h",
			"fall_15":"我希望皮埃尔对他的作物展览没那么痴迷。他的脑子里想的已经够多了...",
			"winter_28":"今天是年底的最后一天！明年你有什么打算？",
			"spring_1_2":"新年快乐！皮埃尔已经在等着你来了。$h",
			"spring_12_2":"我们明天会在复活节庆典上看见你，对吧？",
			"summer_27_2":"*呼* 好一个大夏天，我觉得我们都该休息一下了。",
			"fall_15_2":"我希望皮埃尔对他的作物展览没那么痴迷。他的脑子里想的已经够多了...",
			"winter_28_2":"今天是年底的最后一天！明年你有什么打算？"
		}
	}]
}