{
    "Changes": [
    {
        "LogName": "Demetrius",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Demetrius",
        "Entries":
        {
            "Mon2": "玛鲁当初为了提前毕业，一直都在努力学习。现在她能够独立学习各种科学知识。#$e#我很高兴能够给她提供追梦所需要的设备。$h",
            "Mon4": "我很高兴玛鲁能够在诊所工作。因为医生是个十分受人尊敬的职业。而且无论她最终选择投身于哪种科学，我都会为她开心。",
            "Mon6": "我知道玛鲁总有一天会离开星露谷的。如果她被拘束在这的时间太长，她的潜能就会被埋没。$s#$e#不过就目前而言，我觉得她在这里生活的还不错。",
            "Mon8":"如果你曾好奇为什么你的作物会长得这么好，我可以告诉你这和土壤中健康的根瘤菌有关。#$e#长话短说，你需要多样化的生态系统来维持一个高质量的农场。#$b#当企业农场把整篇树林夷为平地并种植单一作物时，产品的营养含量就会变得更低。$s",
			"Mon10":"我有种预感，玛鲁未来对科学做的贡献一定会比我多。#$e#我很高兴她正在成为她想成为的那种人。$h",
            "Tue2": "星露谷多样化的动植物不断刷新着我的认知。#$e#我很惊讶在我之前从来没有其他科学家研究过这里。",
            "Tue4": "探索矿洞肯定很有意思，但可惜我研究的领域是生态学和生物化学，而不是地质学。#$e#当然，如果我们在这里发现任何能够证明矿脉与植被存在关系的证据，那就另说了。",
            "Tue6": "季度变换时的剧烈变化是让野生动物保持迁徙习惯的关键...#$b$...反过来说这也是防止某个种群占据过分优势的关键。#$e#我一直关注着这里的物种，所以有什么不寻常的话我会告诉你的。",
            "Tue8": "你有没有去过卡利科沙漠？#$e#虽然我个人对研究山谷生态更有兴趣一点, 但是我承认那个距离我们一天车程的沙漠里还是存在着很多谜团的。",
            "Wed4": "嗨@！你今天过得怎么样？#$e#你在农场的工作有什么我能帮忙的地方嘛？",
            "Wed6": "我一直在你农场的山洞里收集一些有用的数据。#$b#它的独特之处在于它会产生通常在周围环境中无法直接获得的菌群。#$e#虽然如果要学会如何利用它，那我们还有很长的路要走。",
            "Wed8": "我承认，每当我的研究有些停滞不前时，我就会做一些稀奇古怪的化学实验。#$e#几年前我给自己弄到了一点铯。结局就是罗宾对我说“别再有下次了”。$h",
            "Wed10": "对不起，我肯定经常一和你说话就停不下来，是嘛？",
            "Thu2": "种绿豆了嘛？我最喜欢的一道料理就用到了它。",
            "Thu4": "有很多赞助商支援我的工作。但我依然花了好几年时间才在这里建立起了自己的实验室。#$e#我看中星露谷已经有一段时间了。$h",
            "Thu6": "像星露谷这样的环境才能使早期的人类蓬勃发展。难怪祖先们会选择在这里世世代代耕种。",
            "Fri4": "罗宾是个暴脾气，最好不要去招惹她。#$e#...如果现在我可以量化她的情绪水平，或许我就可以用正弦曲线来模拟她的情绪波动...$u",
            "Fri6": "当我大学第一次邂逅罗宾时，我的很多朋友对我愿意和一个已经当了妈妈的人约会感到非常惊讶。#$e#我能说什么？我们就是很般配。$h",
            "Fri10": "我总是忍不住去分析一切事物的“缘由”。植物的生长方式，食物的味道，好的艺术看起来很美的原因。#$e#但每隔一段时间，我就会意识到自己需要放下这种执念。我要做的只是停止质疑，然后静下心来与我的妻子共舞就好。",
            "Sat4": "我的研究目的之一是弄清楚山谷中环境条件，这种环境条件使得这里对于众多的物种都具有一种独特的肥沃性。#$e#说到应用方面，我们可以用它来改善贫瘠地区的农作物产量。",
            "Sat6": "幸会，@。你的工作进展如何？#$e#如果你种了什么新的作物，我会很荣幸帮你检查它们。#$e#或许会吃掉它们!$h",
            "Sat10": "你听说过巨大作物嘛？很明显，如果某些作物在足够宽的土地上占据了大部分空间，它们就会有很小的概率会发生巨大化变异。#$e#大自然几乎使它们不复存在，因为它们的大小实在不符合自然选择。",
            "Sun4": "工作基本上就是我的爱好。不过，偶尔我也会做做饭。",
            "Sun6": "说起塞巴斯蒂安，大部分时间都是罗宾在教育他。#$e#即使到现在，我也最好别挡着他的路，还是让罗宾来处理他的事情。",
            "Sun8": "塞巴斯蒂安似乎总是对我工作的各方面都感到厌烦。$s#$e#虽然计算机科学也是科学。我曾经也尝试过通过这个和他建立关系，但我依然感觉我们之间存在着一些隔阂。#$e#书上说这是意料中的情况。",
            "Sun10": "偷偷的和你讲，我真的觉得塞巴斯蒂安现在需要搬出去住。$s#$e#他现在比我第一次遇见罗宾时的年纪还大...$s#$e#不过只要他能找个工作并且支付房租...",
            "Sun_inlaw_Sebastian": "看到塞巴斯蒂安终于搬走了，我总算是松了口气。我真心觉得你们两个是天造地设的一对。$h",
            "summer_Mon6": "为什么冰激凌吃起来总是这么棒？科学可能永远也找不到答案。#$e#哈哈，开个玩笑。是因为脂肪和糖啦。$h",
            "summer_Tue4": "肥料最适合用来生产优质农作物，但要是你想快速催熟的话就用生长激素.#$b#从理论上讲，通过这种方式，你可以一次收获三个瓜类，而不是两个。",
            "summer_Tue8": "你可以用树液和鱼类来制作优质肥料。#$e#如果觉得钓鱼太费时间，也许你也可以在蟹笼中捉一些蜗牛或玉黍螺代替。",
			"summer_Wed10":"当我大学第一次邂逅罗宾时，我的很多朋友对我愿意和一个已经当了妈妈的人约会感到非常惊讶。#$e#我能说什么？我们就是很般配。$h",
            "summer_Thu4": "嗯...如果能够找到方法增加独脚金内酯的含量，那么会对菌丝生长产生比例效应嘛？$u#$b#噢！抱歉。我刚刚在思考一些实验数据，没注意到你在那里。#$e#你需要点什么嘛？",
            "summer_Thu8": "我成为科学家是想为我们物种的发展做出贡献。#$e#当然啦，如果没有像你这样的农民，这一切都不可能做到。$h",
            "summer_Fri": "你的农场里养了什么动物嘛？",
            "summer_Fri2":"$p 40#我听说玛鲁和你在后山用天文望远镜一起看了星星。|如果你和玛鲁成为了好朋友，我敢肯定她会教你如何用天文望远镜在后山观察星星。#$e#相当令人兴奋，不是吗？",
			"summer_Fri10":"好消息，@！我在《环境科学季刊》上发表了一篇文章！$h#$b#我敢说它的内容与任何现代农民都有关。#$e#上面刊登的都是与我最近在肥沃土壤中发现的芽孢杆菌对真菌植物病原菌的反应方面的内容。#$b#多有趣的东西啊！$h",
			"summer_Sat10":"我希望我的研究能有助于更好、更可持续性地利用环境资源。#$e#在你的农场上找到洞穴的用途就是一个小小的例子。",
			"summer_Sun10":"肥料是最有助于生产优质作物的，但如果你需要催熟作物，最好还是使用生长激素。#$b#理论上，你这样做可以在一个季度收获三次西瓜，而不是两次。",
			"fall_Mon10":"记住，你农场的土壤中存在一个欣欣向荣的生态系统，一定要好好照顾它。#$e#我甚至认为土壤远比从土壤中生长的植物还要神奇。特别是在每年的这个时候！#$b#为什么呢，因为现在固氮菌的水平正在飙升，为植物提供了惊人的固氮能力。更不用说还有根瘤菌了...$h#$e#...罗宾对这个话题不是很感兴趣。$s",
			"fall_Tue10":"我们从不同的地方获取的资源越多，我们从每个地方拿走的资源就越少。#$b#生物多样性是具备生态诱因的。我们不能让这个世界像工厂式单一栽培那样运转。",
            "fall_Wed": "让我看看...也许固氮水平会受到线虫分泌的影响...$u#$b#抱歉，我刚刚在思考一些实验数据，没注意到你在那里。#$e#你需要点什么嘛？",
            "fall_Thu": "农场经营的怎么样？现在是种玉米的季节，不是嘛？#$e#整天在室外和植物一起工作，我想那一定是一副十分和谐的景象。",
            "fall_Thu6": "玛鲁肯定花了很多时间在她的小装置上。#$e#我很高兴能看到她这么专心。",
            "fall_Thu_inlaw_Maru": "我还是对玛鲁的秘密机器人感到震惊...这是一场梦嘛？",
			"fall_Fri10":"嗯...我在用显微镜观察你农场的土壤样本。然后我发现了一些奇怪的闪烁现象。$s#$b#但隔了不到一分钟后，我就再观察不到那些闪光了。$s#$e#好消息是你农场的土壤很健康。可以称得上欣欣向荣，我说真的。#$b#但我真希望能够知道自己看到的究竟是什么。$s",
            "fall_Sun": "每年的这个时候我都会把注意力转移到真菌上。",
            "fall_Sun6": "感谢科学让我们对大自然有了更多的了解。#$e#但是需要我们学习的还有更多。",
			"winter_Mon10":"罗宾坚持要徒步到煤渣森林砍树。她当然知道自己喜欢什么木材。#$e#但温泉区要比这近得多。而且我测量得出温泉区的树木腐烂速度与正常速度相比，整整慢了十分之一！#$b#不过她仍然有自己的理由坚持。",
            "winter_Wed": "如果你想扩建你的房子，就和我妻子罗宾说。",
            "winter_Wed4": "你的家里有厨房嘛？#$e#我感觉烹饪和在实验室工作蛮像的...",
			"winter_Wed10":"你有为在冬天烹饪而预留一些农产品吗？我敢打赌你储存了不少！",
			"winter_Thu10":"罗宾教会了我很多有关如何从生活的科学技术中退让一步，而更多地去关注美学和幸福感的事情。#$e#我可以从中看到她的观点。有时我只是需要一点时间去理解它们。",
            "winter_Sat": "你好。#$e#%德米特里厄斯似乎陷入了沉思。",
            "winter_Sat4": "让我看看...如果季节性氮水平可以用分段函数来模拟...$u#$b#噢！抱歉。我刚刚在思考一些实验数据，没注意到你在那里。#$e#你需要点什么嘛？",
            "winter_Sat8": "你可以随意从这片地区采集木头或石材。",
            "winter_Sun10":"每种现象可能都会有自然主义的解释。#$b#甚至像爱、精神或世界起源这样的事情可能都能用科学来解释。#$e#有些人会说这让宇宙失去了奇迹。#$b#你问我？我不这么认为。如果有的话，它会增加我对其存在的敬畏。",
            "Event_tomato1": "真的？我还以为一个农夫会知道正确答案...$s",
            "Event_tomato2": "看到没？@和我的观点一致。",
            "Event_Lab_Silence": "那么，我们最好在溶液结晶之前进行滴定。",
            "Event_Lab_Rat": "*叹气*... %fork$4",
            "spring_1_2": "新年快乐！还有很多工作在等着我们两个呢。",
            "summer_28": "你收到了我的信，对吧？别迟到了！你可不想为了它再等整整一年。$h",
            "winter_28": "我们又绕着太阳转了一圈!#$e#这似乎值得庆祝一下。",
            "summer_28_2": "你收到了我的信，对吧？别迟到了！你可不想为了它再等整整一年。",
            "winter_28_2": "我们又绕着太阳转了一圈!#$e#这似乎值得庆祝一下。",
        }
    }]
}