{
    "Changes": [
    {
        "LogName": "Harvey",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Harvey",
        "Entries":
        {
            "Mon4": "在日常工作之余保持一个爱好是很重要的。#$q 080/081/082/083 Mon_old#你在农活之外的最大兴趣是什么，@？#$r 080 5 Mon_080#钓鱼。#$r 081 5 Mon_081#社交。#$r 082 5 Mon_082#家居装饰。#$r 083 -50 Mon_083#纵酒。",
            "Mon_old": "$p 083#作为你的医生，我不得不问，你有没有找到一个不涉及酒精的发泄方式？|生活如果没有多样化，就很容易把自己累垮。我很高兴你有一个健康的发泄方式。",
            "Mon_080": "真的是这样嘛？真棒，这里是个钓鱼的好地方。$h#$b#另外，我想你可以用你的收获来做一些美味的饭菜。",
            "Mon_081": "啊，太好了！陪伴会对你有帮助，毕竟我们是群居动物。$h#$b#我本人可能也需要花更多的时间来社交。",
            "Mon_082": "听起来很有趣。房子如果没有任何个性融入的话就不算是一个家，对吧？",
            "Mon_083": "噢噢...这有点...$s#$b#我没想到你会这么说。我能给你留一个互助小组的电话号码嘛？",
            "Mon6": "我的很多病人对我已经习惯了。#$b#当房间里有一种信任感的时候，预约的病人也就不会那么紧张了。",
            "Mon8": "我目前依然希望留在星露谷，我终于开始感觉到自己融入这个社区了。#$e#发现自己有用武之地的感觉很好。",
            "Tue2": "适量的乳制品对小孩子来说是健康的。但对成年人来说，限制牛奶和奶酪的摄入其实是个好主意。#$e#为了大脑的健康，经常吃鱼会是个不错的选择。",
            "Tue4": "保持检查室的私密性非常重要。因此如果我正忙着看病人，请不要在这逗留太久。#$e#不过很高兴见到你。",
            "Tue6": "我的很多工作最后都会归结于文书工作。如果我在一家大医院工作，秘书会为我分担很多。#$e#不过从长远来看，在这里还是比较轻松的。我偶尔还可以放个下午假。",
            "Tue8": "噢，@，你好！$h#$b#我想我们诊所的气氛比大多数医生的诊所都要轻松。你可以随时来访。#$e#似乎每个人都对此没意见，这是我们小镇的一个独特元素。",
            "Tue10": "别把自己累坏了，@。这是医生的命令！#$e#你的健康对我很重要。$l",
            "Wed": "打喷嚏时记得捂住嘴。#$e#然后别忘了洗手。",
            "Wed2": "偶尔出去散散步很好，我真希望我能多出去走走。#$e#不过这对你来说不是什么问题，对吧？$h",
            "Thu2": "发酵食品对消化系统有好处。虽然不是每个人都喜欢，但是全世界的人类依靠它们生存了几千年。#$e#因此我们的身体在益生菌方面仍然依赖它们。",
            "Thu4": "如果我的医嘱听起来像是在命令你，我很抱歉。我的工作是提醒人们养成基本的护理习惯。#$e#我希望我不需要这样做。但统计数据显示，有相当多的人没有接受我们在学校里得到的建议。",
            "Thu6": "我所有病人的病历都是严格保密的。我希望你能理解为什么我不能总是谈论我的一天过得怎么样。",
            "Thu8": "我从来不觉得自己是那种工作狂。#$e#我觉得我工作很努力。严格意义上讲，我每周每日、每时每刻都要随时待命。但我也想为自己的生活而存在。",
            "Thu10": "一名医生需要做很多工作，这导致我的饮食有些不尽如人意。$s#$e#如果我不是一个人住的话，我想那会更容易些。$l",
            "Fri2": "在我之前在这工作的医生一定是在鹈鹕镇是个采矿小镇的时候就已经上任了。#$b#我能想象的到，那时肯定有很多呼吸系统问题需要他处理。$s",
            "Fri6": "我听说你以前在Joja公司工作，好像你很快就离开了那里。#$e#对你来说，放弃旧生活是一个很大的冒险。不过我很高兴你能来。",
            "Fri8": "有时候，在“医生”和“邻居”的角色之间与其他市民取得平衡会是一个挑战。#$e#",
            "Sat": "今天是我的休息日，但我想我不该整天呆在家里。",
            "Sat2": "我能为你做点什么嘛？#$e#保重。",
            "Sat6": "我通常在周六呆在家里弄我的业余爱好。#$e#而且有时在公共场合呆一周会有点累，因为小镇的人们都以一种特定的角色来看待我...",
            "Sat8": "@！你能停下来打个招呼真是太好了！#$e#今天对我来说是一个安静而迷人的日子。我一直在读一些著名飞行员的资料。",
            "Sun": "当我在诊所时，如果你想谈论任何与工作无关的事情，你可以随时到柜台后面来。#$e#这是在小镇工作的好处。",
            "Sun2": "嗯...我正努力维持生计，但我没有足够的病人。#$e#我想我应该试着在邻近的城镇找些病人...",
            "Sun4": "我们的政府为我给所有镇民做的例行体检提供了一点资金援助，但我剩下的收入还是以佣金为基础的。#$e#是的，我们国家的医疗体系需要改革已经不是秘密了。但我上医学院是为了当一名医生，而不是政治家...",
			"Sun10":"我最近一次快要放弃医学是我在创伤中心实习的儿科轮换期间。$s#$e#当时...有很多事情要处理。$s#$b#但我很高兴我能继续努力，照顾那些需要帮助的人。除了这个，我还能干些什么呢？",
            "summer_Tue": "适量的晒太阳是可以的，但别被晒伤了。#$e#好的，保重！注意健康。",
            "summer_Tue2": "在野外锻炼时一定要保持水分。#$e#戴帽子也是个好主意。",
            "summer_Tue4": "你的农场里养蜜蜂了吗？有强有力的证据表明当地蜂蜜确实能缓解过敏症状。",
            "summer_Tue8": "八年的医学院生活对我来说已经模糊了。自从我搬来这里，我真的觉得自己可以再次放松下来。#$e#我明天应该有点时间到外面走走。$h#$e#不是每个医生都能得到这样奢侈的享受。",
            "summer_Thu2": "玛鲁对这里很有帮助。我认为她若是将医学作为一种职业来追求，那她一定会非常成功。#$e#当然，她在其他科学领域也很有天赋。谁知道最终她会去往何处。",
            "summer_Thu6": "我必须或多或少地专攻各种形式的医学，这样才能开设自己的诊所。#$e#我接受过普通医学的培训。但有时如果我需要第二种意见，我会找另一位专家。",
            "summer_Thu10": "我曾经有点期待我的单身生活是永久的。#$e#但自从在星露谷遇见了你...这足以让我这样的人对此有一种宿命感.",
            "summer_Fri2": "夏天感冒不太常见，但它们可能会特别顽固。照顾好自己，@。",
            "summer_Fri4": "夏天人们不怎么生病。那很好，但对我来说也意味着生意少了。",
            "summer_Fri6": "你实际上应该避开矿洞，@。除非你的团队里有一名现场医务人员...#$b#...但你还是选择单独行动？这会让我很担心。#$e#好吧，我所能做的就是给出专业的建议。选择权最终还是在你手中。",
            "summer_Fri10": "我当初进入这个行业的时候，我本以为做医生可能会让自己丧失人性。#$e#我发现事实上恰恰相反。$l",
            "fall_Sat": "你去矿洞了嘛，@？#$e#那是个危险的地方，我建议你不要去。",
            "fall_Sat4": "刚开始我觉得搬到自己工作地点正上方的公寓里住有点奇怪。#$e#不过这样的上下班往返是最快的！$h",
            "fall_Sat6": "我收到一位老同事的来信。信中看起来像是他想开一个小农庄。#$e#他在他现在工作的城市里赚的很多，但他几乎不存在空闲时间。",
            "fall_Sat8": "我相信一个道德体系。在这个体系中，关怀是唯一的善，伤害是唯一的恶。#$e#我想这就是我成为一名医生的原因。但直到进入医学院几年后，我才学会用这种方式来表达。#$e#我只想减少世上的痛苦。#$e#又是什么驱使着你呢，@？",
            "fall_Sat10": "什么，我和玛鲁？ 不，当然不是。她是个漂亮的年轻女孩，德米特里厄斯似乎也对这个前景很满意，但这一切都是不可能实现的。#$b#从何而谈什么开始呢...？$l",
            "fall_Fri": "当你吃某些食物的时候，你会工作得更出色。#$e#吃一顿“农夫午餐”会给你提供所需的营养，你之后就能更好地浇水和收获庄稼！",
            "fall_Fri4": "当你吃某些食物的时候，你会工作得更出色。#$e#吃一个“救生汉堡”会给你提供营养，帮助你采集木材和更好的觅食！",
            "fall_Fri6": "当你吃某些食物的时候，你会工作得更出色。#$e#吃一份“红之盛宴”会给你额外的能量，这将超过你平时拥有的能量。",
            "fall_Fri8": "当你吃某些食物的时候，你会工作得更出色。#$e#“龙虾浓汤”是一道相当豪华的菜。我想这会让任何人觉得自己已经准备好去钓破纪录的鱼！",
            "fall_Fri10": "当你吃某些食物的时候，你会工作得更出色。#$e#“幸运午餐”是一道异乎寻常的菜。但当我在你身边的时候，我觉得我不需要它。$l",
            "winter_Wed8": "我从同事那里听说了铱矿工人的故事。他们最后躺在医院里，情况不容乐观。#$e#他们其中的一些人没能撑下来。我想我没听说过比这更危险的职业。$s",
            "winter_Wed10": "@，如果你去矿洞，有一件事...$s#$b#...如果你受了重伤，请考虑它会对你周围人带来的的影响。$s",
            "winter_Sat10": "*叹气*...我开始觉得自己有点老了...#$e#你越老，你的记忆力就越是衰退。这可能会让人难以承受。$s#$e#我想在你身边时我会保持年轻。$l",
            "winter_Sun4": "戈特洛帝国有一套相当先进的医疗体系来为市民提供医疗保健。#$b#但是由于明显的原因，我没有足够的钱搬到那里。$h",
            "winter_Sun8": "好像你从来没染上什么病，@。#$e#记得感谢你强大的免疫系统！$h",
            "spring_1_2": "新年快乐，@！$h#$b#今天是个崭新开始的好日子.",
            "spring_12": "有趣的是，鹈鹕镇每年的第一个节日同时也是个相当古怪的节日。#$e#嘿，不过这可不是抱怨。$h",
            "spring_23": "我以前的医学院同事不相信我真的会在病人面前跳舞。#$e#好吧，从严格意义上讲，这并不是工作的一部分。但如果你选择住在这里，这可能就算是了。$h",
            "summer_10": "我真的希望明天夏威夷宴会上的百乐汤不会让任何人生病。#$e#百乐汤很可能会导致灾难发生，但这个镇子确实热爱它的传统。",
            "winter_7": "担心明天大家在外面会着凉？我不会，反正我不会比平时更担心了。#$e#寒冷的天气本身并不是致病的原因。不过人们还是应该把自己裹得严严实实的。",
            "winter_28": "所以...到明年结束的时候，我会是...多大了？嗯...$s",
            "spring_12_2": "明天的复活节应该很愉快，你不觉得嘛？",
            "spring_23_2": "我以前的医学院同事不相信我真的会在病人面前跳舞。#$e#好吧，从严格意义上讲，这并不是工作的一部分。但如果你选择住在这里，这可能就算是了。$h",
            "summer_10_2": "我真的希望明天夏威夷宴会上的百乐汤不会让任何人生病。#$e#百乐汤很可能会导致灾难发生，但这个镇子确实热爱它的传统。",
            "winter_7_2": "担心明天大家在外面会着凉？我不会，反正我不会比平时更担心了。#$e#寒冷的天气本身并不是致病的原因。不过人们还是应该把自己裹得严严实实的。",
            "winter_28_2":"所以...到明年结束的时候，我会是...多大了？嗯...$s",
        }
    },
    {
        "LogName": "Harvey Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueHarvey",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#你觉得你今天会考虑穿件雨衣吗？#下雨导致流感的说法其实是个谣言。 不过小心别在泥上滑倒！#$e#我经常忍不住为你担心。",
            "Rainy_Day_1": "#$c .5#独自一人住在诊所的楼上真是太寂寞了...我现在快乐多了。$h#现在我到底是怎么变成这样一个早起的人的？在上医学院之前，我从来没在这个时候醒来过。但是看看现在！",
            "Rainy_Day_2": "#$c .5#我醒得很早，但我确保自己没有吵醒你。你当时看起来睡得很安详。#噢...我知道如果我给你一件雨衣，你只会说不需要，对吗？$s",
            "Rainy_Day_3": "我不介意下雨。虽然我看不到飞机飞过，但我仍然可以听收音机里的谈话.#$e#$c .5#我只希望飞行员们在云层中安全飞行。#这会让整个事情变得更加神秘。",
            "Rainy_Day_4": "#$c .5#I我今天有一大堆家务要做。我有很多事要忙！#今天有什么家务要做吗？我本来想睡觉，但现在还需要我做些什么？",
            "Rainy_Night_0": "#$c .5#你今天过得怎么样，亲爱的？我本来要洗碗的，但我被最新一期的 《膝关节手术爱好者》吸引住了。#这只是个小秘密，但是...今晚我吃了几块糖果。一切适度，包括适度这件事，对吧？$l",
            "patio_Harvey": "#$c .5#你知道吗，当我在这阅读时，实际上这本《肌腱动力学杂志》还是可以好好读下去的。#我总有新的东西要学，尤其是镇上没有专家的时候。",
            "Rainy_Night_1": "#$c .5#如果你在享受生活，那谁会在乎它是否有点重复乏味？这就是我常说的。#身体里有成千上万的小工序让我们活着。我过去常在晚上担心自己，担心如果有一道工序出现故障后会发生什么。但我现在不会了。$h",
            "Rainy_Night_2": "#$c .5#亲爱的，你看起来有点湿漉漉的。为什么不在火边取取暖呢？#嘿...我们今天早点上床睡觉吧...$l",
            "Rainy_Night_3": "#$c .5#雨声给我们的头脑一些可以集中注意力的东西，所以我们不会被随机的想法分散注意力。这就是我的理论...#",
            "Rainy_Night_4": "#$c .5#我永远不会忘记我们乘气球旅行的后半段。嗯...你觉得我们...$l#我今天放松了一下...花些时间看书、摆弄收音机、组装了一架模型飞机。#$e#时不时地休息一天来放松是很重要的...压力对身体不好。",
            "Indoor_Day_0": "我想我们都在努力达到某种生活的平衡，一种复杂的平衡。#$e#$c .5#比如说，必须要从家里步行到工作岗位这件小事就对我有很大帮助。当我仅仅需要从起床下楼就能工作时，我就会变得有些懒散。#对我来说，搬到这里正是我的身体找到平衡所需要的。$l",
            "Indoor_Day_1": "早上好！我给你做了一顿营养丰富的早餐。[201]#$e#$c .5#这是一顿你能吃到的最均衡的早餐，尤其是在你忙碌的生活方式下。#鸡蛋是含有重要营养的一个极佳来源，所以快尝尝吧。",
            "Indoor_Day_2": "#$c .5#这真是太好了，我今天竟然有些空闲时间。如果我在一家大医院工作，情况就不会是这样了。#我今天要研读医学文献。对我来说，及时了解最新情况是很重要的。这样我才能给我的病人最好的照顾！",
            "Indoor_Day_3": "#$c .5#今天我要听着爵士乐，完成我的医疗报告。你有什么计划？#我不会说我太想念医学院了，我们这里的情况好多了。$h",
            "Indoor_Day_4": "#$c .5#当初我们第一次见面的时候我很害怕你，可如今我们已经走到了这一步。$h#今天有什么家务事要做吗？我正要去扫地。...哦，你觉得厨房需要擦洗一下吗？",
            "Indoor_Night_0": "#$c .5#我今天做了点运动，你呢？...呃，好吧，你当然做了。#你看起来很疲惫，亲爱的。我今晚给你按摩。我保证这会减轻你肌肉酸痛！$l",
            "Indoor_Night_1": "我给我们两个做了一顿健康的晚餐。只用了山谷最新鲜、最健康的原料！ [212 214 225 209 200]$h#$e#$c .5#这是我的最爱之一。好好享用吧！#亲爱的，一定要吃得营养均衡一点。",
            "Indoor_Night_2": "#$c .5#晚上好...你今天要做的事都做完了吗？#$e#别担心我，我能照顾好自己。如果你有更多的工作要做，那就去做吧。",
            "Indoor_Night_3": "#$c .5#有时，我的大脑会在这个时候开始运转。不过我养成了一个很好的习惯，就是不熬夜...想和我一起吗？#成为一名医生是很有压力的，所以住在像 %farm 农场一样放松的地方真的很棒。",
            "Indoor_Night_4": "#$c .5#哦！我只是在胡思乱想些循环系统的事，然后忘记了自己想做什么。这是一个医生典型的毛病。#谢谢你让我用自己的方式去爱你，这对我来说很重要。",
            "Outdoor_0": "#$c .5#这里非常安全，不用担心我。#这个农场在高速公路旁边被隐蔽得很好，我打赌没多少人知道它。",
            "Outdoor_1": "#$c .5#我相信这里一定是科学养育孩子的理想之地，你觉得呢？#这个山谷一定是个被好好保守的秘密。这季节、这植被，我很惊讶它还没有被完全开发。",
            "Outdoor_2": "#$c .5#我可能不是最能拨动你心弦的人，但我会对你忠诚一辈子。$l#真棒，太阳还不太亮，我甚至不需要太阳镜。",
            "Outdoor_3": "#$c .5#亲爱的，我只想说...你...你对我来说是整个世界。$l#如果我住在其他地方，我还会拥有这样的早晨吗？...我不觉得会有。$h",
            "Outdoor_4": "#$c .5#作为一名科学家，我对昆虫和植物之间微妙的相互作用十分着迷。#嘿！ 你期待明天吗？看看外面，生活充满了无数种可能。$h",
            "OneKid_0": "#$c .5#有一件事你不用担心，我会确保我们的孩子得到最好的医疗。#你和%kid1 是我生命中最重要的部分。",
            "OneKid_1": "#$c .5#我不得不说，有自己的孩子会让我更难找到生活与工作之间的平衡。$s#小 %kid1 在这里会有一个完美的童年。我们能有这种机会真的是很幸运。",
            "OneKid_3": "#$c .5#我是人类生命的疗愈者，但要成为人类生命的养育者？这是一个全新的阶段。$h#到目前为止，我真的很喜欢当个父亲！$h",
            "TwoKids_0": "#$c .5#让我看看...孩子喂了，尿布换了...我想我们现在有一点娱乐时间了！$h#我已经喂过%kid1和%kid2早餐了。我试着教他们享受健康的食物！",
            "TwoKids_1": "#$c .5#我认为应该让孩子尽情地玩耍和探索。童年只有一次。#孩子们喜欢玩我的模型飞机。虽然流了点口水，但没关系。$h",
            "TwoKids_2": "#$c .5#孩子们刚才在玩我的听诊器，大家的心跳都很健康！#也许%kid2长大后会成为一名飞行员，就像我永远做不到的那样？",
            "TwoKids_3": "我把生命献给了你和孩子们，我很高兴。我一直梦想有一个美好的家庭。$l#$e#我做了一个我会永远单身的噩梦...我太爱你了。$l",
            "funLeave_Harvey": "#$c .5#我今天要去散步。有很多最新医学文献需要我研读，如果我离开家里，我会工作得更好。#我想我今天要散散步，我需要放松一下。",
            "funReturn_Harvey": "#$c .5#噢！真巧，我也刚到家。今天过的怎么样？#我今天过得很愉快，偶尔花点时间独处会让人精神焕发。你今天过得好吗，亲爱的？",
            "spring_2": "那么，是时候开始新一年的工作了！希望大家都能好好照顾自己。",
            "spring_9": "外面的庄稼怎么样了？我真的很想吃新鲜的农产品。#$e#或者...泡菜怎么样？我们有什么腌菜嘛？ ",
            "spring_16": "我在其他镇民面前还是有点羞涩。$s#$b#千万别误会...我喜欢鹈鹕镇，我喜欢了解我所有病人的状况。但对我来说，当医生比做邻居容易得多。#$e#有时在角色之间来回切换很难。",
            "spring_25": "看到你精力充沛地四处奔波，我真的比以前更想去慢跑了。#$e#我再也不跳健美操了。天啊...那已经不是我单身时代最喜欢做的事了。$l",
            "summer_4": "天气预报说即使下雨，下周也会更热。在外面小心点！#$e#哦，我相信你会没事的。只是...请允许我表达一下关心？$l",
            "summer_16": "对我来说，提供照顾和避免伤害...这就是我的最终目标。我别无所求。#$e#在医学院学习的第一年，我仔细考虑了几个月，直到现在，我依旧遵从这个信念。我觉得没有其他的答案比这更有道理。",
            "summer_17": "亲爱的，我当然不会要求你有和我完全一样的道德观。$h#$b#你爱我，我爱你，这就是我需要从你身上得到的一切。$l",
            "summer_23": "噢，我被蚊子叮得很厉害，而且越来越严重了。$s#$e#我以前住的地方没有那么多蚊子，所以现在还真是蛮令人头痛的。我还没习惯它们。",
            "fall_4": "我发誓不与任何人分享病历。是的，这意味着甚至也包括你。#$e#这个嘛，至少你知道我很善于信守诺言。$h#$b#当然，我也要对你信守一个终生的诺言。$l",
            "fall_9": "我喜欢早上去上班的那段路途！$h#$e#哈...如果你能称之为 “路途”的话。",
            "fall_11": "我对《城市模拟器2000》有着一些莫名的怀旧情怀。我已经好几年没玩过电子游戏了，但那游戏让小时候的我玩的入迷。",
            "fall_18": "当我有一天结束我的职业生涯时，所有的医学技术都将完全不同。#$e#干细胞治疗、人工智能驱动手术、基因治疗...我们现在用的东西看起来会很古老！",
            "winter_11": "噢噢噢，今天太冷了。我真的需要一杯热咖啡...我们现在有咖啡吗？$s",
            "winter_16": "当你打开你祖父的信...就是，你经常和我谈起的那个？#$b#奇怪的是我当时甚至都不认识你，那一刻却永远改变了我的生活方向。$l#$e#它让你会想...世界上还有什么事情是我们现在不知道，但会永远改变我们生活的呢？",
            "winter_24": "噢，明天就是宴会了！我已经等不及了！$h#$e#谁，我？胡吃海塞？ 这个嘛，俗话说“一切都要适度”。他们也常说...“包括适度这件事”。",
            "winter_26": "哈！你看，宴会上剩下了什么，完全没人看守！[348]$h#$e#让我们今晚打开它。对不起，我知道现在还早。但我已经等不及要给你看了。",
        }
    }]
}