{
    "Changes": [
    {
        "LogName": "Krobus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Krobus",
        "Entries":
        {
            "Mon": "请不要惊慌，我和其他同类不一样。#$e#我花了很多时间观察人类。我知道你喜欢购物，想看看我的东西吗？",
            "Mon2": "你又回来了？我想这符合我的人类行为理论。",
            "Mon4": "...你在矿井里遇到过其他像我这样的生物吗。如果他们对你怀有敌意，我很抱歉。你看，我们学会了害怕人类...之前有太多...不愉快的遭遇。#$e#你还没有...杀死任何我的朋友，对吧？",
            "Mon6": "由于我和我的朋友们试图压制我们混沌的天性，所以我们在很大程度上会被同族回避。#$e#但我不能说自己比暴力的家伙强，一条生命就是一条生命。#$e#拜托了，即使你杀了任何暴力的家伙，我也不想知道。",
            "Mon8": "矮人？矮人不分青红皂白地追杀了我们很多年，无论形式是暴力的还是非暴力的。#$e#拜托，我不想再谈这个痛苦的话题了。",
            "Mon10": "“科罗布斯”在我们的语言中指的是“过桥者”。",
            "Tue": "我对阳光太敏感了，所以大多数日子我都不能出去。#$b#这里的条件很完美。#$e#想看看我的东西吗？",
            "Tue2": "所以你以种田为生？我偶尔会带些可能会对你有帮助的产品。你可以到星期五再回来看看。",
            "Tue4": "有一种植物在春天生长。人类形容它是“辛辣的”。但对与我们族类，我们发现它...#$b#我该怎么说呢？你们的语言没有任何词可以形容我们吃它时的感受。",
            "Tue6": "是的，我把这个地方叫做我的家。#$e#我很久没把一个地方叫做家了。",
            "Tue8": "法师是个好人，他是除了你之外我相信的少数人之一。他的世界观比大多数人更符合现实。",
            "Tue10": "@，由于你经常来这里，我最近变得有些亲切友好。#$e#这真奇怪。直到最近，我都甚至没有考虑过与人类的友谊。",
            "Wed2": "有时物体顺着水流飘下来，我会把它们都收集起来。#$b#我也可以在暗处自由移动，不受重力的阻碍。这样我就可以和其他人维持交易、清空库存。",
            "Wed4": "我的族类和矮人之间长达1000年的战争最近终于结束了，但双方仍互相抱有很多怨恨。",
            "Wed6": "在极少数情况下，一些我族类的捣蛋鬼晚上会躲在孩子们的衣橱里，通过吓唬他们来取乐。#$b#我不会饶恕任何这种行为。",
            "Wed8": "不久前，两个人类的孩子想找到一条进来的路。#$e#很抱歉，但我不得不把他们吓跑。他们不可能保守我的秘密。",
            "Wed10": "你也见过祝尼魔吗？我很惊讶。对一个人类来说，你似乎很容易遇到元素生物。",
            "Thu2": "当你第一次出现在这里的时候我没有逃跑，我希望你能意识到我们的相遇有着巨大的风险。",
            "Thu4": "不，我们不像你们人类那样为母亲所生。#$e#那我们是从哪里来的呢？这个嘛，阴影是从什么时候开始存在的呢？#$b#你脚下的阴影是“新的”，还是单纯的被光线遮住了？#$e#同样，灵魂又是什么时候开始存在的呢？#$e#也就是说，我比较随意地认为冬天的开始就是我的“诞生”之类的。",
            "Thu6": "我想你在这种水里不会发现很多有趣的鱼。#$e#我确实有看到一条相当大的，看起来很奇怪的鱼在游来游去，但只有一次。",
            "Thu8": "我观察你们人类很多年了，这给了我足够的机会来学习你们的语言。#$e#然而，你是我第一个有过持续互动的人类。",
            "Fri": "...",
            "Sat6": "人类有一些很有趣的习俗来表示对由巴的尊重。",
            "Sat8": "感谢由巴让我混沌的本性变得清澈。#$b#毫无疑问，如果没有她的祝福和指引，我早就会被冠以“影子狂徒”的称号。",
            "Sat10": "谢谢你对我星期五的沉默表示尊敬。",
            "Sun2": "请不要透露我的位置。如果矮人知道我在这，他们肯定会派一个刺客来。",
            "Sun6": "多年来我一直守护着回程魔杖，它的起源明显早于我们两个物种。#$e#因此，我希望你能理解为什么我不能以普通价格出售它。",
			"summer_Mon10":"你也和我一样，会在黑暗中感到自在吗？我听说人类的身体需要阳光来保持健康。那在太阳底下待太久会有害吗？",
			"summer_Tue10":"我知道自己不能在太阳底下待太久。那你是不是不能花太多时间待在黑暗中？",
			"summer_Wed6":"如果你把耳朵贴在右边的管道上，你就能在这听见每家每户的声音。#$b#不过，我不会去偷听的！$3",
			"summer_Thu6":"请不要向别人谈起我。#$b#大多数人都害怕我们这些影子人...或许是有原因的。$s#$b#但无论如何，如果镇上的人知道了我的存在，那我在这可能就不安全了。",
			"fall_Thu10":"这里有很多美味的东西。比如苍蝇、鼻涕虫、蟑螂。#$e#最近，我看到有人丢了只螳螂。",
			"fall_Sun10":"看起来你可能找到了一些秘密笔记。#$e#是的，我道歉。我有些同类喜欢在晚上到人类家里抢笔记。我们有时会把它们扔在不寻常的地方。",
			"winter_Tue10":"天气太冷了，以至于小虫子没法生存。我的食物供应又要短缺了。$s",
			"winter_Wed6":"如果你把耳朵贴在右边的管道上，你就能在这听见每家每户的声音。#$b#不过，我不会去偷听的！$3",
			"winter_Thu6":"请不要向别人谈起我。#$b#大多数人都害怕我们这些影子人...或许是有原因的。$s#$b#但无论如何，如果镇上的人知道了我的存在，那我在这可能就不安全了。",
        }
    }]
}