{
    "Changes": [
    {
        "LogName": "Maru",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Maru",
        "Entries":
        {
            "Mon2": "你好。你在镇上散步时看到什么有趣的东西了嘛？",
            "Mon4": "设计和经营一个农场必须进行大量的技术工作。当你感觉有点慌乱的时候，你会做什么来清醒头脑？",
            "Mon6": "有时候我脑子里会有些乱七八糟的想法，我根本形容不出来。你有过这种情况嘛？#$e#呼吸新鲜空气通常会有帮助。",
            "Mon8": "当你停止思考一个棘手的问题，它的解决方案就会出现在你的脑海中，这是不是很有趣？",
            "Mon10": "我这些天散步只是因为我希望能遇见你。$l#$e#看起来今天像是我的幸运日！$h#$e#明天也会是嘛？",
            "Tue2": "当你需要升级你的建筑时，请到我们家来。#$e#有人来访总是很好的。",
            "Tue4": "嗯...我在想有没有什么能让我妈妈的工作更轻松的方法...#$e#依她工作的方式，你会认为她看上去年轻了20岁。$h",
            "Tue6": "当我妈妈在雨中工作时我会很担心。万一她被闪电击中呢？$s#$e#你的农场有避雷针嘛？",
            "Tue8": "我妈妈一直很支持我，我父亲也是。#$e#如果是其他人做我父母，我不觉得我会做得更好。",
            "Tue10": "坐下来好好享受生活中美好的事物是很重要的。#$e#有时候，我的大脑会冒出很多天马行空的想法，它会让我有些不知所措。#$b#但谢天谢地，我现在终于学会平静下来了。",
            "Tue6_inlaw_Penny": "潘妮过去一直在和我谈论你。#$b#后来我就说，“嘿！ 如果那个男孩不先约你出去，你最好约他出去！”$h^后来我就说，“嘿！ 如果那个女孩不先约你出去，你最好约她出去！”$h",
            "Wed2": "当我开始学习新东西的时候，在诊所的日子就会是美好的。#$e#如果我每天不学习新的东西，那一天就会感觉不完整。",
            "Wed4": "哈维医生正要把他的除颤器扔掉。但我打开了它，然后把它修好了，一点问题也没有。#$e#不幸的是，他还得更换它。出于一些协议和避免诉讼...$s",
            "Wed6": "诊所治疗室的心脏监护仪确实需要一些改进。#$b#在它上面安装一个语音命令系统并不难。#$e#不过，这只是我的一厢情愿。我知道我不能私自改造标准化的医疗设备。$s",
            "Wed8": "我星期二和星期四在哈维的诊所工作。#$e#他很好，但不是我喜欢的类型...",
            "Thu4": "看来又是个在诊所的漫长一天了。#$e#我的职业许可只允许我做这点工作。",
            "Thu6": "今年夏天我打算在我的望远镜上花费很多时间。#$e#你可以在天气晴朗的晚上和我一起看星星。$h",
            "Thu10": "噢，@！你有什么要跟我说的嘛？$h#$e#我刚刚还在想着你。",
            "Fri": "嘿，对不起，如果我看起来很暴躁...昨天我上班有点气恼。#$c .5#我得把十箱医疗档案搬到阁楼上去！#$e我不得不连续四个小时整理病人记录！",
            "Fri2": "潘妮是个很好的朋友。自从我的家人搬到这里，我们就一直相处得很好。#$e#一定要她打个招呼，好嘛？",
            "Fri4": "我妈妈是木匠，爸爸是科学家。我想我喜欢制造小玩意是有道理的。",
            "Fri6": "噢噢，我这一周啊。我在我的项目上没有取得我预期中那样多的进展。$s#$e#不过你这周过得好嘛？",
            "Fri8": "你认为一百年后的农业会是什么样子？#$e#我想耕种的人情味是无法替代的，是嘛？$l",
            "Sat": "你认识我爸爸嘛，就是德米特里厄斯？他是个科学家。我很开心能在实验室帮他。",
            "Sat2": "我爸爸正在研究山谷的独特特性。你在世界上找不到像这样的生态系统。",
            "Sat4": "我还没有决定我想把什么样的科学作为一个长期职业来从事。#$e#也许我会继续每方面都做一点。$h#$e#尽管如此，为世界做出一些贡献还是不错的。",
            "Sat6": "火箭推进器是我的早期兴趣，现在我仍然不时地涉足其中。",
            "Sat8": "我想存些钱，这样我可以从硬件目录中订购一些铱。不过这些东西太贵了。$s#$e#但是...哦，一想到我能用它做的事！$l",
            "Sat10": "每个人都需要一个快乐的地方去隐居和独处，社区中心旁边的长凳就是我的那个地方。#$e#酒馆旁边也有一张，但那是我和潘妮见面的地方。#$e#不过如果你想和我一起坐在快乐长凳上,我也不介意。$l",
            "Sun8": "如果你在城里困了这么久，你一定会很喜欢你现在的工作的。#$e#我真的为你开心。$h",
            "Sun10": "如果你在城里困了这么久，你一定会很喜欢你现在的工作的。#$e#我也是。我们是一对好搭档，不是嘛？$l",
            "summer_Mon": "嗯... 今年夏天我该修理什么样的小玩意？",
            "summer_Mon2": "我的暑假必做小玩意项目上有很多事情等着我去做。我希望我能把它们都完成！",
            "summer_Mon6": "当你在做一个实验性的技术项目时，每一次成功都会伴随十几次失败。#$e#失败也可以和像成功一样令人兴奋。#$b#...只要没有人受伤。$s",
            "summer_Mon10": "这些天每当我在做一个项目，我总会在工作时把你记在心里。#$e#我猜，你像是某种灵感。我只想看看你对它的反应。$l",
            "summer_Tue2": "我哥哥下午才从房间里出来。#$e#有时我们几天才会碰上一面。$s",
            "summer_Tue8": "@，你今天看起来很精神。$h",
            "summer_Tue4_inlaw_Sebastian": "嘿，姐夫！$h^嘿，嫂子！$h#$e#不必住在这里后，塞巴斯蒂安现在似乎高兴多了。希望你们一切顺利！",
            "summer_Wed2": "哎哟，热死了。我猜相比之下，塞巴斯蒂安的房间现在一定很凉快。#$e#不过我不确定，我很少进他房间。",
            "summer_Wed4": "只是我？还是天气真的突然变得很热？#$e#我猜只是我。",
            "summer_Wed6": "今晚是看星星的好夜晚，你应该过来看看。",
            "summer_Wed8": "我在想今晚能不能找到一些我以前没见过的天体？",
            "summer_Wed10": "很奇怪，这些天我用我的望远镜看宇宙的时候似乎感觉有点孤独。$s#$e#只是孤独...因为没有你和我在一起。",
            "summer_Thu10": "你的手怎么能在干了农活之后还那么柔软？",
            "summer_Fri4": "爸爸和我有时会出去吃冰淇淋。塞巴斯蒂安以前也一起去，但现在不了。",
            "summer_Fri6": "我很高兴能在这么悠闲的诊所工作。如果我们住在别的地方，工作就会占用我太多的时间。#$e#我每周工作的时间对我来说是完美的。",
            "summer_Fri10": "嘿，@。我们应该找个时间在湖边玩，然后一起吃点冰淇淋。#$e#你喜欢这个主意嘛？",
            "summer_Sat": "嘿，有什么有趣的农场故事要告诉我嘛？#$e#我猜没有。",
            "summer_Sat2": "另辟蹊径有时候是解决问题的关键，我喜欢跳出框框思考。#$e#在你的工作中也是这样嘛？",
            "summer_Sat4": "嗯...我想知道机器人是否会流行到足以取代动物成为宠物？#$e#嗯，在我们的有生之年里可能不会。",
            "summer_Sat6": "我父母支持我的工作，但他们会对把核反应堆带进房子这件事划清界限。#$e#为什么？我能应付得了。$h#$b#理论上来讲的话是这样。如果你知道自己在做什么，它就不会那么危险。",
            "summer_Sat10": "@，在这样的仲夏时节遇见你，我的整个心都会感到温暖。$l#$e#特别是在晚上，我只是感觉在以后的生活中我会怀念这些日子。",
            "summer_Sun": "我猜你现在正在种一些有趣的庄稼。#$b#爸爸说每年这个时候山谷里都长着许多奇异的植物。",
            "summer_Sun4": "我可以让自己保持高度自律。坚持安排时间表是有效果的。#$e#你呢？",
            "summer_Sun8": "我想知道我是否应该申请一份大学研究员的工作。#$e#不过我会想念山谷的。我可以在这里做任何我想做的事，所以...",
            "summer_Sun10": "我想知道我是否应该申请一份大学研究员的工作。#$e#不过我会想念山谷的。我可以在这里做任何我想做的事，所以...#$e#而且你在这里。$l",
            "fall_Mon4": "还记得以前人造黄油比黄油更受欢迎，因为据说它更健康来着？#$e#然后，他们发现人造黄油实际上比黄油对你更有害。所以，我们现在又回到了黄油上。#$e#有时，研究是一个有趣的旅程。$h",
            "fall_Mon6": "嗯，空气闻起来很不错。今天是外出的好日子。",
            "fall_Mon8": "你明天可以到诊所来看我，我从上午10点工作到下午4点。$h",
            "fall_Mon_inlaw_Sebastian": "噢，嘿@！我哥哥过得怎么样？",
            "fall_Tue2": "这个季节的色彩真的让我非常喜欢它。#$e#我们都有很好的理由外出。",
            "fall_Tue4": "@，我喜欢树现在的样子！#$e#我知道你也喜欢。",
            "fall_Tue8": "像这样的日子，会让我想起小女孩时的我第一次上学的情景...#$e#你有什么 能引起怀旧之情的回忆呢，@？",
            "fall_Tue10": "火箭推进、手臂机器人、人工智能...这些基本要素的结合是非常特殊的。#$e#每门科学都还有很长的路要走。组合存在无尽的可能性，真的。",
            "fall_Wed4": "如果你有多余的金属，我可以用它来做我的一个项目。#$e#但前提是你自己不需要。",
            "fall_Wed6": "你可能已经自己制作一些非常漂亮的设备了。那你做过蛋黄酱机嘛？#$e#实际上做起来很简单，因为地晶的特性为你做了大部分的工作。",
            "fall_Wed8": "黄金不仅仅是为了装饰。对电气设备来说，它也是一种很好的的导体。#$e#但是也不是每个人手里都有一些的，对吧？$h",
            "fall_Wed10": "嗯，这美丽的秋日，清风拂面...#$b#...男朋友在我怀里...$l^...女朋友在我怀里...$l",
            "fall_Thu": "在世界其他地方，现在可能会是春天。想象一下！",
            "fall_Thu4": "看到人工智能和有机智能相互作用肯定会很有趣。#$e#如果我们能把两者融合在一个生命体中，那就更有趣了。有没有奶牛要参加“仿生奶牛”实验？$h#$e#哈，开玩笑而已..",
            "fall_Thu8": "听说过宝石复制机嘛？它们看起来有点难做，但并非不可能做出来。#$e#如果我有材料，我会做一个。",
            "fall_Fri4": "哈维医生最近似乎精神很好，我这周在诊所过得很愉快。",
            "fall_Fri6": "我最近特别乐观...$h",
            "fall_Fri8": "人工智能真的很迷人。但我不太擅长像塞巴斯蒂安那样编程...#$b#...但是我已经试着自己改变了一些预设的人工智能模块。#$e#甚至一些基本的情感算法也应该有可能做到的。当然，这只是一些相对初级的改良。",
            "fall_Fri10": "嗯，这天气让我渴望糖果。#$e#...还有你。*咯咯笑*$l",
            "fall_Sat4": "野生生物中的所有生物灭绝或生存是自然维持一个生态系统的方式...#$b#...我们可以从中学习和应用很多东西来使任何复杂的系统保持稳定。",
            "fall_Sat6": "这周早些时候，我爸爸做了个非常酷的实验。#$b#实际上，湖里的微生物稳定了湖水的ph值。但要做到这一点，微生物一定会大量死亡。#$e#如果我觉得在实验室里复制这一过程很有趣，那我是不是很糟糕？$s#$e#好吧，你知道的，大自然既残酷又美丽。",
            "fall_Sat10": "呃啊，我的思绪正在失控，就好像我的大脑在超速运转。$s#$e#你能帮我揉揉后背嘛？我得慢慢呼吸。*吸气*#$b#...一、二、三、四、五、六、七...$s#$e#再来一次...#$e#...$s#$e#谢谢，我会没事的。$l",
            "fall_Sun2": "下周有什么计划嘛？或者只是过一天算一天？",
            "fall_Sun4": "嘿，又是个美好的一周！ *咯咯笑*",
            "fall_Sun6": "额，我无法阻止我的思绪像旋风一样旋转。$s#$e#对不起。$s",
            "fall_Sun8": "嘿，很高兴见到你。你这周过得怎么样？",
            "fall_Sun10": "你头发上有一片叶子，我帮你拿掉它。#$e#...$h",
            "winter_Mon2": "我的雪人看起来每年都有一点点不同，但我归来的童真总是不变的。",
            "winter_Mon4": "堆雪人对谁来说都不算太老。#$b#任何厌倦堆雪人的人都会厌倦生活。$h",
            "winter_Mon6": "我想我今天要给我的雪人做些修补工作。也许我能让它坚持到新年。$h",
            "winter_Mon8": "嗨@！$h#$e#嘿，你不觉得我的雪人有点像你嘛？",
            "winter_Tue4": "嘿，关于我能做的新玩意儿，你会有什么点子嘛？#$e#嗯嗯，我相信你的意见。",
            "winter_Tue6": "我在想我是否能做一个装置。它能在天气干燥时让我的头发不打卷...",
            "winter_Tue8": "我对发明的第一个想法是一个自动雪球制造器和投掷器。#$e#我从来没有真正完成过这个项目，因为那时候我才七岁。#$b#现在依旧没有，不过应该不会太难...",
            "winter_Wed4": "嗯，我今天有点无聊，你是怎么打发冬天的时间的？#$e#我现在的项目最近不适合我，我需要换个口味。",
            "winter_Wed6": "说实话，我觉得我从潘妮身上学到的比她从我身上学到的还要多。#$e#她对孩子和文学艺术的理解... 我们是两个书呆子，但我们互相平衡。",
            "winter_Wed6_inlaw_Penny": "我很高兴你和我最好的朋友在一起了，我一直对你和潘妮有这种感觉。$l",
            "winter_Wed10": "刚刚下过一场大雪，世界看起来很完美。#$e#@，你真是个很棒的人。我希望你能认识到这一点。$l",
            "winter_Thu4": "我希望塞巴斯蒂安没事。我觉得他冬天几乎见不到太阳，这不健康。$s",
            "winter_Thu6": "我试着找过塞巴斯蒂安，问他下次山姆来的时候我能不能加入。但他看起来真的很冷淡。$s#$e#我是说，如果我做错什么了我会理解的。但老实说，他为什么会针对我？$a",
            "winter_Thu8": "这些天我没有去找塞巴斯蒂安，我想他只是想独自呆着。#$e#这太差劲了。这些年来我一直想做个好妹妹，但我认为他永远会选择把我的善意推开.$s#$e#好吧，不是所有的兄妹关系都是完美的。$s",
            "winter_Thu10": "@，靠近点，我很冷。#$e#冬天我的手会很干，很抱歉。",
            "winter_Thu4_inlaw_Sebastian": "今天早上我和塞巴斯蒂安来了一次语音聊天。现在他搬走了，和他相处就容易多了。#$b#这很有趣，不是嘛？$h",
            "winter_Fri4": "我们昨天治了一个流感病人。呃啊，我真的希望我也能得流感。$s#$e#不，我不能告诉你是谁，这是患者的隐私。#$b#只是要记得经常洗手。",
            "winter_Fri6": "你今天看起来很精神。我想是因为冬天的清新空气。",
            "winter_Fri10": "你的脸蛋红红的。*咯咯笑* 真可爱。$l#$e#嗯，给我一个大大的拥抱！$l",
            "winter_Sat4": "嗯，我要是能去山洞里弄点贵金属就好了。这样，我就能完成有很多事情了...！#$e#但是...我不想让我父母担心的要死。",
            "winter_Sat8": "@！我很高兴见到你。这一周过得有点不顺，但见到你会让事情好一点。#$e#你总是一个令人愉快的人，真好。",
            "winter_Sun": "天冷的时候我就会变得好困...",
            "winter_Sun2": "我想把自己裹在毯子里，但那样我就会睡着。嗯...#$e#如果我小睡一下，那会把我的睡眠周期搞得一团糟。",
            "winter_Sun4": "天冷的时候我就会变得好困...",
            "winter_Sun6": "时间旅行在理论上是可能的，但它需要消耗大量的能量。#$e#需要消耗...全世界几乎所有的动能和势能。",
            "winter_Sun10": "时间旅行在理论上是可能的。#$b#但即使我能穿越时空，我也不想改变任何事情。$l",
            "spring_1_2": "祝你今天愉快，@！^祝你今天愉快，@！#$e#到目前为止，你今年过得怎么样？",
            "summer_1": "现在是看星星的好季节。",
            "summer_27": "明天晚上你会在海滩上，对吧？但愿如此！",
            "fall_15": "星露谷展览会真有趣，这是我一年中最喜欢的日子之一。#$e#你应该试试他们的游戏。",
            "winter_1": "天啊，太冷了...$s",
            "winter_7": "我爱我的雪人，但我也有兴趣看别人明天会造些什么。",
            "winter_28": "今晚玩得开心。来数一数我们的幸运星！",
            "summer_27_2": "明天晚上你会在海滩上，对吧？但愿如此！",
            "fall_15_2": "星露谷展览会真有趣，这是我一年中最喜欢的日子之一。#$e#你应该试试他们的游戏。",
            "winter_7_2": "我爱我的雪人，但我也有兴趣看别人明天会造些什么。",
            "winter_28_2": "今晚玩得开心。来数一数我们的幸运星！",
        }
    },
    {
        "LogName": "Maru Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueMaru",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#我敢打赌我哥哥一两个小时前才上床睡觉。真是个傻瓜。#我想知道潘妮怎么样了？也许今天晚些时候我会给她打电话。",
            "Rainy_Day_1": "#$c .5#你看到我的黄柄平头螺丝刀了嘛？我总是把那东西放错地方...$s#我只是在胡思乱想...你觉得MarILDA没事吧？我希望她能找到真正属于她的地方...",
            "Rainy_Day_2": "嘿！我昨晚睡不着，所以在工作间里闲逛了一会儿。给，这是我给你做的。[688 369 338 325 287]#$e#$c .5#我很乐意尽我所能。$h#我希望你能为它找到一些用处。",
            "Rainy_Day_3": "#$c .5#呼，我以为我睡得像个婴儿一样安详，但我还是很累。#我唯一不喜欢下雨的地方是我不能看星星！",
            "Rainy_Day_4": "#$c .5#我的一些电子设备有点脏了。这就是我今天可以做的...或者读点书。#是屋顶漏水了嘛？我得去看看。我看过妈妈工作，所以我对木工有一点了解。",
            "Rainy_Night_0": "#$c .5#因为天气原因我得呆在屋里。这不太刺激，但很放松。我可以看最新的《每周原理图》。#记得不要让你的工具在外面淋雨！你不会想它们都生锈的。",
            "patio_Maru": "#$c .5#当这个做完之后，它应该能帮我做饭。你知道的，这就是我的方式，为了好玩。#我还不知道这是什么...但时不时地转动旧扳手很有趣.",
            "Rainy_Night_1": "嗨@。今天过的怎么样...湿漉漉的？#$e#$c .5#为什么我们今晚不来个室内约会呢？你想吃什么？#这种天气给了我一些小点子...也许如果我把雨水聚在一起排出来，它就能给磨坊提供动力？",
            "Rainy_Night_2": "爸爸已经追踪了过去20年的天气模式。#$e#$c .5#我真的希望气候不会改变到对你的农业造成负面影响的程度。$s#也许现在说还为时过早，但是研究结果显示出一些不正常的趋势。",
            "Rainy_Night_3": "#$c .5#快过来。*亲吻*今晚我需要些人类之间的接触。$l#我们今晚能在床上吃意大利面嘛？",
            "Rainy_Night_4": "#$c .5#看看我做了什么，我甚至都没用烤箱！猜猜看？ [232 234 223 220]$h#我做了些甜点！不过，睡前记得要刷牙。[232 234 223 220]$h",
            "Indoor_Day_0": "#$c .5#我今天有很多小项目要做...也许我应该写一张单子，免得脑子太乱。#嗯？抱歉，有时我会陷入沉思，甚至不知道自己在做什么。",
            "Indoor_Day_1": "#$c .5#有什么地方可以用到这个嘛？我只是不喜欢浪费好设备。 [286 287 205 732]#我在我的废品堆里发现了这个，你能找到它的用途嘛？ [286 287 205 732]",
            "Indoor_Day_2": "#$c .5#农场生活让我变得喜欢早起，这感觉很不错。#你终于起来了！ 我可饿坏了...*肚子咕咕叫*$h",
            "Indoor_Day_3": "#$c .5#我们能做些什么来让今天更特别？有什么好玩的事嘛？#在农场生活最棒的事情之一就是听到一群鸣禽的叫声.",
            "Indoor_Day_4": "#$c .5#我过去总想知道搬出去后会去哪里。我从来没想到它就会在边上，真好笑。$h#干了那么多农活，你的手怎么依旧这么软？",
            "Indoor_Night_0": "#$c .5#总有一天，我们会像早期人类看地平线一样看星星：遥远但可征服。#你今晚看到月亮了嘛？它在地平线上总是很壮观。",
            "Indoor_Night_1": "#$c .5#农场上总是有些可以优化的地方，但也许更重要的是布局是否会让你满意。#我刚才看到一颗流星。我喜欢把这当成是MarILDA来看我们了。$h",
            "Indoor_Night_2": "我不知道我是想吃巧克力蛋糕还是熟了的草莓，或者两者都要...？#$e#$c .5#如果不能吃更多好吃的东西，生命就太短暂了。$h#说实话...最近我是不是胖了？$s",
            "Indoor_Night_3": "#$c .5#你今天做得很好！今晚剩下的时间你应该放松一下。#噢，你回来了！ 我刚刚还在希望你能回家。$l",
            "Indoor_Night_4": "#$c .5#我真的开始喜欢这座老房子了，晚上真舒服。妈妈在改善这个地方的方面做得不错。#我真为你所做的工作感到骄傲。你知道的，对吧？",
            "Outdoor_0": "#$c .5#哦,太好了！你来找我了。我刚刚还在希望能和你一起度过一个早晨。#啊哈...农场闻起来好香，这让我想起了我父母家附近的山。",
            "Outdoor_1": "#$c .5#我敢肯定如果我妈妈在这里，她可以给你讲关于房子的每块木头的小故事。#只要稍加计划，我们就能把大部分农活自动化，然后我们只需要放松就好了！",
            "Outdoor_2": "#$c .5#不管技术多么先进，我都希望这个农场和这些树林能在这里存在很长很长一段时间.#今晚的天空会很晴朗...我想知道 %noun星座能不能被观测到？",
            "Outdoor_3": "#$c .5#早上好！介意我在这里看着你嘛？#别担心，我不介意你把泥弄到家里。偶尔弄脏一点很有趣。",
            "Outdoor_4": "#$c .5#那么，你刚搬到这里的时候是什么样的？我几乎很难记起当我们还只是熟人时发生的事。#我从来没有意识到经营一个农场需要多少关心和计划！这很像在实验室工作。",
            "OneKid_0": "#$c .5#我会去问潘妮一些有关孩子的建议。我知道她辅导大孩子们学习，但她也了解和小婴儿相处的方法。#你今天有没有和%kid1一起玩？孩子们需要玩耍的时间来充分发挥他们的潜能。",
            "OneKid_1": "#$c .5#什么？不，我当然不会做一个育儿机器人。你找不到替代人类触摸的东西。$h#你觉得...%kid1长大后会成为一个农民嘛？或者是成为一个工程师？",
            "OneKid_3": "#$c .5#我的父母很激动，他们说他们从来没想到他们这么年轻就会成为祖父母。好吧，爸爸妈妈，给你们一个惊喜！#我对我们的孩子寄予厚望。我一直在阅读所有关于养育孩子最佳方法的科学数据.",
            "TwoKids_3": "#$c .5#幸好我们这里有很好的医疗保障。如果需要的话，哈维医生很快就能赶过来。#我自己的工作室、两个很棒的孩子、还有一块美丽的土地，生活很美好。",
            "funLeave_Maru": "#$c .5#我父母可能有点想我了，这就是我今天准备去的地方。#我想我今天要去看望我的父母，我好久没见到他们了。",
            "funReturn_Maru": "#$c .5#好吧，回家的感觉真好，但现在回到“家的家”的感觉更好。我的心真的属于这里。$l#爸爸妈妈都很好。即使我走了，他们的生活方式还是一样。你今天怎么样？",
            "spring_9": "在大学工作会很有趣。但老实说，我会在那里做哪些我还没有做过的事情？#$b#发明？学习？实验？我已经这么做了。$h",
            "spring_15": "我看看今天能不能让我的一个机器人来帮我们打扫卫生。#$b#比起我自己动手，组装和校准机器人要费劲得多，但也更有趣。$h",
            "spring_16": "我不知道我现在步行去上班的时间和以前住的地方相比是短还是长...？",
            "spring_26": "MarILDA对我来说真的是一次性的发明。我甚至不确定我能否复制出另一个像她一样的机器人...即使我可以，嗯...$s#$b#我很大一部分程度上希望她保持特别。",
            "summer_4": "当我还是个孩子的时候，我记得有一年树莓在这个季节来的真的很晚。#$b#大约在日历上的这个时候，我们还在吃新鲜的树莓。#$e#什么？我当然记得了！它们的味道棒极了！$h",
            "summer_9": "今天又是我的工作日。#$b#嗯...我希望没有人中暑。$s",
            "summer_16": "“敌对兄弟”的星座之一埃尔德拉在昨晚达到了它在天空中的最高点。#$b#半年后，它的兄弟将接替它的位置。我们的祖先真的很有创造力，他们创造了很多详细的故事来解释天空的现象。",
            "summer_23": "人类的科技有美的东西，但自然也有更伟大的美。#$b#我觉得终极的美应该是两者之间的和谐。你怎么认为？",
            "summer_27": "再过几个晚上，月光水母就会到来。我真的很兴奋！#$e#不过老实说，我可能远不及我爸爸的兴奋程度。",
            "fall_9": "祝你今天愉快，亲爱的。我准备对我的钚失稳器做最后的维护。#$e#开玩笑的。$h#$e#不，说真的，我把钚失稳器放在我的秘密实验室里。就是木堆下面的那个。#$e#拜托别告诉我你真信了！$h#$b#呃，这个嘛...噢。我想我在老地方真有个秘密实验室。$s#$e#不，我没有秘密实验室！这是你的房子，你这个小傻瓜！$h",
            "fall_15": "昨天是最后一天为万圣节种下南瓜的日子。#$e#实际上，如果你忘了，你还是可以赶上的。只需要一点生长激素。",
            "fall_18": "住在离我父母家步行所及的地方...在我妈妈重新装修的房子里...#$b#我知道我的情况并不典型。如果你觉得奇怪就告诉我，好嘛？#$e#你是我的优先级，你是我的爱。所以现在快过来亲我。$l",
            "fall_22": "潘妮几天前借给我一本书。我想今天晚些时候我会开始读的，或许在我出门的时候。",
            "winter_11": "我亲自动手会学得最好，我每天都努力学习新的东西。#$e#对我来说，知识是它们最终的目的。所以我不打算以高价出售任何一项发明。#$b#不过如果有必要的话，我也可以改变主意。",
            "winter_22": "我喜欢壁炉...甚至比中央供暖更喜欢。对我这样的技术爱好者来说是不是很奇怪？#$e#只不过是柴火的味道，还有自然热的感觉。再也没有比这个更好的了。",
            "winter_23": "我几乎快读完了潘妮之前借给我的那本书。#$e#我不知道她是如何像她那样快速地读完书的。我每年只能看完几本书。",
            "winter_28": "新年快乐，宝贝。今晚让我们庆祝一下！[232 234 223 220]$h#$b#不要在外面呆得太晚。$l",
        }
    }]
}