{
    "Changes": [
    {
        "LogName": "Penny",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Penny",
        "Entries":
        {
            "Introduction": "嗨...#$e#你需要什么嘛？#$e#噢！抱歉，我是潘妮。#$b#很高兴见到你。",
            "Mon": "嗨...#$e#噢，你需要什么嘛？",
            "Mon2": "所以，我猜你要在鹈鹕镇呆很长时间？那很好。",
			"Mon4":"*叹气*... 我妈妈去酒馆太多次了，她肯定有些问题。$s#$q 237/238 Mon_old#但最好不要老是想这些坏事，对吧？#$r 237 50 Mon_237#对的，积极向上才是最棒的！#$r 238 10 Mon_238#我觉得现实点比较好。",
			"Mon_old":"#$p 237#但如果我继续努力，我想我可以让她改变。|我想这是有道理的，况且我也没什么办法改变这件事。",
			"Mon6":"如果你一直在寻找我妈妈会喜欢的东西，那防风草一定没有错。#$e#她用它来治疗宿醉，这至少比最初引起宿醉的那个东西好。$u",
			"Mon_237":"我只想专注于让未来变得更好。我就是这么想的。",
			"Mon_238":"也许你是对的，我最好去面对现实。$u",
            "Tue2": "我每周只辅导文森特和贾斯三天：星期二、星期三和星期五。#$e#这不是一个完整的学校周。但是现在只有两个学生，我能给他们很多个人关注。",
            "Tue6": "教孩子比我原来想象的要负更多的责任。#$e#对你的农业来说也是这样嘛？",
            "Tue8": "$d bus#我想从家教工作中攒点钱，但这对于一个母亲失业的家庭来说很难。|现在母亲又有了公车司机的工作，我可以省下更多的钱了。生活看起来正走向光明。",
            "Wed6": "埃莉诺女士是我小时候的老师。我教文森特和贾斯的很多东西都是从她身上学到的。#$e#当然，我从图书馆的书中也学到了很多东西。",
			"Wed8":"要接替上次那位女士的工作是很困难的，但只有两个学生会让事情变得容易一些。#$e#在我还没长大时，镇上有更多的孩子。埃莉诺女士一年要教九个学生，包括我在内。",
            "Thu2": "只有两个学生真好。我们上课的时候可以有更多灵活性。",
            "Thu4": "推荐一些书？嗯，这个嘛，《玛西》系列真的很好，每个人都喜欢看。#$e#就我个人的爱好而言，诺拉·西利的任何作品基本都不会出错。",
            "Thu8": "嗨@！$h#$e#到目前为止，我这周过得都很愉快。孩子们昨天的测验考得很好。#$e#你这周过得怎么样？",
            "Thu10": "当我还是个小女孩的时候，我一直以为我长大后会嫁给山姆。不过现在我们几乎不再花时间一起玩了。#$e#哈哈，不，你不必吃醋。$h",
            "Fri2": "教学是一项繁重的工作。我甚至无法想象一个真正的教师是如何在“全班”授课的情况下做到这一切的。",
            "Fri6": "教师这份职业会让你成熟一些。我觉得在过去的两年里，我的成长已经快赶上五年的了。",
            "Fri10": "你好，@！$h#$e#很奇怪。在你身边的时候，我感觉自己又老又年轻。",
            "Sat6": "我想尽我所能帮助这个世界，即使我只是在帮助我周围的人。#$e#你用你所做的工作帮助了很多人，对吧？",
            "Sat8": "贾斯有时会给我画世界上最可爱的画。我最喜欢的那幅是她把你的农场画在了她的旁边。#$e#她画了所有的小栅栏，那很可爱。$h",
            "Sat10": "我小时候读过的浪漫小说最近对我来说更有意义了。$l#$e#什么？...噢，抱歉，没什么。$l",
            "Sun2": "如果我妈妈有点呃...那个的话我很抱歉。#$e#其他人都已经知道她的事了，所以...",
            "Sun6": "我在鹈鹕镇见过不少人来来往往。你不会很快离开的，对嘛？",
            "Sun8": "嗨@！见到你总是很高兴。",
            "Sun10": "太尴尬了，我总是在上课的时候走神。$l#$e#你知道为什么，对吧？$l",
            "summer_Mon2": "玛鲁是一个很好的朋友，我觉得每次和她谈话我都能学到很多东西。最近她给了我一些好点子，我可以用来给孩子们上科学课。",
            "summer_Mon4": "玛鲁告诉我每个家庭都有这样或那样的问题。$u#$b#好像半个镇子都在讨论我和母亲，这有时会让我很困扰。$s#$e#呃，对不起，你今天过得怎么样？",
            "summer_Mon8": "在当家教的第一年，我每周至少有一次会哭着回家。我只认为自己不能“公平对待每个孩子”。$u#$e#但最终还是变得容易了，我觉得我可能对自己的表现和孩子们的接受方式过于挑剔了。",
            "summer_Tue": "我让孩子们做暑期阅读计划，所以每年的这个时候我都能轻松一点，真好。",
            "summer_Tue2": "我真的希望文森特今天在做他的暑期阅读计划...$u#$b#但是我现在不应该溺爱他，我的目标是建立他的独立性。",
            "summer_Tue4": "我让孩子们做暑期阅读计划，所以每年的这个时候我都能轻松一点，真好。",
            "summer_Tue10": "山姆和我小时候就像文森特和贾斯一样。不过从那以后，我们真的以不同的方式长大了。#$e#山姆现在只是处于他人生中的一个特殊位置，他还会成长的。",
            "summer_Wed": "我们不放完整的暑假，因为我们必须在正常学年补足我们短暂的几个学期。#$e#是乔迪和玛妮请求我们这样做的，而不是像普通学校那样。",
            "summer_Wed4": "我和孩子们一样渴望去户外，外面的世界也是我们的教室！$h#$e#不过文森特有时只是想到处跑，而不是上科学课。$u",
            "summer_Wed8": "今天我们学习水循环。我想这是最适合在外面教的课。",
            "summer_Wed10": "@！噢，嗨！$l#$e#抱歉，今天是不是热的不同寻常？$l",
            "summer_Sat2": "今天是孩子们的玩耍日。#$e#这和我的辅导工作无关，我只是为了好玩才这么做的。",
            "summer_Sat4": "$d cc#感谢你修复社区中心，我想你是镇上的英雄。|你好，@。很高兴能看到你工作这么出色。",
            "summer_Sat8": "我认为孩子们的笑声是世界上最美妙的声音。$h#$e#纯粹的、充满童真的快乐...那就是全部，不是嘛？",
            "summer_Sat10": "你也喜欢看孩子们玩嘛？#$e#它让我想起了过去那些美好的日子。在某种程度上它让我重温了美好，给了我希望。$h",
            "summer_Sun": "所以...你喜欢装饰你的农舍嘛？#$e#有自己的地方可以装饰一定很好。",
            "summer_Sun2": "我发现有本图书馆的书被丢在土里，怎么会有人这么不负责任？$s#$e#如果你发现任何其他的书，请务必将它们送回它们应该呆的地方。",
            "summer_Sun4": "所以...你喜欢装饰你的农舍嘛？#$e#有自己的地方可以装饰一定很好。",
            "summer_Sun6": "你觉得我下星期该和孩子们做什么？我在想尝试一个练习声乐的绘画小游戏。",
            "summer_Sun8": "有时候我看着自己，不知道自己是否是孩子们足够好的榜样。$s#$e#如果我要让他们看到教育可以引导他们生活去往所有地方，那么再看看我的生活...$s#$e#...我告诉自己没关系。只要他们将来有一天能找到自己的幸福...$u",
            "summer_Sun10": "最近，我发现自己对工作更有信心了。#$e#甚至比以往任何时候都有，我意识到关心和支持身边的人的重要性。",
            "fall_Mon6": "也许有天我会找到一份全职教师的工作，但我不知道这样会更适合我。#$e#我只是无法想象我和二三十个学生有着同样的关系，就像我和贾斯和文森特的一样。",
            "fall_Mon8": "当玛鲁一家搬到这里时，我和她很快就成了好朋友。如果她不得不离开，我会非常想念她的。",
            "fall_Mon10": "如果我再见到我爸爸，我不知道该怎么办...更何况我真的不想知道。$a#$e#多亏了他，我现在拥有的一切都是零。所以，去他的，你知道嘛？$a",
            "fall_Tue": "我让文森特每天来得早一点，他需要额外的辅导。#$e#他进步很快，尽管有时他会对此感到不满。$h",
            "fall_Tue10": "前几天晚上我送贾斯去她家时路过了你的农场。我看见你在远处，而且...#$b#...风景很美，但你才是我最喜欢的那部分。$l",
            "fall_Wed4": "从我记事起，我就是一个狂热的读者。书是一直在那里等着我的东西。",
            "fall_Wed6": "书有时对逃避现实很有作用。我想每个人都需要某种逃避现实的方式。",
            "fall_Thu10": "文森特昨天问我是不是爱上你了。那个男孩，我发誓...$u#$e#...$l",
            "fall_Thu8": "照顾我妈妈总是很困难。但爸爸走后，我们两个决定不管怎样都要团结在一起。$u#$e#每个人都需要有一个人罩着，你知道嘛？$u",
            "fall_Fri4": "...$s#$e#噢，抱歉@。我刚刚只是在想一些事。秋天对我来说总是一段艰难的时光。$s#$e#有时间我会告诉你的。",
            "fall_Sun10": "@！我刚刚只是在想未来的事...#$e#十年后你觉得自己会变成什么样子？$l#$e#我对我自己有一些想法...$u",
            "winter_Mon": "25日我们会举行冬日星盛宴，这是我最喜欢的活动之一。#$e#这应该是对你生活中所有美好事物表示感激的时刻...但对大多数人来说，这只是一个放松和交换礼物的时间。",
            "winter_Mon6": "今年的冬日星盛宴让人兴奋不已。我想知道今年我给谁送礼？$h",
            "winter_Mon10": "我昨晚睡前在看书，但只读了几页。#$e#我的思维一直在游荡...$l",
            "winter_Tue4": "艾利欧特是个小说家，对吧？我很想读他的一些作品，但我不太了解他...",
            "winter_Tue8": "艾利欧特和我分享了他的一些作品。这不是我通常喜欢读的东西，但我确定我当时表现很礼貌。#$e#他依旧是很有天赋的。",
            "winter_Tue10": "冬日星盛宴快要到了，我在数今年我遇到的好事。#$b#我非常感谢自己能认识你，@。$l",
            "winter_Wed": "我喜欢图书馆有壁炉。我蜷缩在壁炉旁看书，感觉真的好多了。",
            "winter_Wed4": "我期待看到你的农场到春天会变成什么样子。#$e#它肯定会非常清新和美丽。$h",
            "winter_Wed8": "我不知道文森特是否会上大学，我从来没有上过。$u#$e#但只要有一条他长大了，变成了一个好的、有爱心的年轻人，这对我而言就足够了。",
            "winter_Thu4": "我必须确保我的工作做到最好，如果父母觉得他们的孩子学的不够多...$u#$b#...他们就会让孩子们每天坐公交车去很远的公立学校上学。#$e#不过到目前为止还不错。",
            "winter_Thu6": "嘿，@，我刚刚在想...你没有给我妈妈任何酒精饮料，对吧？$u#$e#有时候我希望格斯能禁止她进入酒馆。$s",
            "winter_Thu10": "噢，嗨@。$l#$e#对不起，我昨晚没怎么睡。我起晚了...$s#$b#...呃，我昨晚在看书。那是一本很好的书，我真的爱不释手。$l",
            "winter_Fri": "...嗯？$u",
            "winter_Fri2": "你是莱纳斯的朋友嘛？他住在山上的帐篷里。#$e#每个人都不理他，可怜的家伙。他真的是个很好的人...只是有点奇怪。#$e#每年这个时候住在帐篷里一定很冷。",
            "winter_Fri6": "乔治不像以前那样经常出门了，我希望他一切都好。$u",
            "winter_Sun6": "我得把工作赚来的大部分钱藏起来。否则我妈妈可能会因为喝酒把它们花光。$s#$e#我妈妈仍然爱我。她不是一直这样，但那是以前的事情了。",
            "winter_Sun10": "最近有时间的话，我们可以在晚上回到我的住处，然后一起惬意地看书。$h#$e#如果你能来的话。尽量在8点之前来，我不想我妈妈早早回家让事情变得尴尬。",
            "spring_1_2": "这是今年一个崭新的开始！我希望你也喜欢这个早上。$h",
            "spring_12": "这周的早些时候我们装饰了几个鸡蛋，准备迎接复活节。#$e#你也会参加嘛？",
            "spring_23": "我对花舞节有着愉快的回忆。#$e#我想对于新来的人来说，花舞似乎有点过时。但花舞节的舞步确实很容易掌握。",
            "summer_10": "嗯...我已经几乎想象到明天的夏威夷宴会那些食物的味道了。#$e#我只希望今年没人把汤毁了...$a#$e#这也是我再不像以前那样和山姆一起玩的原因之一。$a",
            "fall_15": "我喜欢星露谷展览会。#$b#不过那些嘉年华游戏对孩子们来说可能有点难。#$e#也许你能得个奖，@。",
            "fall_26": "在我小时候，万灵节经常会把我吓到。不过现在我很享受它。#$e#每个人都会时不时地冒点险，对吧？$h",
            "winter_7": "雪真的把每个人的童心都带出来了，明天的节日应该很有趣。",
            "winter_24": "明天是大日子！是一年中最神奇的一天。$h#$e#看看孩子们打开礼物时脸上的表情。这真的会让人感觉很特别。",
            "winter_28": "新年快乐...！...明天！$h#$e#我在想我们小镇的未来会变成什么样。",
            "spring_12_2": "这周的早些时候我们装饰了几个鸡蛋，准备迎接复活节。#$e#你也会参加嘛？",
            "summer_10_2":"嗯...我已经几乎想象到明天的夏威夷宴会那些食物的味道了。#$e#我只希望今年没人把汤毁了...$a#$e#这也是我再不像以前那样和山姆一起玩的原因之一。$a",
            "fall_15_2": "我喜欢星露谷展览会。#$b#不过那些嘉年华游戏对孩子们来说可能有点难。#$e#也许你能得个奖，@。",
            "fall_26_2": "在我小时候，万灵节经常会把我吓到。不过现在我很享受它。#$e#每个人都会时不时地冒点险，对吧？$h",
            "winter_7_2": "雪真的把每个人的童心都带出来了，明天的节日应该很有趣。",
            "winter_24_2": "明天是大日子！是一年中最神奇的一天。$h#$e#看看孩子们打开礼物时脸上的表情。这真的会让人感觉很特别。",
            "winter_28_2": "新年快乐...！...明天！$h#$e#我在想我们小镇的未来会变成什么样。",
        }
    },
    {
        "LogName": "Penny Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialoguePenny",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#在雨天，我的思绪总是飘向肉桂和饼干。#雨天去图书馆会是一段艰苦的跋涉。但如果我住在这里，多走点距离就是值得的。",
            "Rainy_Day_1": "我在想哈维医生和玛鲁会不会在一起？我敢肯定哈维喜欢她...#$e#$c .5#...但我认为他们的年龄差让他们俩都犹豫不决。#不过，我认为玛鲁一定会先采取行动。$h",
            "Rainy_Day_2": "#$c .5#嗨，亲爱的！我今天早上去购物了，而且我还给你买了这个。[186 180 770 535]#噢对了！我昨天找到了这个，但我把它忘了。[186 180 770 535] 我想你可以用到这个。",
            "Rainy_Day_3": "嗯...也许我该试试新的食谱。你喜欢我做的上一道菜，对吧，亲爱的？#$e#它叫什么来着...“辣椒@’？",
            "Rainy_Day_4": "#$c .5#在这样的日子里，我喜欢蜷缩着看一本好书。#一本好书和一些茶。嗯，听起来很不错。$h",
            "Rainy_Night_0": "#$c .5#你今天过得怎么样，亲爱的？我花了一下午的时间读一本小说。#我知道有些人读书是为了得到满足感，阅读一本书的字里行间是为了寻找更深的意义，而我呢，我只是在故事中找到快乐。",
            "patio_Penny": "#$c .5#这比我在镇子读书的老地方安静多了，我在这里真的很高兴。#想和我一起玩一会儿嘛？...或者，我想你一定有很多事情要做，对吧？",
            "Rainy_Night_1": "#$c .5#我肯定妈妈现在在酒馆里...但我不再为这个感到难过了。我无法掌控这件事。#我妈妈最近对你好嘛？你知道他们常说，“当你嫁给一个人，你就嫁给了整个家庭”。",
            "Rainy_Night_2": "#$c .5#我刚刚在想我们在温泉相遇的那晚，我永远不会忘记那晚...$l#嗯，我还没有完成试卷评分。也许我可以把它放在早上要做的第一件事。$s",
            "Rainy_Night_3": "#$c .5#当我住在那辆旧的金属拖车时，雨的声音常常让我感到困扰。但雨声在这里就很悦耳。#我希望文森特和贾斯也能舒服地躺在床上。",
            "Rainy_Night_4": "#$c .5#我做了一顿丰盛的晚餐，希望你会喜欢。[212 214 225 209 200]$h#如果我自己可以这么说的话，我想我在烹饪方面已经进步了一点。[212 214 225 209 200]快尝尝！$h",
            "Indoor_Day_0": "#$c .5#这里很平静。我曾经做过最可怕的噩梦，但现在我睡得像个婴儿一样安详。#在小时候我总是对这个农场感到好奇。谁知道我有一天会住在这里呢？",
            "Indoor_Day_1": "#$c .5#早上好！我给你做了一顿热腾腾的早餐。[195 210 211] 你吃得饱饱的再出门对我来说很重要。$h#早上好！我饿醒了，所以我做了两个人的早餐。好好享用吧！[195 210 211]",
            "Indoor_Day_2": "#$c .5#你知道嘛，我想我今天会读一本书，上一次我在图书馆借了些新的。#冈瑟让我和你打个招呼，你知道我们有什么要捐的嘛？",
            "Indoor_Day_3": "#$c .5#我很高兴听你讲所有你找到的文物的故事。我想...这个地方可能一万年前就有农民了。#我从图书馆借到一本崭新的书，有新书到货时总是令人兴奋。$h",
            "Indoor_Day_4": "#$c .5#我们初次见面时我害羞了嘛？现在想想那很有趣，如今我们已经走到了这一步。$h#只是想说...我喜欢你今早的样子。$h",
            "Indoor_Night_0": "#$c .5#晚上好，亲爱的。你今天想做的都完成了嘛？ 如果没有也没关系，我们拥有世界上所有的时间！#当光线暗淡时，你的眼睛里就有这些发光的小星星。你真可爱。$l",
            "Indoor_Night_1": "#$c .5#嗯...明天穿裙子还是裤子？哦，我在说些什么...我总是会选裙子。#所以这就是童话结局后幸福的感觉。$l",
            "Indoor_Night_2": "#$c .5#我们应该永远记住那些不如我们幸运的人。我非常感谢我们拥有的一切。#呼，我有提到嘛？在过去的一周里，文森特不停地问我他那些儿童问题，关于我们婚姻生活的。",
            "Indoor_Night_3": "我走了妈妈可能很孤独，我只希望她不要再去酒馆了。#$e#你不必为此难过的！妈妈得学会自己解决问题。",
            "Indoor_Night_4": "#$c .5#准备好了嘛？我铺好了床而且准备好了一切...#哈哈，我可以，呃，晚点再读这一章，如果你现在就想睡觉的话。$l",
            "Outdoor_0": "住在这么漂亮的地方对我而言曾经只是想象，而现在它变成了现实。#$e#$c .5#我意识到在你搬到镇里之前我错过了多少东西。$l#在以前的家里，我十分痛苦。$s",
            "Outdoor_1": "#$c .5#这里难道不是个养育孩子的好地方嘛？如果我在农场长大，我会很高兴的。#我知道你现在必须去工作，亲爱的。不过，你今晚会早点回家嘛？",
            "Outdoor_2": "#$c .5#嘿，你今天要做什么不寻常的事情嘛？#嗨，亲爱的！如果我多了解些农活，我会帮你做得更多的.对不起！#$e#我会想你的。$h",
            "Outdoor_3": "#$c .5#我刚看到一只鸣禽正向西方飞去。在星露谷，这是一个很好的预兆。$h#我想我会在门廊前读一会书。$h",
            "Outdoor_4": "#$c .5#啊...在室外感觉真好。我可以在这里呆一整天，观察每一件小事物。#噢！我刚为贾斯和文森特想出了一个上课的好点子。我准备再考虑些细节。",
            "OneKid_0": "#$c .5#你今天有时间和我们的小家伙玩嘛？也许第二个孩子会让事情变得更容易。#哦对了，我妈妈昨天来看望了%kid1。这有点超现实主义，但我看到了她性格中慈爱的一面。",
            "OneKid_1": "#$c .5#我们有孩子后，我不像以前那样有足够的时间读书了。也许我得去买有声读物了。#小%kid1在这里会有一个美好的童年。",
            "OneKid_3": "我们有了孩子，这让我觉得自己老了很多。也许这只是因为有新的责任压在我身上而已。#$e#还不错！我想当妈妈已经很久了。",
            "TwoKids_0": "#$c .5#孩子们让我很忙，但我想确保我没有忽视你。...你还好嘛？#我已经给 %kid1喂了%kid2食物。孩子们很容易就会饿！",
            "TwoKids_1": "#$c .5#孩子们喜欢你唱歌给他们听，他们会停下来专心看你。$h#既然我们有了%kid2，我们就要确保给%kid1很多关注。我们不希望他们之间存在任何嫉妒.",
            "TwoKids_2": "#$c .5#孩子们不会永远呆在婴儿床里，我试着享受和他们在一起的每一刻。#我做了一个梦，那就是 %kid2 长出翅膀飞进夜空。那是什么意思呢？",
            "TwoKids_3": "#$c .5#一栋漂亮的房子、两个好孩子、还有一块美丽的土地。我们真是太幸运了。#随着我的成长，我从来没有想过我会有这么大的成就。但看看我们的孩子，这样让我感到很幸运。$l",
            "funLeave_Penny": "#$c .5#今天不是工作日。我今天只是需要时间在外面待一会。#我今天要去镇上，只是为了好玩。我一会儿就回来！",
            "funReturn_Penny": "#$c .5#我玩得很开心...和大家保持联系很好。和我聊聊你的一天吧。#很多人都会出来走走，我很高兴能和他们中的一些人聊天。",
            "spring_1": "我们期待着这是个漫长而又温暖的一年。让我们把它变得富有生机。",
            "spring_4": "春天可能是我最喜欢的季节。空气中有某种新鲜感，这使我充满了希望.",
            "spring_8": null,
    		"spring_13": "今天学校放假了，我要进城参加复活节。你也一起来嘛？",
            "spring_16": "啊，“春季大扫除”...我真的很喜欢这个。",
            "spring_19": "看到我妈妈为我骄傲真是太好了。我想...简单地说，她会不会有些嫉妒我？#$b#但那不是问题！$h",
            "spring_26": "我有一个艺术计划，贾斯和文森特一定会喜欢的。到时我们可以用节日剩下的一些花。#$b#我真的会很期待这个。$h",
            "summer_9": "阅读一本真正印刷的书和使用电子阅读器是如此的不同。比如说书页的结构...#$b#...当你翻动书页时发出的声音,以及你的记忆将故事的每一部分与你后面的书页联系起来的方式。#$e#我知道我的书可能占据了整个书架，但这是值得的。$h",
            "summer_10": "那些真正的教师现在一定很享受暑假。#$e#哦好吧，说实话，这里的每一天都像暑假，即使我得去上班。$h",
            "summer_19": "老实说，我从来没有喝醉过。也许有一次有点醉，但我不是很享受那段经历。$s#$e#只是有...太多消极的含义了。$s#$e#不是每个人都需要体验所有的经历，你知道嘛？$u",
            "summer_23": "说实话，我今天的教学真的没有明确的计划。我可能会即兴发挥。#$e#没关系，我做这行已经这么久了。",
            "fall_10": "我在想贾斯和文森特长大后会变成什么样。#$e#他们是我唯一的学生，我知道这对一名教师来说不正常。",
            "fall_12": "有时候我在想我妈妈是否会遇到一个人，然后再次坠入爱河。不过，我有点怀疑这点。",
            "fall_16": "当然，今天学校没有课。我能在星露谷展览会见到你嘛？",
            "fall_19": "昨天我碰见了玛鲁。我们现在正处在人生的不同阶段，这有些奇怪。#$b#事实上我们的关系一如既往，她还是我的好朋友。$h",
            "winter_5": "下雪使我想起了奶奶，她会在炉火旁起舞。我几乎还记得她的身影在橘红色的树林里摇曳的画面，不过那是很久以前的事了。",
            "winter_6": null,
            "winter_9": "诺拉·西利已经很久没有出版新书了，我在想她是不是甚至没有抽时间去写。$s#$e#对不起，我把内心的想法大声说出来了。我相信我今天一定能找到点东西读。",
            "winter_12": "我想知道文森特是否会喜欢读书...$s#$e#我教给他一些他自己永远不会用的技能是不够的，我希望他能从读书中找到乐趣。#$b#另外，我也不想让乔迪失望。",
            "winter_16": "呃啊...今天早上要在雪地里走这么长的路去上课。$s#$e#是的，从两种意义上来看，我猜我们在乡下还是在走上坡路。#$e#...$h",
            "winter_26": "我想我已经受够下雪天了，我希望雪很快就能融化。#$e#不过，外面会变得有点泥泞。",
            "winter_28": "今晚我烤了一个新年蛋糕。一定要早点回家，这样我们就能一起庆祝了！ [220 221]$h",
        }
    }]
}