{
    "Changes": [
    {
        "LogName": "Willy",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Willy",
        "Entries":
        {
            "Mon": "钓鱼有什么进展嘛？坚持下去，钓鱼会随着时间的推移变得越来越容易。",
            "Mon2": "喂，孩子。^喂，孩子。#$b#看起来是钓鱼的好天气，对吧？",
            "Mon6": "如果你卖给我一些鱼，我保证会让买它的人知道是谁抓到它的。$h",
            "Mon8": "如果我心情好的话，我会在皮埃尔的公告板上贴出更多的钓鱼挑战。我希望你能留意它们。",
            "Tue2": "这有两个世界：一个是我们生活的世界，另一个则是更古老的水下世界...#$e#我认为我所做的就是在进行两个世界之间的对话。",
            "Tue4": "如果想夺走一条鱼的生命，你首先要做的必须尊重它。否则你在这个行业肯定活不了多久。",
            "Tue8": "我很高兴在我们第一次见面的时候，我就把自己的旧鱼竿托付给你了，@。你一直是个很好的朋友。$h",
            "Wed2": "我们海滩上的浪潮很平静，这就是为什么我会把我的店开在码头上。",
            "Wed4": "我在海上迷失过方向嘛？不，从来没有。#$b#我总会采取适当的预防措施。如果你知道自己在做什么，你就不会让自己陷入危险。",
            "Wed6": "记住，哪里有水，哪里就可能有鱼。#$b#你比我多出去一点，所以我希望你能找到一些有异国情调的品种。$h#$e#不过，如果太有异国情调的话，那就算了。$s",
            "Wed8": "我从来没有结过婚，没有。#$e#很久以前我曾经爱过一个人，但她爱的是另一个男人。而最后她也离开了我。#$e#有时，那个离开就是永远。$s",
            "Thu2": "我一直为水里会有这么多垃圾而感到惊讶。$s#$e#处理它们的方式取决于我们，而最好的方法就是回收利用。",
            "Thu4": "有时我能找到一个在酒馆和我玩跳棋的人。#$e#时不时地和人接触是很重要的，不管我自己独处能有多舒服。",
            "Thu6": "有传言说这里有一些非常稀有的鱼...但只有最具经验的垂钓者才有机会和它们一战。#$e#如果你想要一条稀有的鱼咬钩，你需要有最好的鱼饵。",
            "Thu8": "我捕获到的最佳纪录是在我年轻时，也就像你这么大的时候.#$b#但是谁知道呢？我还是有可能超越自己的。$h",
            "Fri": "你的鱼竿状态怎么样？",
            "Fri2": "如果你真想让鱼咬钩，一定要在鱼钩上放些饵。",
            "Fri4": "如果你在蟹笼里抓到龙虾，记得给艾利欧特分享一点。那是他的最爱。",
            "Fri6": "做了什么好吃的海鲜杂烩汤了嘛？$h#$e#这可是一道古老的经典美食。$h",
            "Fri8": "我们都认同钓鱼能够教会你耐心，我想不出比这更好的技能来练习了。#$b#生命本身就是一场等待的游戏，等一等就结束了。我同情那些不懂得如何正确等待的人。",
            "Sat2": "多年来我学会了一些不错的鱼类食谱。也许有空我会和你分享一些。",
            "Sat4": "如果你看到我出去钓鱼，你就到我旁边来，和我一起。#$b#我总是欢迎这样。$h",
            "Sat6": "当你等着鱼儿咬钩时候，听一点收音机里的音乐是打发时间的好方法。#$b#不过，有时我出于对旧时生活方式的敬佩而关掉音乐，转而聆听大自然的声音。",
            "Sun4": "有时，我会钓到一个小小的、沉没海底的宝箱。这些年来，我发现了一些非常神奇的东西。#$e#我希望你也能找到一些有趣的宝藏！",
            "Sun6": "很抱歉，我对你在农场的耕作问的不多。进展如何了？",
            "Sun8": "我的老邻居几年前去世了，他把房子托付给了我。#$b#我很高兴艾利欧特能买下房子搬进来，他是个好邻居。",
            "spring_Fri2": "只有下雨的时候鲶鱼才会咬钩。在春天和秋天，你能在淡水里捉到它们。#$e#提到它只是因为鲶鱼是我的最爱之一。$h",
            "spring_Fri8": "如果你钓到了一条很普通的鱼，那么你自己清理和切好它后会赚的更多一点。#$e#如果你在别处卖的话。至于我，我只收购整条鱼。",
			"summer_Mon10":"我们南边的小岛确实都很美，而我认为姜岛是最好的那个。",
			"summer_Tue10":"如果你仔细去听鱼的话语，它们会告诉你它们想要什么。#$e#有些会把自己当成主角，嗨! 我想那些鲟鱼可能有些夸大的妄想。$h",
			"summer_Wed2": "那个木匠罗宾会给你建一个鱼塘，不是吗？那可能对你会有帮助。不过记得一定要好好对待那些鱼。#$e#你知道嘛？它们中的一些需要活在大海，又或者在小溪。出于某些原因，不是所有的鱼都能生活在池塘里的。",
            "summer_Wed10": "你知道嘛，我对农场养鱼的看法或许慢慢开始改变了。如果总要有人要照料那些鱼，倾听它们的需求，那个人会是你，不是吗？",
            "summer_Thu2": "现在是虹鳟鱼的季节。#$b#A这是唯一一个可以钓到虹鳟鱼的季节。如果你喜欢烹饪虹鳟鱼，一定要记得备足了。",
            "summer_Thu6": "如果你今年夏天要钓罗非鱼，一定要在早上钓。#$e#有时它们会在下午早些时候出现，但不会太频繁。",
            "summer_Sat10":"我今天醒得很早，因为有只大螃蟹夹住了我的脚趾。$s#$e#噢，我没事。他会成为一顿很棒的晚餐。$h",
			"summer_Sun10":"这个季节你可要好好留意潮汐池，尤其是在雨后。#$e#海浪为海岸带来了很多。你会明白我的意思的。$h",
            "fall_Mon2": "大眼鱼是你在这能找到的最稀有的鱼之一。当这个季节下雨时，你可以在淡水区碰碰运气。",
			"fall_Tue10":"你知道吗，我开始改变对养殖鱼类的看法了。如果有人能听鱼说它们想要什么，那就是你，嗯?",
			"fall_Wed10":"*嗅嗅*可能是时候洗一洗了，我的衣服全都硬了。$s",
			"fall_Thu10":"如果你看到我出去钓鱼，你就到我旁边来，和我一起。#$b#我总是欢迎这样。$h",
            "fall_Fri2": "这个月下雨时，一定要在海里捉些鳗鱼。否则你就得等到春天了。",
            "fall_Fri6": "许多鲑鱼游到了上游，当它们到了这里的时候一定要抓住它们。#$e#你只能在秋天找到鲑鱼。",
			"fall_Sat10":"这有两个世界：一个是我们生活的世界，另一个则是更古老的水下世界...#$e#我认为我所做的就是在进行两个世界之间的对话。",
			"fall_Sun10":"山上的湖泊怎么样了？我不常再上去那里了...",
			"winter_Mon10":"有时我能找到一个在酒馆和我玩跳棋的人。#$e#时不时地和人接触是很重要的，不管我自己独处能有多舒服。",
            "winter_Tue": "无论是从味道还是营养来说，养殖的鱼永远比不上野生的。#$b#住在内陆的人根本不知道他们错过了什么。#$e#如果他们吃的是养殖的鱼，那就像是在吃一种完全不同的食物。",
            "winter_Tue8": "我想我应该对农场养殖的鱼怀有感恩之心。#$b#如果每个人都只喜欢吃我捕的好东西，估计我们一直都要呆在海上捕鱼。",
			"winter_Wed10":"我已经有段时间没去草原岛了。上次去还是我远比现在年轻的时候。#$e#我想我在夜市上见过一些来自草原岛的人。",
			"winter_Thu10":"我想知道克林特怎么样了。#$e#我们一直都能在酒馆见到，但我们从来没聊过什么。",
			"winter_Sat10":"噢，我只是不如以前强了。#$b#但仍然够用，你不用担心我。$h",
			"winter_Sun10":"看到镇上的孩子们总是会让我面带笑容。$h",
            "spring_1_2": "你好啊！新年快乐！$h#$e#我很惊讶你能抽出时间来看我，今天对你的农场来说真是忙碌的一天，对吧？$h",
            "summer_4": "看起来金枪鱼已经出现在我们海滩的海岸了，记得要备足货。夏天过后它们就会离开，直到冬天才会再出现。",
            "winter_7": "明天过节你会去冰钓比赛嘛？我甚至不在乎我是否会赢，我只想看到更多的人钓鱼。$h",
            "winter_15": "我想在夜市结束后，我需要过几天安宁而又清净的生活。#$e#在那之前我只能先凑合过着。",
            "winter_28": "又一年过去了。如果你能学会欣赏，那时间的流逝就会是一件非常美好的事情。",
            "winter_7_2": "明天过节你会去冰上钓鱼嘛？我甚至不在乎我是否会赢，我只想看到更多的人钓鱼。$h",
            "winter_15_2": "我想在夜市结束后，我需要过几天安宁而又清净的生活。#$e#在那之前我只能先凑合过着.",
            "winter_28_2": "又一年过去了。如果你能学会欣赏，那时间的流逝就会是一件非常美好的事情。",
        }
    }]
}