{
  "Rainy_Day_0": "Oh, this rainy weather is so dreary, don't you agree?$2",
  "Rainy_Day_1": "Sometimes I daydream about going on an adventure. There are exotic flowers on the Fern Islands, you know.",
  "Rainy_Day_2": "Good morning! It was so dull outside, I decided to make you a treat.[223 234 211 651 731]#$e#Something sweet for my sweetheart, yes?$h",
  "Rainy_Day_3": "Keep warm and dry today, my dear. I don't wish to have to play nursemaid, should you catch a cold!",
  "Rainy_Day_4": "Today feels like a day for day dreaming... and catching up on the latest floral trends.#$b#Take care, my love!$1",
  "patio_Aideen": "Ah, good day, @. There is nothing quite as relaxing - or as inspiring - as a garden.$1",
  "spouseRoom_Aideen": "Good morning, you're looking particularly verdant today... Oh, hello @!#$b#I was just offering my floral friends some encouragement.$4",
  "Rainy_Day_Aideen": "Don't worry about me today, @. The latest issue of 'In Bloom' arrived this morning, and I shall be quite engaged all day!#$b#Stay safe and dry!",
  "Rainy_Night_0": "You're home! Please don't drip all over the floor. Oh, and take those boots off!",
  "Rainy_Night_1": "Sorry if I seem a little distracted tonight.#$b#I have been working all day on a funeral wreath, and it has made me quite melancholic.$2",
  "Rainy_Night_2": "I have been enjoying an astonishing book called 'The Secret Language of Flowers'. Shall we read it together?$1",
  "Rainy_Night_3": "I've recently learned about the Nightwhisper Orchid? It only blossoms when grown next to a partner of the same species. Quite romantic, don't you think?",
  "Rainy_Night_4": "Ah my darling, you're home at last! Dinner is almost cold.[727 231 207 199]$h",
  "Rainy_Night_5": "Oh, apologies for the fragrance of le chat mouille.$2#$b#The Baron took it upon his furry self to indulge in a brief outdoor excursion.$a",
  "Rainy_Night_Aideen": "Ah good, you're back. It has been most frightfully dull around here.#$b#What do you say? Shall we liven things up a little?$4",
  "Indoor_Day_0": "Good morning my darling. I trust you slept well.",
  "Indoor_Day_1": "I awoke early and thought we could enjoy breakfast together.[194 195 210 211 216]$4",
  "Indoor_Day_2": "Did you have nightmares, my dear? You were tossing and turning all night.$2#$b#I was quite wrought with concern!$2",
  "Indoor_Day_3": "Could our cottage be haunted, my dear? I do feel a presence here, watching over us.$2#$b#Oh, do not be alarmed! I am certain it is benign. Perhaps a relative?$1",
  "Indoor_Day_4": "Would you care to stay in and keep me company, my dear?$2#$b#No? Well I love you regardless. Keep safe.$4",
  //"Indoor_Day_Aideen": "",
  "Indoor_Night_Aideen": "How was your day, my darling? Fulfilling, I hope?#$b#Me? Oh, I have been arranging bouquets for a wedding.#$b#It has made me feel rather... romantically inclined!$4",
  "Indoor_Night_0": "Ah, @. You're home at last! I had grown quite weary of waiting up for you.$4",
  "Indoor_Night_1": "Please, my darling, do NOT look behind the farmhouse. Baron Munchington and a bird had a... misunderstanding, and the result is.. well, quite unsightly to say the least",
  "Indoor_Night_2": "I have been researching companion planting. It can be most beneficial to plant productivity and pest control.#$b#Perhaps you might be interested?",
  "Indoor_Night_3": "Good evening my darling! Oh, you look weary.#$b#Here, let me light some lavender candles to soothe you off to sleep.$4",
  "Outdoor_0": "I never imagined I would live on a farm... but you know? It is rather more civilized than I had feared.$1",
  "Outdoor_1": "The outside air is so fragrant and fresh. Albeit a little too rural for my taste.$2",
  "Outdoor_2": "%farm is beautiful, @. I never imagined that life as a farmwife could be so delightful.$4",
  "Outdoor_3": "Good morning, my love. Baron Munchington and I engaged in an early morning stroll. I feel most invigorated!$1",
  "Outdoor_4": "Today looks like a glorious day for some foraging, don't you agree?$1",
  "Outdoor_Aideen": "What a glorious day. I fancy I may catch up on a little outdoor reading.",
  "funLeave_Aideen": "It is a most splendid day for a stroll, is it not? Perhaps I shall find some exotic blooms for my creations.",
  "funReturn_Aideen": "Good evening, my dear! Oh, my feet are most weary. Granny Evelyn sent me home with this. [222 234 220 223 223 223]#$b#I informed her you were sweet enough - but she was quite insistent.$1",
  "OneKid_0": "Being a mother is hardly glamorous, although, I must say, it is most rewarding.",
  "OneKid_1": "%kid1 has the most beautiful smile. They will grow up to be quite the charmer, I imagine.$1",
  "OneKid_2": "Perhaps I shall take little %kid1 out for a stroll. One is never too young to learn the language of flowers, after all.$1",
  "OneKid_3": "Poor Baron Munchington, %kid1 has got his fur all ruffled!#$b#He is not yet used to having to share my affection.$3",
  "TwoKids_1": "The children have dined, although I must say, their table manners are most unseemly.$2#$b#Why, I believe Baron Munchington is a more dignified diner!$1",
  "TwoKids_2": "Baron Munchington really seems to love the children. Although %kid1 can be somewhat over-enthusiastic.",
  "TwoKids_3": "There are petals in my hair? Oh, I cannot imagine how they got there!$4#$b#The children and I were pressing flowers. %kid2 displays definite artistic talents. %kid1... well, they make up for it in enthusiasm.$1",
  "spring_22": "Oh! The flower dance is in two days. I must apologise, my love, for I fear I shall be quite overly occupied.$4",
  "spring_24": "I am very much looking forward to dancing with you today.$1#$b#And afterwards? Well, we shall see!$4",
  "spring_1": "Spring has arrived and soon my floral friends will return. Please, I would be deeply appreciative if you would plant these for me. [429][429][429][429][429]",
  "summer_3": "Summer is here, and my orders for wedding arrangements are astronomical!$1#$b#Oh, I'm not complaining, but why would anyone wish to get married in this heat?$3",
  "summer_8": "Good morning, darling. I had the most frightfully restless night.$2#$b#It must be this heat.",
  "summer_15": "Poor Baron Munchington is not fond of this weather, and I cannot blame him!$3",
  "fall_2": "These cooler nights are far more pleasant.",
  "fall_1": "Would you be so kind as to plant these seeds for me, @. [425][425][425]",
  "winter_14": "The Night Market shall be in town soon. I wonder what exotic wares we might find!$1",
  "winter_2": "Chilly, isn't it? Perhaps later, we could snuggle together for warmth?$4",
  "Good_1": "My dear! It is simply glorious to see you again. Isn't it peculiar, how I yearn for your presence?$1#$b#I do love you, you know.$4",
  "Good_2": "Good morning, my dear, you look radiant today. Perhaps you could accompany me on a little rendezvous tonight?",
  //"Good_3": "",
  //"Good_4": "",
  //"Good_5": "",
  //"Good_6": "",
  //"Good_7": "",
  "Neutral_0": "You are heading out again, my dear? Oh, do not fret about me. Baron Munchington will keep me company.#$b#I shall miss you though.$2",
  "Neutral_1": "What have I been up to today? Oh, nothing of import.$3#$b#How was your day?",
  "Neutral_6": "Oh, apologies my dear. I was quite lost in my thoughts.",
  // "Neutral_7": "",
  //"Neutral_8": "",
  "Bad_5": "Oh, you have deemed me worthy of conversation today. Do you suspect me to be filled with gratitude?$5",
  "Bad_6": "Farmhouse life is most tedious and I find myself slipping into melancholy.#$b#Oh, don't trouble yourself. I am sure you have more pressing affairs to attend to than your wife.$5",
  "Bad_7": "...",
  "Bad_8": "%Aideen is ignoring you.",
  "Bad_9": "%Aideen turns her back to you."
}