{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail":"山姆？塞巴斯蒂安？你们去年到底有没有认真找过？",
				"Robin":"嘿，@。很高兴在这里见到你。#$e#你现在一定忙着种庄稼，对吧？",
				"Demetrius":"格斯的自助餐今年相当壮观，其中有来自于你农场里的鸡蛋嘛？",
				"Maru":"我想今年我会再试试彩蛋大寻宝的。为什么不呢？$h",
				"Sebastian":"如果我要玩一个游戏，就需要它有一定的深度。你了解吗？那种有背景故事和叙述的游戏。",
				"Linus":"如果我能吃到美味的东西，那么勇敢地面对别人的目光是值得的。",
				"Caroline":"你去参观皮埃尔的售货亭了嘛？$h",
				"Alex":"也许今年我的自助餐吃得有点过头了...但问题很容易解决。#$e#我今晚可以去跑步。",
				"George":"今天电视上又在重播，但这个节日也像在重播，所以你们都应该感谢我会出现在这里。",
				"Evelyn":"噢，乔治。你也知道你自己喜欢免费的食物。",
				"Clint":"为了不和别人抢自助餐，我确保自己提前来到这里。我现在真的吃饱了。$h#$e#等等...那是不是意味着我抢走了别人的那份？$s",
				"Penny":"这周早些时候，我们上了一个装饰鸡蛋的手工课。如果你看到一个紫色的，那可能是贾斯的，而黄色的是文森特的。",
				"Pam":"我参加过很多次这个节日，记住所有东西是很难的事。#$e#你问为什么？去年有发生任何有趣的事吗？",
				"Emily":"今年我在装饰的其中几个鸡蛋上粘了些小珠宝。希望你喜欢这些图案。$h#$e#不，找到它们不会加分。这只是为了好看。",
				"Haley":"魔鬼蛋又恶心又粘粘的。#$b#什么，你也喜欢嘛？$s",
				"Jodi":"感觉艾米丽真的全身心投入到这个节日中去了。$h#$e#也许我也需要一个新的爱好。",
				"Marlon":"我每一个节日都会过来，但我想知道是否真的有人知道我是谁...",
				"Sam":"*抽鼻子* ...嘿，当你打喷嚏时，就很难在灌木丛里爬来爬去找鸡蛋。$s",
				"Leah":"我用我最迷你的画笔，在一个鸡蛋上画了片小小的、花团锦簇的草地。我想知道谁会找到它。",
				"Shane":"我在这个节日总是会感觉好一点。我真正关心的所有努力终于有了回报。#$e#嘿，祝你玩得开心。$h",
				"Marnie":"谢恩今年帮了大忙。我想他今年投入的工作比我还要多！$h",
				"Elliott":"在不同的文化中，鸡蛋都象征着通过重生获得永生的希望。#$b#在不同的文化中，鸡蛋都象征着通过重生获得永生的希望。#$b#对此时此刻此地的我们来说，节日给人的精神注入了新的活力。我们都会在潜意识中感受到它的美。$h",
				"Gus":"全部正确！煎蛋、水煮蛋、荷包蛋、魔鬼蛋、炒蛋、巧克力蛋...你说出了它们的名字！#$e#我希望自己没有辜负去年的盛宴。$h",
				"Harvey":"刘易斯镇长今年让我帮忙藏几个鸡蛋。我一直在寻找一些好的地点。#$e#噢，你也参加了？这个嘛...谁知道呢？也许我不会把它们藏在你认为我会藏的地方！",
				"Jas":"也许我应该和文森特合作，然后我们可以瓜分奖金？#$e#呃... 也许不能。那可能是不允许的。",
				"Vincent":"我听说今年的奖品可能有一千块钱！$h#$b#就像...足够买一千块的冰淇淋一样！$h",
				"Willy":"孩子们不太关心我花大部分时间做了什么。这没有关系。#$b#帮忙完成这项活动有助于我与他们建立一点联系，即使是间接的。$h"
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail":"我们就不能过一个不跳舞的花舞节嘛？我不喜欢这件裙子。$u",
				"Robin":"花卉的特色是能让你的家真正呈现一种融为一体的美。你看了皮埃尔出售的手工艺配方嘛？",
				"Demetrius":"在这个节日看到玛鲁让我很自豪。孩子们总是成长得很快。",
				"Maru":"我不知道爸爸会不会把它录下来？#$b#如果他愿意，我想他会的。顺便一提，他从来没有回去看过老录像。",
				"Sebastian":"一段时间之后，这些节日就会变得...乏味。#$e#我想我对这一点已经麻木了。",
				"Linus":"我想知道我今年出现是不是个好主意。#$b#不过，谢谢你能陪我。$h",
				"Caroline":"阿比需要知道，一年跳一次舞可比那些会害死她的东西强多了。#$e#我认为她比她自己意识到的更不安分，只有一种方法可以解决这个问题！",
				"Alex":"如果你有合适的舞伴，跳舞真的会很有趣！$h",
				"George":"明天我的身体会因为今天我把自己一路推到这里来而对我咆哮。#$e#不过，至少我还能这么做。",
				"Evelyn":"乔治不让我把他推到空地上。说他还是想自己来。",
				"Clint":"*叹气*$s#$e#...什么？噢，我在想是不是该看看谁在河边。",
				"Penny":"好。我只需要深呼吸，然后别去想谁在看我。",
				"Pam":"嘿嘿。刘易斯镇长在节日期间不得不让酒吧开着。毕竟这是传统！$h",
				"Emily":"很高兴看到海莉心情完全好起来。我尽力让这一天对她来说会很特别。",
				"Haley":"一二三，一二三...#$b#...搞定了。可以了，我想我准备好了。",
				"Jodi":"我等不及要看山姆再次跳舞了。他在家从来不干这种事。$h",
				"Marlon":"吉尔告诉我，他很久以前就常来参加这个节日了。#$e#据我所知已经有三十年了。也许会更久，他说他记不清了。",
				"Sam":"想找点乐子你就不能害怕，你知道吗？$h",
				"Leah":"嘿@。别在意我们。艾利欧特和我刚刚只是又在讨论美学。 ",
				"Shane":"嗯...好在我不太喜欢果酒。不过这很诱人。$u",
				"Marnie":"嘿@。你觉得如果我就这样走过去然后...$s#$b#...额，还是算了。$s",
				"Elliott":"花的真正美丽源于它们的短暂，而不仅仅是来自它们的外表。#$b#一件东西持续的时间越短，它可能就越珍贵。$h",
				"Gus":"嗯，似乎每个人都玩得很开心。看起来这次我又成功了。",
				"Harvey":"我在想有多少老同事会愿意参加这样的活动？$h",
				"Jas":"我想好好看看潘妮小姐的花裙！$h",
				"Vincent":"如果你和某人跳舞，并不意味着你必须答应和他们结婚，对吧？$u",
				"Willy":"呃...像我这样的人在这样的节日有什么可做的？#$e#我想我会一直呆到舞会结束，只是出于礼貌。"
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor":"啊是的，这里的自然风光很美，刘易斯。但把星露谷作为旅游目的地的活动还有待商榷。#$e#再告诉我些秋季展览会的信息。我们能期待它满是美味佳肴的样子吗？",
				"Abigail":"嘿，我想我看见一条鲸鱼在地平线上喷水。#$e#等等！又来了！$h",
				"Robin":"艾米丽没问题的。她在有氧运动课上一直都这样做。",
				"Demetrius":"亲爱的，你确定艾米丽没事？她早在我们之前就开始跳舞了。",
				"Maru":"呃嗯嗯，我在为莱纳斯的烤肉留肚子。它们看起来就要烤好了。",
				"Sebastian":"如果汤最后很难喝，我敢肯定山姆会和我比谁吃得最多。#$e#他会赢的。$h",
				"Linus":"啊，早上好，@！你想来一份早餐吗？$h#$e#噢，对，我们已经过了早餐时间了。我肯定睡的比自己意识到的时间还要晚。",
				"Pierre":"我在你来之前就已经和州长谈完了。$h#$e#结果... 还行。#$e#他并没有给我实际的回应。$s",
				"Caroline":"我让每个人在这周的健美操课上更加努力一点。要我说，我们赢得了这次盛宴。",
				"Alex":"这就是我一直说的！我们为什么不每天都办这种聚会呢？$h#$e#我们可以把鹈鹕镇变成一个面向游客的天堂般的海滩景点。$h#$e#嘿，也许有一天我也能成为镇长。",
				"George":"我更喜欢以前的夏威夷宴会一些，那时我们还没有这些破坏海滩气氛的大型电子扬声器。#$e#那是...噢，二十年，或者是二十五年前。",
				"Evelyn":"在很多年前，还是个小女孩的我就在这儿建造沙堡。我到现在都还能想起那副画面。#$e#噢，这是我搬到鹈鹕镇前的事。我的家人过去经常带我来这里度假。$h",
				"Lewis":"*嘘*...我马上就要让州长为星露谷博览会做宣传了。#$b#你今天一定要给他留下深刻的印象！",
				"Clint":"好吧，是时候再来一份了。",
				"Penny":"我必须承认，花上一整天来看刘易斯镇长不同的表情还是挺有意思的。$h#$e#我希望他和州长的谈话顺利。",
				"Pam":"玛妮最好能仔细盯着那汤。我正等着带些剩菜回家当明天的午饭呢。",
				"Haley":"*咯咯笑* 我姐姐有时真是个呆子。",
				"Jodi":"像今天这样一天不用做饭真是太好了。",
				"Marlon":"在地下和黑暗中度过了这么长时间之后，这个节日特别令人振奋。",
				"Sam":"好吧，潘妮，好吧。凤尾鱼事件只有在那年才发生了。我保证自己不会把任何恶心的东西放进汤里...#$b#*嘘* 另一方面，@你...$h",
				"Leah":"这个季节的第一批本地甜瓜不是要熟了嘛？噢，现在光听上去就觉得很好吃了。",
				"Shane":"我一年到头都会吃辛辣的食物。但出于某些理由，外面天气越热，吃起来味道就越好。",
				"Marnie":"我喜欢看到大家像这样在一起。",
				"Elliott":"我没有忘记今年的夏威夷宴会！$h#$e#这个嘛，是莉亚提醒了我。她帮了我个大忙。",
				"Gus":"我当然可以毫不费力地做一道美味的汤，但这道百乐汤更应该是整座山谷的倒影，而不仅仅只是我的。#$e#我只需要站在幕后，让它变成它应该变成的样子！",
				"Wizard":"有注意到节日时的天气总是阳光明媚的吗？#$e#是的，不用谢。",
				"Harvey":"艾米丽还在跳舞？天哪。我告诉过她，脱水和舞蹈冥想不是一回事。$11",
				"Jas":"没人需要拿着水枪跳舞，文森特。",
				"Vincent":"你应该拿把水枪并朝我脚上开枪，像个牛仔那样！我就会喊着“哦呜哦呜哦呜”，然后开始跳舞!",
				"Willy":"我希望每个人今年都比去年会更认真打扫。这里像是我的后院。"
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail":"啊哈，夏季中我最喜欢的一天。而这不仅仅是因为它要结束了。",
				"Robin":"在镇上的第一年，我看到了他们当时用的旧蜡烛船，然后我就说，\"嘿，我可以造这样的东西。\"#$b#于是我就做了一个，刘易斯很喜欢。",
				"Demetrius":"在我的研究领域里，停下来去用心感受自然世界的美，有时是会有帮助的。#$b#它提醒我，我们还有很多东西要学。总的来说，我们才刚刚开始。",
				"Maru":"这个夜晚对我来说总是很重要的。我希望你和我一样喜欢。",
				"Sebastian":"有次，我看到个圆脑袋的绿色生物把头探出了水面。#$e#那时在下雨，所以很难分辨那是什么。",
				"Pierre":"明天是丰收季的开始。很难相信它就要到了。你都准备好了吗？#$e#呃嗯，抱歉。我很想谈论明天的事，但我要开始和卡洛琳约会了。",
				"Caroline":"皮埃尔，下班时间到了吗？我们去约好的地点吧。#$e#噢...对不起，@。你可以慢慢来。",
				"Linus":"能看到每个人都在如此欣赏大自然真是太好了。她提供了我们所需的一切，特别是她的美丽。#$e#我等到月光水母到达后就偷偷溜过去。别担心，我绝对不会错过这个的。",
				"Alex":"这个夏天给我留下了些很棒的回忆。唯一让我抱怨的就是它快要结束了。$s",
				"George":"什么都看不见。我就指望着那些月光水母让我知道它们在哪呢。#$e#它们总是这样做。$h",
				"Evelyn":"今年的青春岁月用这么美好的方式结束，我不能再要求更多了。#$e#不过，我还在为秋天制定很多计划。",
				"Lewis":"晚上好，@。我在甲板上给你留了一个位置。#$b#等你准备好看水母后就来这告诉我。",
				"Clint":"你能相信新的一年已经过去一半了嘛？#$e#我不能说上半年的表现是符合自己期望的，但事实上它又是在我预料之中的。#$e#你过段时间就习惯了。#$e#不管怎么样，谢谢你过来看我。",
				"Emily":"*叹气* 今晚就像是缠绵的夏日吻别，悲伤却又甜蜜。$u",
				"Penny":"水母的存在如此简单...#$e#按照某种标准来说，我们也是一样。",
				"Pam":"秋天要来了，这对潘妮来说是个艰难时刻。所以，你应该为她做点好事。#$e#我想她会很感激你的。",
				"Haley":"我今年还真的记得把自己的相机带来了。我今晚应该能拍到一些很好的照片。",
				"Jodi":"肯特，亲爱的，我很高兴你今年能和我们一起。",
				"Sam":"嗯...我刚想到个有关专辑封面的好点子。",
				"Leah":"夏天对我而言是一年中的特殊时刻。我只需要给自己一个晚上来宽慰自己。",
				"Shane":"我会怀念这漫长的日子的。",
				"Marnie":"我爱动物，因为我可以直视它们的脸。但这些小家伙一张脸都没有。#$e#不过，它们还是让人叹为观止。这一定是一种不同的美。",
				"Elliott":"“希望的预兆者叹息着熄灭了他的光芒，#$b#远古的月光在夜空中唱着小夜曲。”#$b#噢，@，这是诗歌的最后两行，而诗歌还在我脑海中飘荡。#$e#如果我不能让“光”和“夜”押韵的话，它就不能成为一首诗了，所以这句只能是暂时的。$h",
				"Gus":"今晚能休假真是太好了。我很少有机会能这么做。",
				"Wizard":"露娜洛斯家今年打算举办一场低调的演出。我设法和海洋守护者牵线搭桥来解决这个问题。#$e#请不要大惊小怪。我躲在后面是有原因的。",
				"Harvey":"我只需要看着每一个人。我花了这么多时间来确保每个人的身体都正常运转...#$b#...看到每个人都如此健康平和，这真是个触动人心的时刻。",
				"Jas":"我希望能看到文森特去年看到的那种罕见的绿色水母。",
				"Vincent":"贾斯说去年有水母宝宝。这次我要找找看。",
				"Willy":"这可能是我最喜欢的节日。全世界的渔民都不惜付出昂贵代价来见证这一幕。"
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail":"我希望我们能有个“恐怖帐篷”之类的东西，它可以作为消费星币的地方。",
				"Robin":"很高兴能遇见莉亚！我们通常不会经常碰面，但我们有很多共同点。$h",
				"Demetrius":"我考虑过做一个农庄展览，但如果它真的需要用我最好的作品...#$b#...你就得在显微镜下看它。#$e#所以... 那就会有点问题。$h",
				"Maru":"我回来吃烤肉三明治，但我今年可能会吃汉堡。$h",
				"Sebastian":"我只是在这消磨时间。如果我想找乐子的话，家里有几十个更让我感兴趣的游戏。$u",
				"Pierre":"噢，嘿@。呃...我的南瓜不会真有来自你农场的嘛？ ",
				"Caroline":"皮埃尔好像觉得商店的成功取决于它的农庄展览。我告诉他不用过于操心。#$e#我们销售所有参加者的产品，包括你。因此从长远来看，这没有太大大的区别。",
				"Linus":"这些动物有温柔的灵魂。它们值得拥有最好的。$h",
				"Alex":"我在攒钱买那顶软呢帽，但光是“力量”游戏就要花点时间了。$s",
				"George":"我不会拒绝高质量的饭菜。至少在这个节日，我不用走很远就能吃到食物。#$e#而且至少这里有除了鸡蛋以外的东西。",
				"Evelyn":"乔治，我们需要确保能注意你的胆固醇。#$e#如果你不吃，那我也不吃。",
			"Lewis":"@！欢迎！我们能期待你今年的农庄展览嘛？$h#$b#我请来的艺人和摊贩和去年差不多。毕竟“未损勿修，能用莫换”嘛！$h",
				"Clint":"我知道你对我在工具升级上的工作很熟悉，但是如果你想更放心一点的话，可以仔细看看这个。$h#$e#以防我没告诉你，马龙会在他的公会出售我的武器。",
				"Emily":"海莉对算命师如此投入的样子真是太可爱了。我想我甚至可以为这事替她买单。#$e#这个嘛，我们都可以用一点小事来作为期待。",
				"Penny":"去年，我在轮盘赌上大获全胜。#$b#我今年一直无法重现我的成功，所以我想弄清楚橙色和绿色到底哪个更容易赢。",
				"Pam":"我先休息一下，然后再回去玩钓鱼游戏。$h#$e#这绝对是赚取星币的最佳去处。",
				"Haley":"去年算命师告诉我的一切都成真了。她太棒了。#$e#我希望今年自己的运势也能成真！$h",
				"Jodi":"打扰一下，呃...小丑先生？如果我们给你小费的话，你愿意讲个笑话吗？现在都是这样做的嘛？$s",
				"Sam":"因为我准度达到了百分百，所以我在弹弓游戏的积分得到了4倍的加成。星币的奖励真是多到疯狂！$h",
				"Leah":"在罗宾的展台上闲逛就像免费上木工课一样。$h#$e#有时我会怀念当学生的时光。",
				"Shane":"玛妮让我照料动物园。来吧，摸摸它们。#$e#嘿，如果你想带一只回家，你知道程序的：去问玛妮。",
				"Marnie":"如果这些展示只是基于品味而不是外表，也许我会在比赛中会有机会。",
				"Elliott":"这里的游乐场景色好极了，不是吗？$h",
				"Gus":"天啊！有些人真的喜欢往食物上抹厚厚的烤肉酱！$h#$e#我以自己的秘制酱汁为荣，但你要确保仍然能尝到它下面东西的味道！$h",
				"Wizard":"因为担心产生的后果，我不会告诉熟人他们的未来。维尔维克是个例外。#$b#她是独一无二的天才，而且她会告诉你你需要知道什么。",
				"Harvey":"如果人类医学对我来说太繁重的话，我想自己最后很容易成为兽医。#$b#我敢肯定这项工作的回报还是值得的。",
				"Jas":"你喜欢我们的动物嘛？",
				"Vincent":"我想骑一只。#$e#你愿你把我举过篱笆吗？#$e#啊噢，拜托！#$e#...山姆去哪了？",
				"Marlon":"我想知道如果自己买上一两把刀作为公会的库存，会不会可以收回自己的投资？",
				"Willy":"最令我骄傲的就是那条麻哈脂鲤。你之前有抓到过它们吗？#$e#当一条漂亮的鱼保质期如此之短时，你就很难完成一个出色的农庄展览。"
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"哦不...我刚刚还希望蜘蛛不会再出现在这。$s",
				"Robin":"你打算在即将到来的淡季做什么？",
				"Demetrius":"这个节日很有趣，但我觉得有时候人们会把自己的乐趣想得太过了。",
				"Maru":"我需要的是一种能追踪我的位置和脚步的装置。$s",
				"Sebastian":"真棒，今年又有骷髅。$h#$e#这是个相当昂贵的特效，所以我不确定今年是不是还会有。",
				"Caroline":"我只是来吃点东西。迷宫真的不适合我。",
				"Alex":"我带了球棒，以防有什么东西向我扑来。#$b#记得吗，在恐怖电影中总是体育明星负责救场...对吧？",
				"Lewis":"对我来说，这是个不需要我过多插手的节日。不知道为什么，它每年都会这么出现，不过我也不太清楚。",
				"Clint":"我很清楚...如果是马龙把这些怪物带来的话，它们非常有可能是真的。",
				"Emily":"多么激动人心的夜晚！广场上到处都有我们看不见的鬼魂在游荡。",
				"Penny":"是有人在捉弄我嘛？我怎么到这来的？$u#$e#这个大锅... 有些...眼熟。$s",
				"Pam":"是只有我听见了吗，还是迷宫那边真的传出了尖叫声？",
				"Haley":"我进去走了一小段路，然后我在阴影中看到有什么从地面钻了出来。$s#$b#...我想自己只能到这了。$s",
				"Jodi":"我敢肯定文森特只是想进迷宫，因为山姆让它看起来没什么大不了的。$4#$e#我猜他没有意识到自己要去什么地方。",
				"Sam":"我发誓这个迷宫和去年一样。#$b#但我的记忆...当我试图回忆到墓地后该怎么走时，记忆就会有些不自然的模糊。$s",
				"Leah":"这个酥皮水果馅饼是谁做的？它很好吃。",
				"Marnie":"我很高兴这次没有在我们牧场附近举行，动物们会被吓得惊慌失措的。",
				"Elliott":"很快，世界将不可避免地陷入寂静的沉睡。#$b#但同样不可避免的是，在大自然和我们内心深处，保持清醒的时间会更长。$h",
				"Gus":"今年每个人都要尝片南瓜派！我强烈推荐！$h",
				"Harvey":"一场心脏直视手术从来不会让我为难，但这...这实在是太过分了。$s",
				"Shane":"这些骨骼上的电子动画还是令人印象深刻。",
				"Jas":"玛妮姑妈，我知道世界上没有怪物和鬼魂。为什么我不能进去？",
				"Vincent":"我敢打赌山姆在我这个年纪时就可以一直在迷宫里玩。$s",
				"Marlon":"杀死一具骷髅是一回事，但捕获一具骷髅则是另一项壮举。"
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail":"我想接下来试着把雪人的肚子挖开，做成某种生物破腹而出的样子。#$b#也许我可以放些比赛用的鱼。有点恶心！$h",
				"Robin":"这应该一两个小时后就能完成了。我希望那时还会有人在这看。",
				"Demetrius":"你会相信只要半年，这里就能变成类似热带边界的地方吗？",
				"Maru":"塞巴斯蒂安堆了些很酷的雪人。如果他乐意的话，我觉得自己可以向他学习一两件事。",
				"Sebastian":"不，这不算太冷。冷的是你顶着湿头发外出，然后它又结了冰的时候。",
				"Pierre":"终于！我能花点时间待在室外并扔个雪球！$h#$e#呃... 我能对着谁扔呢？或者...他们会生气的，对吧？$s",
				"Shane":"两个关键词：披萨、节日。说真的，今年需要实现这些。#$e#那也很简单。我们只需要向格斯订多几盒披萨，然后把它们传来传去就行了。",
				"Caroline":"我还真觉得阿比的雪人蛮有趣的。$h",
				"Linus":"我年轻时到处旅行。有些地方就像今年这样。#$e#毕竟那是我年轻的时候，我想自己现在再也无法忍受在冻土带生活了。",
				"Alex":"嘿——我有个主意。也许我们可以带上运动衫，然后套在雪人身上。#$e#事实上，一件运动衫穿在雪人身上会合身嘛？#$b#哦不，它们会让我最喜欢的运动员看起来很胖。$s",
				"George":"为了这，我还带了条很重的毯子。",
				"Evelyn":"在寒冷中呆这么长时间会让我的关节变得很僵硬，但来参加节日是值得的。#$e#你知道嘛，这个节日对我很重要。",
				"Lewis":"嘿这里，@！很高兴你能来。别忘了向大家问好。$h",
				"Clint":"看看这个，艾米丽!这个雪人就像是我们自己的孩子！你是妈妈，我是爸爸！嘿嘿。$h",
				"Emily":"哦，好吧克林特。呃，我猜...？$u#$e#也许我可以当它的姑妈。",
				"Penny":"$y'嗯...我们该堆个什么样的雪人呢？_一个有着胡椒薄荷糖眼睛的怎么样？_哦哦，有意思！你知道有谁带着糖嘛？_看看阿比盖尔的或许会给你些灵感。_噢，好吧。没事了。$s_还是堆个传统的吧。这才是堆雪人唯一正确的方式。_经典款永远不会过时，尤其是当你一年只能堆一两次的时候，对吧？'",
				"Pam":"事实上为了比赛，我提前做了些练习。$h#$e#呃，好吧，我的意思是... 我完全没练习。$s#$e#上个月在集市渔棚钓鱼能算进去吗？",
				"Haley":"我应该看看我的衣橱里有没有冬季时装。我有一些很可爱的皮衣，但我从来没穿过。",
				"Jodi":"我喜欢寂静的森林。当雪从树枝上落下时，会发出轻柔的撞击声。#$b#我就是爱听这个。$h",
				"Sam":"我们住在河对面的街上。但惊讶的是我还是不知道该怎么钓鱼。#$e#哦，是的，我想我很快就会厌倦的，不是嘛？",
				"Leah":"今天早上我来得特别早，所以我可以马上开始我的雕塑。你觉得如何？",
				"Marnie":"嗯...今晚会很不错，坐在火炉旁，喝着热可可，依偎在...#$b#...额，我的意思是，只是感觉会很舒服。$s#$e#所以有什么新鲜事嘛？",
				"Elliott":"威利以前教过我一些钓鱼技巧。我想知道他会不会来看我，然后判断我是否还记得？#$e#我不想让他失望。",
				"Gus":"...什么？对不起，我只是在胡思乱想。我已经在为冬日星盛宴制定计划了。",
				"Wizard":"偷偷参观我的怪塔？你这个凡人很奇怪。",
				"Harvey":"好，去年没人体温过低，所以我想自己可以放松一下。$h",
				"Jas":"潘妮小姐，你有我们能用的帽子吗？",
				"Vincent":"瞧！如果你使劲跺脚，冰面上就会出现小裂缝。#$e#你说什么？这为什么会很糟？$u#$e#噢...$u"
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"妈妈，你没事吧？$h",
				"Robin":"@，干杯，为与你在鹈鹕镇共度的两年！$h",
				"Demetrius":"多么美好的时光！$h",
				"Maru":"噢，太好了。我告诉妈妈，\"妈，我们得找一张有蔬菜的桌子。\"$h",
				"Shane":"我刚刚还在想也许我会开始变得更好。#$b#这个嘛，这种想法现在已经飞到九霄云外了。",
				"Sebastian":"我还有一堆事要做。#$e#好吧，这只是业余爱好而已。但到这前我才刚做到一半。",
				"Pierre":"今年我花了那么多时间为商店操心，但现在看来似乎都是很久以前的事了。#$e#像这样的一年，我真的很感激。$h",
				"Caroline":"皮埃尔...你落后我两杯！呦吼吼，你还撑得住嘛？$h",
				"Linus":"今天每个人看起来都很高兴，不是吗？没关系，我就待在后面。",
				"Alex":"这是我吃的第五盘了。感觉现在自己活力四射！$h",
				"George":"呸。感觉我们上周才刚参加完这样一场盛宴。",
				"Evelyn":"我知道有很多东西要吃，亲爱的，但我希望你能留点肚子吃我做的饼干。",
				"Lewis":"正当我们认为漫长的冬天永远不会结束时，我们都自发地进入了一个快乐的庆祝活动。干杯！$h",
				"Clint":"我应该给我妈妈打个电话。",
				"Emily":"$y '@！你希望在圣诞树下找到点什么？_一块稀有的宝石。_噢！我敢打赌你家里一定有个完美的地方来展示它，对吧？_一些好吃的。_噢，是的！ 当你觉得你拥有你所需要的一切时，能吃的东西总不会出错的。$h$h_一套茶具。_嗯，很奇怪，但谁知道呢？也许你就会收到一套！'",
				"Penny":"外面很冷，但我一点也不觉得冷。$h",
				"Pam":"嘿，孩子。这杯是为明年。",
				"Haley":"我的父母曾经在这里得到过史诗般的礼物。#$e#我希望他们一切都好... 无论他们在哪。$u",
				"Jodi":"给你，肯特。你为什么不吃我盘子里剩下的呢？",
				"Kent":"下午好，@。节日快乐。",
				"Sam":"我很感谢我爸爸今年回来了。#$e#虽然有一些... 不同于我的预期，但很高兴大家又能在一起了。",
				"Leah":"来我们桌一会儿？来，喝点酒。格斯又在讲他那糖果棒的故事了。#$e#我觉得跟去年讲的简直一模一样。",
				"Marnie":"我希望你吃完饭后还能走着回家！$h",
				"Elliott":"今天早上海滩特别冷清。我沿着上方走了一小段路，发现这里有个非常温暖的宴会！$h",
				"Harvey":"我第一年到这时，我简直不敢确信有这个节日。在寒冷的户外吃饭？ 但不知道为什么，这样行得通，不是嘛？$h",
				"Jas":"玛妮姑妈，我们现在可以开动了嘛？",
				"Vincent":"礼物物物物物物！$h",
				"Marlon":"今天早上我在熔岩矿洞呆了一段时间，我的身体还不能适应这种寒冷。"
			}
		}
	]
}