{
    "Name": "Doctor Jo",
    "Description": "A pepper-style soda made by Joja. Somehow, Joja got this brand its own medical license to legally keep its name.",
    "Category": "Junk",
    "Edibility": 4,
    "EdibleIsDrink": true,
    "EdibleBuffs": null,
    "Price": 35,
    "IsColored": false,
    "CanPurchase": true,
    "PurchaseFrom": "JojaShop",
    "PurchasePrice": 75,
    "GiftTastes":
    {
    "Like": ["Sam", "Leo", "Shane"],
    "Neutral": ["Morgan", "Abigail", "Pam", "Emily", "Haley", "Victor", "Sophia"],
    "Dislike": ["Claire", "Martin"],
    "Hate": ["Vincent", "Maru", "Jas", "Sebastian", "Lewis", "Clint", "Robin", "MarlonFay", "Demetrius", "Andy", "Harvey", "Susan", "Alex", "Caroline", "Evelyn", "George", "Sandy", "Willy", "Linus", "Wizard", "Olivia", "Gus", "MorrisTod", "Elliott", "Leah", "Jodi", "Kent", "Marnie", "Pierre", "Dwarf", "Krobus", "Penny"]
    },
    "Recipe": null,
    "NameLocalization":
    {
        "es": "Doctor Jo",
        "ko": "조 박사",
        "de": "Doktor Jo",
        "fr": "Docteur Jo",
        "hu": "Jo Orvos",
        "it": "Dottor Jo",
        "ja": "Joョー博士",
        "pt": "Doutor Jo",
        "ru": "Доктор Джо",
        "tr": "Doktor Jo",
        "zh": "乔医生",
    },
    "DescriptionLocalization":
    {
        "es": "Un refresco estilo pimiento elaborado por Joja. De alguna manera, Joja consiguió esta marca con su propia licencia médica para mantener legalmente su nombre.",
        "ko": "조자가 만든 후추 스타일 소다. 어떻게 든 조자는 합법적으로 이름을 유지하기 위해이 브랜드에 자체 의료 라이센스를 얻었습니다.",
        "de": "Ein Soda nach pfefferart von Joja. Irgendwie hat Joja dieser marke eine eigene medizinische lizenz gegeben, um ihren namen legal zu behalten.",
        "fr": "Un soda au poivre fabriqué par Joja. D'une manière ou d'une autre, Joja a obtenu cette marque sa propre licence médicale pour conserver légalement son nom.",
        "hu": "Joja által készített borsszerű szóda. Valahogy Joja megszerezte ennek a márkának a saját orvosi engedélyét, hogy törvényesen megtartsa a nevét.",
        "it": "Una bibita al pepe prodotta da Joja. In qualche modo, Joja ha ottenuto a questo marchio la propria licenza medica per mantenere legalmente il suo nome.",
        "ja": "Jojaが作ったペッパースタイルのソーダ。どういうわけか、Jojaは合法的にその名前を維持するためにこのブランドに独自の医師免許を取得しました。",
        "pt": "Um refrigerante tipo pimenta feito pela Joja. De alguma forma, Joja conseguiu essa marca sua própria licença médica para manter legalmente seu nome.",
        "ru": "Сода в стиле перца от Джоджа. Каким-то образом Джоджа получила этому бренду собственную медицинскую лицензию, чтобы на законных основаниях сохранить свое имя.",
        "tr": "Joja tarafından yapılan biber tarzı bir soda. Her nasılsa, Joja bu markanın adını yasal olarak korumak için kendi tıbbi lisansını aldı.",
        "zh": "乔贾制作的胡椒式苏打水。不知何故，乔贾获得了该品牌自己的医疗许可，以合法地保留其名称。",
    }
}