{
    "Text.1": "` Waterfall forest^> Tunnel",
    "Text.2": "@ Fishing pond^` North of waterfall forest^> Community Center",
    "Text.3": "` North of waterfall forest",
    "Text.4": "@ Beach foraging area",
    "Text.5": "> Railroad",
    "Text.6": "` Summit waterfall",
    "Text.7": "Unlock after boiler room sacrifice.",
    "Text.8": "Monsters appear!",
    "Text.9": "And Robin five hearts later.",
    "Text.10": "And Robin five hearts later removed.",
    "Text.11": "A little gift for you.",
    "Text.12": "` North cave of Backwoods^> waterfall forest",
    "Text.13": "` North cave of waterfall forest",
    "Text.14": "Go to Jungle Island",
    "Text.15": "@ Jungle Island northwest beach^> Jungle Island northeast beach^` Transfer beach and north of Island farm^= Go down is Jungle Island",
    "Text.16": "@ Jungle Island northwest beach cave^> North of Jungle Island",
    "Text.17": "@ North of Jungle Island^= Go down is northeast of Jungle Island",
    "Text.18": "` North of Jungle Island",
    "Text.19": "> Northeast of Jungle Island",
    "Text.20": "> East of Jungle Island",
    "Text.21": "@ Jungle Island",
    "Text.22": "` East of Jungle Island woods",
    "Text.23": "` East of Jungle Island cave",
    "Text.24": "@ Jungle Island^` Jungle Island northeast beach",
    "Text.25": "` Transmit to the north of Jungle Island^= Go down is Island farm",
    "Text.26": "` North of Island farm",
    "Text.27": "` The Secret of beach",
    "Text.28": "> waterfall forest",
    "Text.29": "= Go down is north cave of Backwoods",
    "Text.30": "` Fishing pond in the north of Backwoods",
    "Text.31": "> South of waterfall forest",
    "Text.32": "@ Beach^> Island Farm",

    "Lewis_Events_01":"Hi, @! Is everything going well? I just came to tell you that there is a beautiful waterfall forest in Town!",
    "Lewis_Events_02":"Now the entrance has been repaired. You can find it in the backwoods, where there are rich foraging, resources and fish, as well as a beach that can grow crops.",
    "Lewis_Events_03":"Now it is open to the outside world. You can go whenever you want!",
    "Lewis_Events_04":"This is my token of appreciation. Please accept it!",
    "Lewis_Events_05":"Then I won't disturb your work. Goodbye.",

    "Robin_Events_01":"Hi, @! Yesterday I found a broken bridge in the north of the backwoods. I just had time to fix it.$h",
    "Robin_Events_02":"After crossing the bridge, there is a cave, where there are many forages. On the other side of the cave is a beach. I think you can plant crops there.",
    "Robin_Events_03":"No one will disturb you, of course, including annoying crows. You should remember that it is not a greenhouse. You should pay attention to the change of seasons.",
    "Robin_Events_04":"Thank you for taking care of my business all the time. You also often give me gifts. This is my gift for you. Please accept it!$h",
    "Robin_Events_05":"That's it. I have to go back to cook. I won't bother you. See you later.",

    "Willy_Events_01":"Hi, Dear @! A few days ago, when I was fishing at sea, I came across an island, which is located in the southwest of island.",
    "Willy_Events_02":"After coming back, I made a boat out of some dead wood on the beach. You can take this boat to the island!",
    "Willy_Events_03":"Another happy thing is that when I was cleaning up the dead wood, I found another tidal pool, which is located on the left side of the beach warp. It is just across the dense woods. There are some gifts from nature every day, which belong to you.",
    "Willy_Events_04":"Finally, I want to thank you. You have helped me a lot. I am very grateful, so I hope you will accept this gift!$h",
    "Willy_Events_05":"I look forward to seeing you again in my shop. Goodbye."
}