{
    "Changes": [
     {
		"LogName": "Year 2 Festival Egg Festival - spring13",
		"Action": "EditData",
		"Target": "Data/Festivals/spring13",
		"Entries":
		{
			"Abigail": "¿Sam y Sebastian? ¿Lo intentaron el año pasado?",
			"Robin": "Ey, @. Que bueno verte aquí.#$e#Debes estar en pleno desarrollo con tus cultivos a estas alturas, ¿eh?",
			"Demetrius": "El buffet de Gus es bastante espectacular este año. ¿Hay algun huevo de tu granja?",
			"Maru": "Creo que le daré otra oportunidad a la búsqueda de huevos este año. ¿Por qué no?$h",
			"Sebastian": "La caza de huevos es demasiado simple para mí. Si voy a jugar un juego, debe haber algún tipo de profundidad. Ya sabes. Contexto. Narrativa.",
			"Linus": "Vale la pena desafiar las miradas que la gente me da, si eso significa que puedo comer algo delicioso.",
			"Caroline": "Ya visitaste el quiosco de Pierre?$h",
			"Alex": "Tal vez exageré un poco con el buffet este año... pero será fácil solucionarlo.#$e#Podría ir a correr esta noche.",
			"George": "Había otra repetición en la televisión. Pero este festival también es como una repetición, así que todos deberían estar agradecidos de que esté aquí.",
			"Evelyn": "Oh George. Te gusta la comida gratis y lo sabes.",
			"Clint": "Me aseguré de llegar aquí más temprano este año, antes de que todos los demás atacaran el buffet. Realmente me harté.$h#$e#Espera... ¿eso significa que acaparé la parte de otra persona?$s",
			"Penny": "Hicimos un proyecto de arte decorativo de huevos a principios de la semana. Si ves uno púrpura, podría ser el de Jas, y uno de los amarillos es el de Vincent.",
			"Pam": "He hecho este festival muchas veces, es difícil recordarlos todos.#$e#¿Por qué? ¿Pasó algo interesante el año pasado?",
			"Emily": "Pegué algunas joyas de disfraces a algunos de los huevos que decoré este año. Espero que te gusten los patrones.$h#$e#Nop, no valen puntos extra. Son simplemente elegantes.",
			"Haley": "Los huevos rellenos son tan asquerosos y viscosos.#$b#¿Qué, también te gustan o algo así?$s",
			"Jodi": "Parece que Emily realmente pone su corazón y alma en este festival.$h#$e#Quizás también necesito un nuevo hobby.",
			"Marlon": "Vengo a todos los festivales, pero tengo que preguntarme si algunas de estas personas saben quién soy...",
			"Sam": "*sniff* ...Ey, es difícil gatear entre los arbustos en busca de huevos cuando te la pasas estornudando.$s",
			"Leah": "¿Dónde está ese ponche del año pasado? Estaba para morirse.#$e#Sí, sé por qué estaba bueno. No soy torpe.$h#$e#De acuerdo, bueno, tal vez me tomó uno tiempo para resolverlo.$u#$b#¡Pero valió la pena!",
			"Shane": "Siempre me siento un poco mejor en este festival. Todo el trabajo duro que realmente me importa finalmente vale la pena.#$e#Ey, disfrutalo.$h",
			"Marnie": "Shane fue de gran ayuda este año. ¡Diría que este año trabajó más para que esto sucediera que yo!$h",
			"Elliott": "En todas las culturas, los huevos simbolizan la promesa de la vida perpetua a través del renacimiento.#$b#Para nosotros, las festividades dan nueva vida al espíritu humano. Todos nos relacionamos con su belleza en un nivel subconsciente.$h",
			"Gus": "Huevos fritos, huevos duros, huevos pochados, huevos rellenos, huevos revueltos, huevos de chocolate... ¡Todos los huevos que quieras!#$e#Espero haber estado a la altura de la fiesta del año pasado.$h",
			"Harvey": "El alcalde Lewis me deja ayudar a ocultar algunos huevos este año. He estado buscando algunas buenas ubicaciones.#$e#Oh, ¿estas participando? Bueno... quien sabe. ¡Quizás no los escondí donde crees que lo hice!",
			"Jas": "¿Quizás debería unirme a Vincent y dividir el premio?#$e#Hmm... tal vez no. Probablemente no esté permitido.",
			"Vincent": "¡Escuché que el premio este año podría ser 1000G! Eso es mucho dinero!$h#$b#Eso es como... ¡suficiente para comprar 1000G de helado!$h",
			"Willy": "A los niños de este pueblo no les importa demasiado lo que paso la mayor parte del tiempo. Y eso está bien.#$b#Ayudar con este evento me ayuda a conectarme un poco con ellos, aunque sea indirectamente.$h",
		},
		"When":
        {
            "Year |contains=2": false
        }
	},
	{
		"LogName": "Year 2 Festival Flower Dance - spring24",
		"Action": "EditData",
		"Target": "Data/Festivals/spring24",
		"Entries":
		{
			"Abigail": "¿No podemos simplemente tener una Danza Floral sin danza? No me importa el vestido.$u",
			"Robin": "Una característica de las flores es hacer que la estética de su hogar se una. ¿Has visto la receta que Pierre tiene a la venta?",
			"Demetrius": "Me enorgullece mucho ver a Maru en este festival. Los niños seguramente crecen rápido.",
			"Maru": "Me pregunto si mi papá va a grabar esto en video.#$b#Supongo que puede si quiere. De todos modos, nunca vuelve a ver videos viejos.",
			"Sebastian": "Después de un tiempo, estos festivales se vuelven... rutinarios.#$e#Creo que estoy insensible a este, en este momento.",
			"Linus": "Me preguntaba si sería una buena idea que apareciera este año.#$b#Bueno, gracias por visitarme.$h",
			"Caroline": "Abby necesita aprender que un pequeño baile una vez al año está lejos de ser algo que la mate.#$e#Creo que es más insegura de lo que cree, ¡y solo hay una forma de solucionarlo!",
			"Alex": "¡Bailar es realmente divertido si tienes la pareja adecuada!$h",
			"George": "Mi cuerpo me gritará mañana por venir hasta aquí.#$e#Sin embargo, es lo menos que puedo hacer.",
			"Evelyn": "George no me deja empujarlo hasta el claro. Dice que todavía quiere hacerlo él mismo.",
			"Clint": "*sigh*$s#$e#...¿Qué? Oh, me pregunto si debería ver quién está junto al río.",
			"Penny": "Bueno. Solo tengo que respirar. Y no pensar en quién está mirando.",
			"Pam": "Je je. El alcalde Lewis no puede evitar mantener un bar de vinos abierto en este evento. ¡Es tradición, después de todo!$h",
			"Emily": "Es bueno ver a Haley de un humor puramente positivo. Hago mi mejor esfuerzo para ayudar a que este día sea especial para ella.",
			"Haley": "Un dos tres, un dos tres...#$b#...justo en el clavo. Bueno. Creo que estoy lista.",
			"Jodi": "No puedo esperar para ver a Sam bailar de nuevo. Nunca hace cosas como esta en casa.$h",
			"Marlon": "Gil me dijo que solía venir a este festival, hace mucho tiempo.#$e#Aparentemente, han pasado unos treinta años. Quizás incluso más. Dijo que perdió la cuenta.",
			"Sam": "No puedes tener miedo a divertirte, ¿sabes?$h",
			"Leah": "Ey @. No te preocupes por nosotros. Elliott y yo estábamos debatiendo sobre estética nuevamente.",
			"Shane": "Hmm... lo bueno es que no me gusta demasiado el vino. Sin embargo, es tentador.$u",
			"Marnie": "Ey @. Crees que si acabara de ir y...$s#$b#...Er, no importa.$s",
			"Elliott": "La verdadera belleza de las flores proviene de su naturaleza temporal, no solo de su apariencia física.#$b#Cuanto más corto dura algo, más precioso puede ser potencialmente.$h",
			"Gus": "Bueno, todo el mundo parece estar pasando un buen rato. Parece otro éxito.",
			"Harvey": "Me pregunto cuántos de mis antiguos colegas estarían dispuestos a bailar en un evento como este.$h",
			"Jas": "¡Quiero ver el vestido de flores de la señorita Penny!$h",
			"Vincent": "Si bailas con alguien, no significa que tengas que prometer que te casarás con esa persona, ¿verdad?$u",
			"Willy": "Hmm ... ¿qué puede hacer alguien como yo en un festival como este?#$e#Creo que me quedaré hasta que termine el baile. Por educación.",
		},
	},
	{
		"LogName": "Year 2 Festival Luau - summer11",
		"Action": "EditData",
		"Target": "Data/Festivals/summer11",
		"Entries":
		{
			"Governor": "Ah, sí, la belleza natural de aquí es encantadora, Lewis, pero todavia hay que decidir si hacer una campaña por Stardew Valley como destino turístico.#$e#Cuéntame sobre la feria anual de otoño. ¿Podemos esperar que esté lleno de deliciosa cocina?",
			"Abigail": "Oye, creo que vi una ballena escupiendo en el horizonte.#$e#¡Espera! ¡Ahí está de nuevo!$h",
			"Robin": "Emily está bien. Ella hace eso todo el tiempo en la clase de aeróbicos.",
			"Demetrius": "¿Estás segura de que Emily está bien, cariño? Ella comenzó a bailar mucho antes que nosotros.",
			"Maru": "Mmm, estoy ahorrando espacio para el asado de Linus. Parece que está casi listo.",
			"Sebastian": "Si la sopa resulta terrible, estoy seguro de que Sam me desafiará a un concurso para ver quién puede comer más.#$e#Él ganará.$h",
			"Linus": "¡Ah, buenos días @! ¿Te gustaría un pedazo para el desayuno?$h#$e#Ah, es verdad. Ya pasamos la hora del desayuno. Debo haber dormido más de lo que me di cuenta.",
			"Pierre": "Terminé de hablar con el gobernador justo antes de que llegaras.$h#$e#Fue... bien.#$e#En realidad no me respondió.$s",
			"Caroline": "Corté algunas chirivías y las puse en la sopa. Son realmente buenas.$h",
			"Alex": "¡Esto es de lo que estaba hablando! ¿Por qué no hacemos este tipo de fiesta todos los días?$h#$e#Podríamos hacer de Pueblo Pelícano un lugar paradisíaco en la playa para turistas.$h#$e#Ey, tal vez debería ser alcalde algún día.",
			"George": "Me gustó más el luau antes, cuando no teníamos esos grandes altavoces electrónicos arruinando la atmósfera de la playa.#$e#Eso fue... hace veinte, veinticinco años.",
			"Evelyn": "Este es el lugar donde construí castillos de arena cuando era niña, hace tantos años. Todavía puedo recordarlo.",
			"Lewis": "*psst*... Estoy a punto de lograr que el gobernador promueva la Feria de Stardew Valley.#$b#¡Asegúrate de dejarlo impresionado hoy!",
			"Clint": "Bueno, hora de otra ayuda.",
			"Penny": "Tengo que admitir que es un poco divertido ver las diferentes expresiones faciales del alcalde Lewis a lo largo del día$h#$e#Espero que su conversación con el gobernador vaya bien.",
			"Pam": "Es mejor que Marnie esté cuidando esa sopa cuidadosamente. Cuento con llevar a casa algunas sobras para el almuerzo de mañana.",
			"Haley": "*jiji* Mi hermana es tan tonta a veces.",
			"Jodi": "Es bueno tener un día libre de cocinar como hoy.",
			"Marlon": "Este festival es especialmente inspirador, después de pasar tanto tiempo bajo tierra y en la oscuridad.",
			"Sam": "Está bien, Penny, está bien. Lo de las anchoas fue solo un año. Prometo que no pondré nada asqueroso en la sopa.#$b#*psst* tu, por otro lado, @...$h",
			"Leah": "¿No están a punto de llegar los primeros melones de la temporada? Ooh, eso suena tan delicioso en este momento.",
			"Shane": "Comeré comida picante en cualquier época del año, pero por alguna razón, cuanto más calor hace, mejor sabe.",
			"Marnie": "Me encanta ver a todos juntos.",
			"Elliott": "¡No me olvidé del luau este año!$h#$e#Bueno, Leah me recordó, de todos modos. Eso ayudó.",
			"Gus": "Podría hacer una deliciosa sopa, no hay problema, pero se supone que la sopa comunitaria es más un reflejo de todo el valle, no un reflejo de mí.#$e#¡Solo tengo que dar un paso atrás y dejar que pase lo que tenga que pasar!",
			"Wizard": "¿Alguna vez notaste que siempre hace sol en los días festivos?#$e#Sí, de nada por eso.",
			"Harvey": "¿Emily sigue bailando? Caramba. Le dije que la deshidratación y la meditación en el baile no son lo mismo.$11",
			"Jas": "Nadie necesita una pistola de agua para bailar, Vincent.",
			"Vincent": "¡Deberías conseguir una pistola de agua y dispararme a los pies, como un vaquero! ¡Entonces bailaré como, woo-woo-woo!^¡Deberías conseguir una pistola de agua y dispararme a los pies, como una vaquera! ¡Entonces bailaré como, woo-woo-woo!",
			"Willy": "Espero que todo se limpie mejor que el año pasado. Este bien podría ser mi patio trasero.",
		},
	},
	{
		"LogName": "Year 2 Festival Moonlight Jellies - summer28",
		"Action": "EditData",
		"Target": "Data/Festivals/summer28",
		"Entries":
		{
			"Abigail": "Ahh, mi día favorito del verano. Y no solo porque se acabó.",
			"Robin": "En mi primer año en el pueblo, vi el viejo velero que estaban usando, y dije: \"Oye, puedo construir algo así.\"#$b#Así que seguí adelante e hice uno, y a Lewis le gustó.",
			"Demetrius": "En mi campo de estudio, ayuda de vez en cuando simplemente hacer una pausa y realmente absorber la belleza del mundo natural.#$b#Me recuerda que tenemos mucho más que aprender sobre la naturaleza. A grandes rasgos, acabamos de empezar.",
			"Maru": "Esta noche siempre es importante para mí. Espero que lo disfrutes tanto como yo.",
			"Sebastian": "Una vez, vi una especie de criatura verde con una cabeza redonda asomando sobre el agua.#$e#Estaba lloviendo, así que fue un poco difícil saber qué era.",
			"Pierre": "La temporada de cosecha comienza mañana. Es difícil creer que ya está aquí. ¿Estás listo?^La temporada de cosecha comienza mañana. Es difícil creer que ya está aquí. ¿Estás lista?#$e#Erm, lo siento. Me encantaría hablar sobre mañana, pero es noche de cita.",
			"Caroline": "Oh, Pierre, esto es exactamente lo que necesitaba en este momento.",
			"Linus": "Es agradable ver a todos tan agradecidos con la naturaleza. Ella proporciona todo lo que necesitamos, especialmente belleza.#$e#Me acercaré sigilosamente cuando lleguen las medusas. No te preocupes No voy a arruinar esto por nada del mundo.",
			"Alex": "Hice algunos recuerdos muy buenos este verano. Mi única queja es que todo terminó.$s",
			"George": "No puedo ver mucho. Cuento con que esas medusas me hagan saber dónde están.#$e#Ellas siempre lo hacen.$h",
			"Evelyn": "Qué manera tan encantadora para que terminen los primeros días del año. No podría pedir más.#$e#Aunque estoy haciendo muchos planes para el otoño.",
			"Lewis": "Buenas noches, @. Te guardé un lugar aquí en la cubierta.#$b#Avísame cuando te hayas acomodado para ver a las medusas venir.",
			"Clint": "¿Puedes creer que la mitad de otro año ya se ha acabado?#$e#No puedo decir que la primera mitad resultó como esperaba, pero así fue.#$e#Te acostumbras a las cosas después de un tiempo.#$e#De todos modos, gracias por venir.",
			"Emily": "*sigh* Esta noche es como un largo beso de despedida de la estación. Triste pero dulce.$u",
			"Penny": "Las medusas tienen una existencia tan simple...#$e#Y cuando pienso en las cosas a gran escala, también debemos ser simples, según algún estándar relativo.",
			"Pam": "Se acerca el otoño. Es un momento difícil para Penny, así que tienes que hacer algo bueno por ella.#$e#Creo que ella lo apreciaría.",
			"Haley": "De hecho, recuperé mi cámara este año. Debería haber algunas tomas realmente buenas para mí.",
			"Jodi": "Kent, cariño, me alegra que estés conmigo este año.",
			"Sam": "Hmm, acabo de tener la mejor idea para la portada de un álbum.",
			"Leah": "El verano es una época extra especial del año para mí. Solo necesito una velada para mi y así darle el cierre adecuado.",
			"Shane": "Voy a extrañar estos días más largos.",
			"Marnie": "Amo a los animales porque puedo mirarlos directamente a la cara. Pero estos pequeños no tienen cara.#$e#Aun así son absolutamente impresionantes. Debe ser un tipo diferente de belleza.",
			"Elliott": "'El precursor de la esperanza suspira su luz.#$b#Mientras que las antiguas lámparas de luna cantan una serenata a la noche.'#$b#Oh, @, esas son las dos últimas líneas de un poema que revolotea en mi cabeza.#$e#No logro que el poema rime con 'luz' y 'noche', así que esto es todo por el momento.$h",
			"Gus": "Es agradable tomarse la noche libre. No pasa amenudo.",
			"Wizard": "Las Luneras iban a hacer una pequeña presentación este año. Me las arreglé para tirar de algunos hilos con los espíritus guardianes del mar, para arreglar eso.#$e#Por favor, no hagas tanto escándalo. Me estoy escondiendo aquí por una razón.",
			"Harvey": "Solo tengo que echar un vistazo a todos. Paso tanto tiempo asegurándome de que sus cuerpos estén funcionando correctamente...#$b#...que es realmente un momento conmovedor ver a todos tan bien y tranquilos.",
			"Jas": "Espero ver una rara medusa verde como la que vio Vincent el año pasado.",
			"Vincent": "Jas dijo que había bebés el año pasado. Los voy a buscar esta vez.",
			"Willy": "Este podría ser mi festival favorito. Los pescadores de todo el mundo darían un brazo y una pierna solo para presenciar esto una vez.",
		},
	},
	{
		"LogName": "Year 2 Festival SDV Fair - fall16",
		"Action": "EditData",
		"Target": "Data/Festivals/fall16",
		"Entries":
		{
			"Abigail": "Ojalá tuviéramos una 'Tienda de los Horrores' o algo así, como un lugar para gastar fichas de estrellas.",
			"Robin": "¡Ha sido bueno ponerse al día con Leah! Normalmente no nos encontramos mucho, pero tenemos mucho en común.$h",
			"Demetrius": "He pensado en hacer una gran exposición, pero si realmente fuera una representación de mi mejor trabajo...#$b#...tendrías que mirarlo bajo un microscopio.#$... eso es un pequeño problema.$h",
			"Maru": "Regresé por los sándwiches de barbacoa, pero tal vez consiga una hamburguesa este año.$h",
			"Sebastian": "Solo estoy cumpliendo mi tiempo aquí. Si busco diversión, tengo docenas de juegos en casa en los que estoy más involucrado.$u",
			"Pierre": "Oh, hola @. Uhh... ¿Alguna de mis calabazas en realidad vino de tu granja?",
			"Caroline": "Pierre siente que el éxito de la tienda depende de su exhibición. Le digo que no se preocupe tanto.#$e#Vendemos los productos de todos los que ingresaron aquí, incluídos los tuyos. Por lo tanto, no hace una gran diferencia a largo plazo.",
			"Linus": "Estos animales tienen almas gentiles. Se merecen lo mejor.$h",
			"Alex": "Estoy ahorrando para ese fedora, pero me está tomando tiempo unicamente con el juego 'Fuerza'.$s",
			"George": "No diré que no a una comida de buena calidad. Al menos en este festival, no tengo que viajar lejos para llegar a la comida.#$e#Y al menos hay algo además de los huevos.",
			"Evelyn": "George, debemos asegurarnos de que vigilamos tu colesterol.#$e#Si no lo comes, yo tampoco lo haré.",
			"Lewis": "¡@! ¿Podemos esperar una gran exposición de tu parte este año?$h#$b#Llamé a la mayoría de los mismos artistas y vendedores que el año pasado. Lo que esta bien, ¡No lo cambies!$h",
			"Clint": "Sé que estás familiarizado con mi trabajo en tus propias herramientas, pero si quieres un poco más de tranquilidad, échale un vistazo de cerca.$h#$e#Marlon vende mis armas en su gremio, en caso de que no te lo haya dicho.",
			"Emily": "Es lindo cómo Haley se concentra tanto en la ruleta. Creo que puedo reclamar crédito por eso.#$e#Bueno, todos podemos probar y esperar algo.",
			"Penny": "El año pasado, me fui como una bandida a la ruleta.#$b#No he podido recrear mi éxito, así que estoy tratando de descubrir si es el naranja o el verde el que gana con más frecuencia.",
			"Pam": "Me tomaré un descanso antes de volver allá a jugar ese juego de pesca.$h#$e#Definitivamente es el mejor lugar para ganar fichas estrella.",
			"Haley": "Todo lo que la adivina me dijo el año pasado se hizo realidad. Es alucinante.#$e#¡Espero que mi fortuna tambien se haga realidad este año!$h",
			"Jodi": "Disculpe, eh ... ¿Sr. Payaso? ¿Dices un chiste si te damos una propina? ¿Es así como funciona?$s",
			"Sam": "¡Obtuve un multiplicador 4x en el juego de tirachinas por tener una precisión perfecta! ¡El pago de fichas estrella era una locura!$h",
			"Leah": "Pasar el rato en la exhibición de Robin es como recibir una clase gratuita de carpintería.$h#$e#A veces extraño ser estudiante.",
			"Shane": "Marnie me puso a cargo del zoológico de mascotas. Adelante. Dales una caricia.#$e#Oye, si quieres llevarte uno a casa, conoces el sistema: pregúntale a Marnie.",
			"Marnie": "Si las exposiciónes se basaran solo en el gusto, en lugar de su apariencia. Entonces tal vez tendría una oportunidad de pelear en la competencia.",
			"Elliott": "Es una vista maravillosa de la feria desde aquí, ¿no?$h",
			"Gus": "¡Vaya! ¡A algunas personas realmente les gusta untar esa salsa de barbacoa!$h#$e#Me enorgullezco de mi salsa secreta, ¡pero asegúrate de que aún puedas probar lo que hay!$h",
			"Wizard": "Me abstengo de contarles a mis conocidos sobre su futuro, por miedo a las consecuencias. Welwick es diferente.#$b#Ella tiene un talento único y le dirá exactamente lo que necesita saber.",
			"Harvey": "Si la medicina humana hubiera sido demasiado para mí, supongo que fácilmente podría haber terminado trabajando como veterinario.#$b#El trabajo sigue siendo bastante gratificante, estoy seguro.",
			"Jas": "¿Te gustan nuestros animales?",
			"Vincent": "Quiero montar uno.#$e#¿Me levantarás sobre la valla?#$e#Aw, ¡Vamos!#$e#...¿Donde esta Sam?",
			"Marlon": "Me pregunto si podría recuperar mi inversión si comprara una o dos de estas espadas para el stock del gremio.",
			"Willy": "Estoy muy orgulloso de ese Dorado. ¿Has atrapado uno de ellos antes?#$e#Es difícil armar una buena exhibición cuando la vida útil de un hermoso pez es tan corta.",
		},
	},
	{
		"LogName": "Year 2 Festival Spirits Eve - fall27",
		"Action": "EditData",
		"Target": "Data/Festivals/fall27",
		"Entries":
		{
			"Abigail": "Nnnngh... Realmente esperaba que las arañas no estuvieran aquí otra vez.$s",
			"Robin": "¿Qué planeas hacer en tu próxima temporada baja?",
			"Demetrius": "Este festival es divertido, pero siento que a veces las personas pueden llevar sus propias ideas de diversión demasiado lejos.",
			"Maru": "Lo que necesito es algún tipo de dispositivo que pueda rastrear mi ubicación y mis pasos.$s",
			"Sebastian": "Genial. Han vuelto a traer los esqueletos.$h#$e#Es un efecto especial bastante costoso, así que no estaba seguro de si los traerían.",
			"Caroline": "Me limitaré a la comida. El laberinto realmente no es para mí.",
			"Alex": "Traje mi bate por si algo me salta a la vista.#$b#Recuerda, siempre es la estrella del deporte quien salva el día en las películas de terror... ¿verdad?",
			"Lewis": "Este es un festival bastante independiente para mí. De alguna manera, se reúne cada año, pero no estoy completamente seguro de cómo.",
			"Clint": "Soy razonablemente consciente... si es Marlon quién trajo estos monstruos, probablemente sean reales",
			"Emily": "¡Qué noche tan emocionante! La plaza está llena de actividad de espíritus que no podemos ver.",
			"Penny": "¿Alguien me está jugando una mala pasada? ¿Cómo terminé aquí?$u#$e#Este caldero... es... familiar.$s",
			"Pam": "¿Soy solo yo o escuché un grito proveniente del laberinto?",
			"Haley": "Ingresé y luego, en las sombras, vi que algo se movía por el suelo.$s#$b#...Creo que es suficiente.$s",
			"Jodi": "Estoy segura de que Vincent solo quiere entrar en el laberinto porque Sam hace que parezca que no es gran cosa.$4#$e#No creo que se dé cuenta de en qué se estaría metiendo.",
			"Sam": "Juro que este laberinto es el mismo que el del año pasado.#$b#Pero mi memoria se vuelve... extrañamente borrosa cuando trato de recordar a dónde fui después del cementerio.$s",
			"Leah": "¿Quién hizo esta tarta? Es deliciosa.",
			"Marnie": "Me alegra que este evento no se celebre cerca de nuestras granjas. Los animales entrarían en pánico.",
			"Elliott": "Pronto, el mundo caerá inevitablemente en un sueño profundo y mortal.#$b#Pero igual de inevitable es la lucha de uno por permanecer despierto un poco más, en la naturaleza y dentro de nosotros mismos.$h",
			"Gus": "¡Todos necesitamos un trozo de pastel de calabaza este año! ¡insisto!$h",
			"Harvey": "Una cirugía a corazón abierto nunca me molestó, pero esto ... ESTO es demasiado.$s",
			"Shane": "Los animatronics en estos esqueletos siguen siendo bastante impresionantes.",
			"Jas": "Tía Marnie, sé que no hay monstruos ni fantasmas. ¿Por qué no puedo entrar?",
			"Vincent": "Apuesto a que Sam iba al laberinto todo el tiempo cuando tenía mi edad.$s",
			"Marlon": "Matar un esqueleto es una cosa, pero capturar uno es una hazaña completamente diferente.",
		},
	},
	{
		"LogName": "Year 2 Festival Ice Festival - winter8",
		"Action": "EditData",
		"Target": "Data/Festivals/winter8",
		"Entries":
		{
			"Abigail": "Creo que a continuación, trataré de destripar el vientre de este monstruo de nieve con algún tipo de criatura arrastrándose.#$b#Quizás pueda usar algunos peces de la competencia.$h",
			"Robin": "Esto debería estar listo en una o dos horas. Espero que haya algunas personas que todavía estén ahí para verlo.",
			"Demetrius": "¿Puedes creer el cambio de temperatura que hay en solo medio año?",
			"Maru": "Sebastian hace unos muñecos de nieve geniales. Siento que podría aprender una o dos cosas de él, si me lo permitiera.",
			"Sebastian": "No, esto no es tan frío. Frío es cuando sales con el cabello mojado y se congela.",
			"Pierre": "¡Finalmente! ¡Puedo pasar algo de tiempo afuera y lanzar una bola de nieve!$h#$e#Hmm... ¿Hay alguien a quien pueda golpear? O... simplemente se enojarán, ¿no?$s",
			"Shane": "Dos palabras: Pizza. Festival. En serio, eso tiene que suceder este año.#$e#Sería muy fácil también. Solo pediríamos una tonelada de pizzas a Gus y las compartiríamos.",
			"Caroline": "De hecho, creo que el monstruo de nieve de Abby es bastante divertido.$h",
			"Linus": "Viajé por toda clase de lugares cuando era más joven. Algunos lugares son como este durante todo el año.#$e#Creo que ya no podría soportar vivir en la tundra. Eso fue cuando era más joven.",
			"Alex": "Eyyy, Tengo una idea. Tal vez podríamos tomar algunas camisetas deportivas y que los muñecos de nieve las usen.#$e#En realidad, ¿cabría una camiseta incluso en el cuerpo de un muñeco de nieve?#$b#Ohhh, harían que mis atletas favoritos se vieran gordos.$s",
			"George": "Traje mi manta extra pesada para esto.",
			"Evelyn": "Mis articulaciones estarán rígidas por pasar tanto tiempo en el frío, pero la visita merece la pena.#$e#Este festival es muy importante para mí, ya sabes.",
			"Lewis": "¡Hola, @! Me alegro de que pudieras venir. Asegúrate de saludar a todos.$h",
			"Clint": "Bueno, ¡mira esto, Emily! ¡Es como si este muñeco de nieve fuera nuestro propio niño! ¡Tú eres la mamá y yo soy el papá! Je je.$h",
			"Emily": "Oh sí, Clint. Um, ¿supongo?$u#$e#Quizás pueda ser la tía de este muñeco de nieve.",
			"Penny": "$y 'Hmm... ¿Qué clase de muñeco de nieve deberíamos hacer?_Uno clásico. Nariz de zanahoria, chistera, bufanda._Supongo que lo mejor es quedarse con lo clásico, ¿no?$h_Algo estrafalario. Antenas de carámbano, ojos de piña._¡Vale! Suena divertido.$h_Los muñecos de nieve son un rollo. ¡Piensa en algo distinto!_Um... Creo que prefiero algo más convencional.'",
			"Pam": "De hecho, practiqué un poco preparándome para la competencia.$h#$e#Eh, bueno, lo que quiero decir con eso es... No practiqué. En absoluto.$s#$e#¿Cuenta la tienda de pesca de la feria el mes pasado?",
			"Haley": "Debería buscar en mi armario algunas modas de invierno. Tengo algunos abrigos de piel muy lindos que nunca me he puesto.",
			"Jodi": "Amo el bosque cuando está en silencio. Cuando la nieve cae de las ramas, hace un golpe suave.#$b#Me encanta eso.$h",
			"Sam": "Vivimos con un rio al otro lado de la calle. Me sorprende que todavía no sepa pescar.#$e#Oh sí, creo que me aburriría bastante rápido, ¿no?",
			"Leah": "Llegué más temprano esta mañana para poder comenzar mi escultura de inmediato. ¿Qué piensas?",
			"Marnie": "Mmm. Esta noche será agradable, sentada junto al fuego, con chocolate caliente, acurrucándose junto a...#$b#...um, quiero decir, solo me sentire cómoda.$s#$e#¿Qué hay de nuevo?",
			"Elliott": "Willy me enseñó algunos trucos de pesca hace un tiempo. Me pregunto si me estará observando para ver si me acuerdo.#$e#No quiero decepcionarlo.",
			"Gus": "...¿Qué? Lo siento. Solo estoy soñando despierto. Ya estoy elaborando mis planes para la Fiesta de la Estrella de Invierno.",
			"Wizard": "¿Escabulléndote para visitar mi torre extraña? Eres extraño para un mundano.^¿Escabulléndote para visitar mi torre extraña? Eres extraña para una mundana.",
			"Harvey": "Bueno, nadie tuvo hipotermia el año pasado, así que supongo que puedo relajarme un poco.$h",
			"Jas": "Señorita. Penny, ¿tiene un sombrero que podamos usar?",
			"Vincent": "¡Mira! Si pisas muy fuerte, aparecen pequeñas grietas en el hielo.#$e#¿Qué? ¿Por qué es eso malo?$u#$e#Oh...$u",
		},
	},
	{
		"LogName": "Year 2 Festival Winter Star - winter25",
		"Action": "EditData",
		"Target": "Data/Festivals/winter25",
		"Entries":
		{
			"Abigail": "Mamá, ¿estás bien?$h",
			"Robin": "@, ¡Te felicito por dos años fantásticos en Pueblo Pelícano!$h",
			"Demetrius": "¡Qué buen momento para estar vivo!$h",
			"Maru": "Oh genial. Le dije a mi mamá, \"Mamá, tenemos que conseguir una mesa que tenga cosas verdes.\"$h",
			"Shane": "Estaba pensando que tal vez comenzaría a estar en mejor forma.#$b#Bueno, eso está fuera de consideración ahora.",
			"Sebastian": "Tengo media docena de cosas en mi mente que necesito hacer.#$e#Bueno, es solo un pasatiempo, pero estaba en medio de eso antes de venir aquí.",
			"Pierre": "Pasé mucho tiempo preocupándome por la tienda este año, pero todo eso parece estar muy lejos en este momento.#$e#Estoy realmente agradecido cuando el año termina así.$h",
			"Caroline": "Pierre... ¡estás dos tragos detrás de mí! Yuuujuuu, ¿dónde estás?$h",
			"Linus": "Todo el mundo se ve muy alegre hoy, ¿no? Está bien. Solo me quedaré aquí.",
			"Alex": "Voy en el plato número cinco. ¡Me siento vivo!$h",
			"George": "Bah. Parece que acabamos de hacer una de estas fiestas la semana pasada.",
			"Evelyn": "Sé que hay mucho para comer, querido, pero espero que guardes espacio para una de mis galletas.",
			"Lewis": "Justo cuando pensamos que el largo invierno nunca terminará, todos espontáneamente iniciamos una alegre celebración. ¡Salud!$h",
			"Clint": "Probablemente debería llamar a mi madre.",
			"Emily": "$y '¡@! ¿Qué esperas encontrar bajo el árbol de la estrella invernal?_Una gema rara_Oh! Apuesto a que debes tener el lugar perfecto para exhibirla en casa, ¿eh?_Algo delicioso_¡Oh si! Es difícil equivocarse con la comida cuando sientes que tienes todo lo que necesitas.$h$h_Un juego de té._Hmm, extrañamente específico, pero ¿quién sabe? ¡Lo puedes conseguir!'",
			"Penny": "Hace mucho frío y, sin embargo, ni siquiera siento frío en absoluto.$h",
			"Pam": "Hey @. Ahi va hay otro año.",
			"Haley": "Mis padres solían recibir los regalos más épicos por esto.#$e#Espero que les vaya bien... donde sea que estén.$u",
			"Jodi": "Toma Kent. ¿Por qué no comes el resto de lo que hay en mi plato?",
			"Kent": "Buenas tardes, @. Felices fiestas",
			"Sam": "Estoy agradecido de que mi padre haya regresado este año.#$e#Ha sido... diferente de lo que esperaba, pero es bueno tener a todos juntos de nuevo.",
			"Leah": "¿Quieres unirte a nuestra mesa por un rato? Mira. Toma un poco. Gus vuelve a hablar sobre sus bastones de caramelo.#$e#Creo que es literalmente la misma espiral que el año pasado.",
			"Marnie": "¡Espero que puedas caminar a casa esta noche después de que hayas terminado de comer!$h",
			"Elliott": "La playa estaba especialmente sola esta mañana. ¡Di un rápido paseo hasta aquí y descubrí una compañía tan cálida!$h",
			"Harvey": "Tenía mis dudas acerca de este festival durante mi primer año aquí. ¿Comer afuera en el frío? Pero todo de alguna manera funciona, ¿no?$h",
			"Jas": "Tía Marnie, ¿podemos comer ahora?",
			"Vincent": "¡Regalooooooos!$h",
			"Marlon": "Pasé un tiempo en las minas de lava esta mañana. Mi cuerpo no está bien ajustado a este frío.",
		}
	},
	{
		"LogName": "Year 2 Festival Winter Star - winter25",
		"Action": "EditData",
		"Target": "Data/Festivals/winter25",
		"When": { "PlayerGender": "Female" },
		"Entries":
		{
			"Emily": "$y '¡@! ¿Qué esperas encontrar bajo el árbol de la estrella invernal?_Una gema rara_Oh! Apuesto a que debes tener el lugar perfecto para exhibirla en casa, ¿eh?_Algo delicioso_¡Oh si! Es difícil equivocarse con la comida cuando sientes que tienes todo lo que necesitas.$h$h_Un juego de té._Hmm, extrañamente específica, pero ¿quién sabe? ¡Lo puedes conseguir!'",
		}
    }]
}