{
    "Changes": [
     {
		"LogName": "Year 3 Festival Egg Hunt - spring13",
		"Action": "EditData",
		"Target": "Data/Festivals/spring13",
		"Entries":
		{
			"Abigail": "¿Vas a traer tu juego nuevamente este año?$h",
			"Robin": "Construiré tantas cooperativas como quieras. Cada una es tan agradable para mí como la última.",
			"Demetrius": "El pasto en el valle es muy nutritivo para las gallinas, quizás incluso mejor que el maíz que se da en la mayoría de las otras granjas.",
			"Maru": "Estoy tratando de tener ideas de lecciones relacionadas con huevos para Penny. Es difícil cuando Jas ya sabe casi todo sobre ellos.",
			"Sebastian": "Este festival debe parecer realmente extraño para alguien con cero contexto.#$b#Se supone que tomamos un día entero para poder hablar sobre... huevos. ¿En serio?#$e#¿Cómo fue tu primer año aquí?",
			"Linus": "Me estoy ayudando con porciones modestas. Con suerte, habrá algunas sobras que pueda llevar a casa.",
			"Caroline": "Debes tener mucho efectivo almacenado. ¿Hay algo que tengamos en venta que aún no poseas?",
			"Alex": "Intento comer por lo menos tres huevos al día.#$e#Necesito todas esas proteínas para mis piernas.",
			"George": "La mitad del pueblo haría un escándalo si me quedara allá. Pensé que era más fácil terminar con esto.",
			"Evelyn": "¿Cuántos años has estado aquí, cielo?#$b#Bueno, estoy feliz de que hayas decidido quedarte. Es importante para George y para mí saber que Pueblo Pelícano tiene futuro.",
			"Lewis": "¿Te estas divirtiendo, @?$h",
			"Clint": "Simplemente seguí adelante y tomé uno de cada plato este año. Nadie se enojará, ¿verdad?",
			"Penny": "Los niños han estado esperando este festival durante semanas.",
			"Pam": "Me pregunto si algún día Gus me enseñará algunas de sus recetas.",
			"Emily": "He estado despierta desde el amanecer para colorear huevos... siempre es mi parte favorita de la temporada.$h",
			"Haley": "Este festival está bien... pero lo que realmente estoy esperando es la danza floral.",
			"Jodi": "A Vincent le encanta este festival... Da gusto verlo tan contento.",
			"Kent": "No soy muy fan de los huevos, la verdad. Pero es agradable ver a Vincent de buen humor.",
			"Marlon": "Incluso con la pierna mala, jamás me pierdo ningún festival.",
			"Sam": "Tomé algunos medicamentos para la alergia esta mañana. Ahora me siento un poco loco.#$e#Siempre empeora en este festival, por alguna razón. Tal vez sea solo por pasar tanto tiempo afuera.",
			"Leah": "Nada especial en el ponche de frutas este año. Eso está totalmente bien.#$b#Soy un poco mayor de lo que era cuando me mudé aquí.",
			"Shane": "Nuestras gallinas han hecho horas extra para preparar este festival.#$b#Se merecen lo mejor esta noche... ¡Boles llenos hasta arriba de maíz dulce!$h",
			"Marnie": "¡Creo que las cosas salieron bastante bien este año!$h",
			"Elliott": "Este ambiente no es particularmente inspirador para mí en el sentido literario, pero me estoy divirtiendo bastante.$h",
			"Gus": "Espero que todos disfruten de la comida... Llevo días cocinando para tenerlo todo listo.#$b#Huevos fritos, huevos duros, huevos pochados, huevos rellenos, huevos revueltos, huevos de chocolate... ¡Todos los huevos que quieras!$h",
			"Wizard": "Hmm... ¿Y qué tal un huevo crudo de lagarto con tuétano ennegrecido por encima?",
			"Harvey": "Este año, estaba esperando el festival del huevo como si fuera una vieja tradición familiar.#$b#Tengo mucha suerte de haber terminado en este pueblo.",
			"Jas": "Haré la búsqueda de huevos, pero creo que solo buscaré los huevos que decoré.#$e#Es muy difícil competir con adultos.",
			"Vincent": "¿Cuándo comienza la búsqueda de huevos?¡¡Estoy muy emocionado!!$h",
			"Willy": "A veces escondo un huevo tan bien que nadie lo encuentra...#$b#Hasta que llega el verano. Entonces el aire caliente hace que empiece a oler a podrido... Je, je. $h",
		},
	},
	{
		"LogName": "Year 3 Festival Flower Dance - spring24",
		"Action": "EditData",
		"Target": "Data/Festivals/spring24",
		"Entries":
		{
			"Abigail": "Aquí vamos de nuevo.$u#$e#Supongo que sobrviviré a este también.",
			"Robin": "Ahh... El aire huele muy dulce con todas esas flores...$h",
			"Demetrius": "El momento de este festival está en congruencia casi perfecta con un aumento en la actividad del ecosistema.#$e#Estoy seguro de que no es casualidad. Los humanos están conectados al mundo natural más de lo que nos damos cuenta.",
			"Maru": "Me encanta bailar, aunque este baile es un poco forzado. Pero a los mayores les encanta.",
			"Sebastian": "Ugh...",
			"Linus": "Oh, hola. Es muy amable de tu parte hablar conmigo.#$b#La primavera ya se acaba... Qué pena.",
			"Caroline": "¿Pierre vendió algo hoy...?",
			"Alex": "Estoy disfrutando del paisaje... Je, je.",
			"George": "Me pregunto cuántos más de estos festivales me quedan...#$e#Oh, no te preocupes. No planeo irme pronto.",
			"Evelyn": "Espero que te gusten los arreglos florales, cielo. Pongo un poco de esfuerzo extra cada año.",
			"Clint": "Emily es una bailarina bastante buena, ya sabes.#$e#Espero que los hombres con los que baila lo aprecien.",
			"Penny": "Sé que el baile estará bien. Siempre lo está. Pero mis nervios nunca parecen calmarse.",
			"Pam": "Esto es vida... ¿Verdad? Vino dulce, el sonido del riachuelo, una brisa cálida... ¿He mencionado el vino?",
			"Emily": "Recuerdo tu primer año en la Danza Floral. ¡Ese fue un buen año!",
			"Haley": "Sé que uno de estos años ya no seré la reina de las flores. Pero por ahora, nadie parece tener un problema con ello.",
			"Jodi": "Me pregunto cuántos años más pasaran hasta que Vincent tenga la edad suficiente para esto.",
			"Kent": "Bailando... cantando... todo por el gusto de hacerlo.#$b#Así es como se ve la felicidad.#$e#Estoy agradecido de ver a todos felices así. Es... de lo que se trata, ¿verdad?",
			"Marlon": "Marnie está preciosa hoy...",
			"Sam": "Ey, no me importa quién sepa que me gustan las flores. Cualquiera que se sienta cómodo en su masculinidad tiene que ser honesto.",
			"Leah": "El agua en movimiento es realmente difícil de pintar. Estoy tratando de grabar la imagen de este río en mi mente.",
			"Shane": "Hmm... Lo bueno es que no me gusta demasiado el vino. Sin embargo, es tentador.$u",
			"Marnie": "¡Todos se ven tan bien! No puedo decidir si este festival me hace sentir mayor o más joven. O quizás un poco de ambos.",
			"Elliott": "Me siento particularmente inspirado por esta escena. Debería desenterrar algunos de mis viejos sonetos y ver si necesitan alguna revisión.",
			"Gus": "Parece que empieza la temporada de las ranas.",
			"Harvey": "Se supone que este baile es para jóvenes.#$b#Yo... supongo que eso significa que todavía puedo participar.$11",
			"Jas": "¡Algún día seré reina de las flores!",
			"Vincent": "No es justo... ¿Por qué yo no puedo ser reina de las flores?",
			"Willy": "Tendría que haberme traído la caña.",
		},
	},
	{
		"LogName": "Year 3 Festival Luau - summer11",
		"Action": "EditData",
		"Target": "Data/Festivals/summer11",
		"Entries":
		{
			"Governor": "¡Ese año, la sopa estaba deliciosa! O ¿fue el año pasado...?#$b#...no, ¿Tal vez fue un año diferente? Ah, no me acuerdo.",
			"Abigail": "Aquí está más tranquilo. ¿Viniste aquí por la misma razón?",
			"Robin": "Ay... Me has pisado, cariño.",
			"Demetrius": "Cómo cansa esto, cariño. ¿Vas a visitar el buffet en breve? *Ufff*",
			"Maru": "Mmm, saqué cerdo y esos fideos de arroz resbaladizos. Creo que juntos son mis favoritos.",
			"Sebastian": "Si de repente lloviera en este momento, la gente correría y huiría como si la lluvia estuviera hecha de veneno.#$e#¿Es malo si la idea de esa vista me hace realmente feliz?$h",
			"Linus": "Una rotación lenta y continuada es la clave para conseguir el asado perfecto.",
			"Pierre": "Hmmm... Si consigo poner de mi parte al gobernador, a lo mejor le da un respiro fiscal a mi negocio...#$b#¿Le gustará el whisky añejo?#$e#Ya podría el alcalde dejar de charlar con él todo el rato...",
			"Caroline": "¿Dónde está Abigail? ¿Se fue otra vez?",
			"Alex": "Hace el tiempo perfecto para una fiesta en la playa, ¿no?",
			"George": "¡Esa música! Está demasiado alta.#$b#¿Es que no puedo tener ni un poco de paz y tranquilidad para disfrutar del océano?",
			"Evelyn": "Ahh... El olor del océano me hace volver muchos años atrás. Mucho antes de que tú nacieras.",
			"Lewis": "¡Prepárate! El gobernador está aquí para su visita anual.#$b#Si has traído algo para la sopa, asegúrate de añadirlo a la olla.",
			"Clint": "A ver... ¿qué más aún no he probado?",
			"Penny": "Bien, vamos a jugar. Mira al alcalde, cada vez que sonríe y dice '¡Absolutamente!' para el gobernador, tienes un punto.#$e#Es adorable. He mirado por encima de mi hombro varias veces y ya estoy en cinco puntos.",
			"Pam": "¡Je...! Buffet libre. Una de las ventajas de vivir aquí. ¡Disfrútalo!",
			"Haley": "Beber un jugo de un coco es lo mejor. ¿Alguna vez lo has probado?",
			"Jodi": "Espero que la sopa esté buena este año.",
            "Kent": "Me mantendré alejado de la sopa. ¿Quién sabe qué podría haber allí?",
			"Marlon": "Prefiero quedarme acá junto a los árboles... Se está mucho más fresco.",
			"Sam": "No sé si ya lo tengo en mí ser un bromista. Han pasado varios años desde que hice algo.#$e#Tengo que dar un buen ejemplo para Vincent.",
			"Leah": "Ey, ¿has visto alguna buena pieza de madera flotante?#$e#Siempre me pregunto cuánto tiempo permanece en el mar antes de volver a casa.",
			"Shane": "Jooo... Me estoy calentando un poco por toda esta comida picante. ¿Qué hay para beber?",
			"Marnie": "*Bostezo* Estoy cansada. Creo que esta noche dormiré como un tronco, especialmente después de semejante fiesta.$s",
			"Elliott": "Hay una maravillosa sopa de langosta en la mesa más cercana al océano. ¿Ya has comido algo?$h",
			"Gus": "¡Estos malditos tábanos no paran de posarse en la comida!",
			"Wizard": "Las sirenas y los tritones sienten curiosidad por vuestras festividades.#$e#Se enfadan cuando lanzáis basura al océano.",
			"Harvey": "Confío en que todos los que están aquí se cuidarán bien de este sol.#$b#Pero de todos modos sigue siendo mi trabajo fastidiar a todos.$h",
			"Jas": "Vincent no baila muy bien.",
			"Vincent": "Me aburro...",
			"Willy": "Hola, @. ¿Tomando un descanso?#$e#Para serte sincero, preferiría estar pescando ahora mismo.",
		},
	},
	{
		"LogName": "Year 3 Festival Moonlight Jellies - summer28",
		"Action": "EditData",
		"Target": "Data/Festivals/summer28",
		"Entries":
		{
			"Abigail": "El aire huele bien esta noche, ¿no te parece? Una premonición de otoño.",
			"Robin": "Hmm, me pregunto si ese velero necesita un poco de reparación este año.",
			"Demetrius": "El brillo bioluminiscente de las medusas lunares les ayuda a sobrevivir en las zonas profundas del océano.#$b#Muy pocos lugares en todo el mundo ven un fenómeno así, mucho menos cada año en la misma noche.",
			"Maru": "Hace un poco de frío, la verdad. Supongo que el otoño está al caer.",
			"Sebastian": "He visto algo moviéndose ahí... Algo grande y oscuro.#$e#Solo intentaba asustarte...$h",
			"Pierre": "Psst... ¡Acuérdate de pasar mañana por la tienda a por tus semillas de otoño!",
			"Caroline": "Qué románticas son las velas, ¿verdad?",
			"Linus": "Me escabulliré cuando lleguen las medusas... No quiero molestar a nadie.",
			"Alex": "¿Has hecho buenos recuerdos este verano?",
			"George": "Por supuesto que puedo quedarme despierto tan tarde. ¿Qué tan frágil crees que soy?",
			"Evelyn": "Que noche tan maravillosa. George y yo hemos pasado muchas de estas juntos.#$e#Todavía no me he cansado de ellas.",
			"Lewis": "Buenas tardes, @. Las medusas lunares se acercan... Ya he visto una brillando a la distancia.#$b#Cuando botemos el barco vela se acercarán al muelle a saludarnos.",
			"Clint": "Me he puesto mis mejores zapatos esta noche. Nadie se ha dado cuenta.$s",
			"Emily": "Mira ahí, al mar infinito. Bajo el mar hay todo tipo de formas de vida que se mueven en la oscuridad.#$b#Es inquietante, ¿no?",
			"Penny": "Qué fácil es la vida de las medusas... Dejándote llevar siempre por las olas.",
			"Pam": "Echo de menos estar junto a Penny durante este festival. Sin embargo, entiendo que ella necesita su espacio.",
			"Haley": "Creo que tal vez no tome fotos este año. Quiero disfrutar del momento en lugar de esconderme detrás de una cámara.",
			"Jodi": "¡Ahí! ¡He visto algo que brilla!#$b#Oh... Ya no está.$s",
			"Kent": "Que agradable. De hecho, me siento en paz esta noche.#$e#Tengo que disfrutarlo mientras dure.$h",
			"Sam": "¿Serán venenosas?#$e#A lo mejor no debería tirar a Sebastian al agua...$h",
			"Leah": "¡Ey! Estoy presentando mis respetos a otro verano que se va.",
			"Shane": "Me alegro de tener mi sudadera con capucha. Algunas personas aquí parecen estar temblando al final de la noche.",
			"Marnie": "De hecho, siento un poco de ganas de cantar algo. El ambiente se siente bien.#$e#Quizás solo tararearé. No quiero molestar a nadie.",
			"Elliott": "He preparado un poema para esta noche. Es un poco largo, pero háblame de nuevo si quieres escucharlo.#$e#El océano de medianoche#$b#Cuando me perdí en la vida como si estuviera dormido, / Caí en las profundidades del océano de medianoche, / Las olas agitadas me atacan insesántemente.#$b#\"Es absurdo, no puedo morir\", pensé con orgullo, / Porque aunque barrió mi cuerpo de lado a lado, / \"Solo necesito una guía luminiscente.\"#$b#Quizás un relámpago podría cegar, / destellar una costa, grabarla en mi mente / Un refugio simple, un hallazgo bastante fácil.#$b#Quizás un galeón real, esperanza ardiente - / La tripulación me espiaría a través de un telescopio, / Y con una fanfarria brillante, me ofrecerían una cuerda.#$b#Pero nada majestuoso respondió a mi grito de orgullo: / En cambio, algunas medusas resplandescientes se acercaron, / Estas criaturas espeluznantes no son más brillantes que un suspiro.#$b#Y atraído por esta compañía fantasmal, / Me uní a su flujo, mi fuerza regresó libre, / Atraído al refugio, vi#$b#La luz salvadora no golpea en un espectáculo llamativo / Sino que destella en el más suave y sombrío resplandecer.#$e#Que tengas una buena noche.$h",
			"Elliott_spouse": "He preparado un poema para esta noche. Es un poco largo, pero háblame de nuevo si quieres escucharlo.#$e#El océano de medianoche#$b#Cuando me perdí en la vida como si estuviera dormido, / Caí en las profundidades del océano de medianoche, / Las olas agitadas me atacan insesántemente.#$b#\"Es absurdo, no puedo morir\", pensé con orgullo, / Porque aunque barrió mi cuerpo de lado a lado, / \"Solo necesito una guía luminiscente.\"#$b#Quizás un relámpago podría cegar, / destellar una costa, grabarla en mi mente / Un refugio simple, un hallazgo bastante fácil.#$b#Quizás un galeón real, esperanza ardiente - / La tripulación me espiaría a través de un telescopio, / Y con una fanfarria brillante, me ofrecerían una cuerda.#$b#Pero nada majestuoso respondió a mi grito de orgullo: / En cambio, algunas medusas resplandescientes se acercaron, / Estas criaturas espeluznantes no son más brillantes que un suspiro.#$b#Y atraído por esta compañía fantasmal, / Me uní a su flujo, mi fuerza regresó libre, / Atraído al refugio, vi#$b#La luz salvadora no golpea en un espectáculo llamativo / Sino que destella en el más suave y sombrío resplandecer.#$e#Te veré en casa, cariño.$h",
			"Gus": "Medusas lunares... ¿Qué sabor tendrán?$h#$b#¡Jamás probaría una, por supuesto!$u",
			"Wizard": "¿Cómo me has encontrado aquí? Pensaba que estaba bien escondido.#$b#A lo mejor tienes el don de la clarividencia.#$b#Oh espera. No, probablemente solo recuerdes que estuve aquí el año pasado.",
			"Harvey": "Solo tengo que echar un vistazo a todos. Paso tanto tiempo asegurándome de que sus cuerpos estén funcionando correctamente...#$b#...que es realmente un momento conmovedor ver a todos tan bien y tranquilos.",
			"Jas": "¿Las medusas de este año serán las mismas del año pasado?#$b#Porque si lo son, los bebés probablemente ya hayan crecido.",
			"Vincent": "No estoy cansado! ¡Nunca me canso!",
			"Willy": "Es tentador ir a buscar mi red y recoger alguna de estas, no es el lugar para hacer tal cosa.#$e#Eso sería irrespetuoso con el océano.",
		},
	},
	{
		"LogName": "Year 3 Festival SDV Fair - fall16",
		"Action": "EditData",
		"Target": "Data/Festivals/fall16",
		"Entries":
		{
			"Abigail": "Participé en todos los juegos de aquí en los últimos años.#$b#Oh bueno. Tal vez buscaré más fichas estrella para otro premio o dos.",
			"Robin": "La carpintería es una antigua tradición de la que me enorgullece formar parte.$h",
			"Demetrius": "Siempre supe que Robin haría grandes cosas por esta comunidad si los locales la contrataran.#$e#Ey, gracias por tu patrocinio.",
			"Maru": "Ojalá pudiera llevarme a casa una de estas botellas de salsa de barbacoa. Pero supongo que entonces no habría suficiente para todos.",
			"Sebastian": "Mucho ruido. Quizás más tarde lleve mi moto a dar un paseo para descansar.",
			"Pierre": "Hola @. ¿Realmente necesitas las fichas de estrellas por ganar el primer lugar este año?#$e#Quiero decir, no es por disuadirte, es solo que...",
			"Caroline": "Pierre se toma muy en serio su exposición agrícola. Ha estado apartando los productos con el mejor aspecto durante semanas.#$e#¡Mucha suerte si participas!",
			"Linus": "Estos animales nunca juzgan a la gente por su aspecto. No se puede decir lo mismo de los humanos.",
			"Alex": "Creo que me mantendré alejado del juego 'Fuerza' este año. ¿Qué otros juegos tienen aquí?",
			"George": "Je... ¡Es hora de un poco de indulgencia!$h",
			"Evelyn": "Ojalá Gus incluyera una alternativa vegetariana. Unos pinchitos de calabacín, ¿quizás?",
			"Lewis": "¡Hola, @! Supongo que ya sabes como es.#$b#Me encantaría ver lo que has traído este año.$h",
			"Clint": "Desafortunadamente, no tengo ninguna barra de iridio para mostrar. Esas cosas son demasiado valiosas para usarlas.",
			"Emily": "¿Quizás a Haley le gustaría que le consiguiera un globo? Nunca eres demasiado mayor para los globos.#$e#Quien está cansada de los globos está cansada de la vida.$h",
			"Penny": "Gané la ruleta diez veces seguidas, supongo que fue una probabilidad de 1 en 1024.$s#$e#Pero eso es asumiendo que los lados naranja y verde caen de manera uniforme.",
			"Pam": "Parece que nunca puedo hacer despegar mi hobby de pesca, excepto en los festivales.#$e#Tal vez si fuera joven otra vez...",
			"Haley": "¿La adivina? No se. Olvidé mi fortuna del año pasado. Ya lo he superado.#$e#Todavía lo hago por diversión, pero quiero vivir por lo que quiero, no solo por lo que alguien dijo que me podría pasar.",
			"Jodi": "Bueno, al menos no es el mismo payaso de cuando Sam era un niño.#$b#Creo que Sam es la razón por la cual el alcalde Lewis sigue contratando payasos.$s#$e#Um... no preguntes.$s",
			"Kent": "...¿Por que?#$e#¿Simplemente por que...?",
			"Sam": "¡Obtuve casi 600 puntos en la tienda de tirachinas este año! ¡Ni siquiera sé cuántas fichas estrella me ganaron!$h#$e#Simplemente me dieron una gran bolsa de fichas.$h",
			"Leah": "Admiro mucho la habilidad de Robin con la carpintería. Utilizó muchas de sus técnicas adaptadas a mi propio trabajo.",
			"Shane": "Estas vacas son responsables de la rueda de queso gigante que Marnie tiene en su exhibición. Y estos son dos de nuestros mejores pollos.#$e#Los cerdos solo necesitaban salir.",
			"Marnie": "¿Hay algo que pueda hacer para que mi exhibición sea más atractiva visualmente?",
			"Elliott": "Esta barbacoa es una sinfonía de sabor.$h#$b#Me pregunto si todos los demás saben que está aquí.",
			"Gus": "¡Come todo lo que quieras! Todo es gratis hoy... Dale las gracias al alcalde Lewis.$h#$e#¡Oh! Asegúrate de echarle un poco de mi salsa secreta a la comida.",
			"Wizard": "Welwick y yo nos conocemos desde hace bastante tiempo... Es una adivina excepcional y una buena amiga.#$e#...#$e#Ese payaso... Me suena de algo.#$e#¿Será de la escuela de ilusionismo? ¿O del carnaval de los secretos? Hmm...",
			"Harvey": "Y justo aquí al lado, Gus está asando una montaña de costillas de cerdo... Ufff...$s#$e#Creo que necesito un examen de conciencia...$11",
			"Jas": "¡Auch! ¡Una gallina me ha picado en el dedo meñique!$u",
            "Vincent": "¿Ves? ¡Las gallinas, los cerdos y las vacas huelen mal, pero todos los aman!#$e#Ni siquiera huelo mal, pero mamá dice que tengo que empezar a bañarme todos los días cuando sea mayor.$s",
			"Marlon": "Las hojas de Clint son más mortales cada año.#$e#Igual que sus precios...",
			"Willy": "Casi atrapé al pez gato más grande que hayas visto a principios de la temporada.#$e#Lástima que no duró hasta hoy.#$e#Bueno, un hombre tiene que comer...$s",
		},
	},
	{
		"LogName": "Year 3 Festival Spirits Eve - fall27",
		"Action": "EditData",
		"Target": "Data/Festivals/fall27",
		"Entries":
		{
			"Abigail": "¿Qué quieres decir con que las arañas no son reales? Definitivamente se mueven cuando asomo la cabeza por la esquina.$s",
			"Robin": "Ey @. ¿Hay alguna receta que aún no hayas probado?#$e#El invierno va a ser un buen momento para hacerlo. O podría redecorar tu hogar.",
			"Demetrius": "Maru terminó su cena. Y acabo de verla entrar en el laberinto.",
			"Maru": "Acabo de empezar. Adelantate si quieres.#$e#Que raro... es como si mis pies estuvieran hechos de plomo. ¿Cuando pasó?$s",
			"Sebastian": "Estaba en el laberinto. Está bastante bien hecho.",
			"Caroline": "Um, si ves a Abby en el laberinto, ¿puedes decirle que no se pierda la cena? Tienen algunos de sus platos favoritos aquí...",
			"Alex": "Llegué al final el año pasado, pero todo lo que encontré fue una caja vacía. Alguien debe haberlo encontrado primero.#$e#Ahora, si pudiera recordar a dónde fui después de esto...$s",
			"Lewis": "No puedo decidir si amo este festival o si lo odio.#$e#Definitivamente es impresionante, pero parece que nunca puedo encontrar respuestas sobre cómo ese viejo lo arma y lo limpia.",
			"Clint": "Una de mis mazas de iridio acabaría enseguida con estas cosas",
			"Emily": "Me divierto mucho tallando calabazas. Aunque no duran mucho, así que Haley toma fotos de las mejores.",
			"Penny": "Creo que hay... algo que me atrae aquí, todos los años.*Bostezo*... ¿Pero por que?$s",
			"Pam": "¡Yo me apunto a todos los eventos que tengan papeo gratis! Eso sí, no me verás entrar jamás en el laberinto encantado.",
			"Haley": "Estoy sacando fotos de personas cuando salen del laberinto. Aunque, de ninguna manera voy a entrar allí otra vez.",
			"Jodi": "*Bostezo*... ¿Ya es hora de dormir? Cuanto más vieja me hago, menos puedo quedarme hasta tarde.$s",
			"Kent": "Solía amar estas cosas cuando era niño. Sin embargo, hoy en día parece que...#$b#... No sé, es solo un desperdicio de adrenalina, si es que eso tiene sentido.",
			"Sam": "Creo que finalmente lo descifré.$h#$b#Aunque, estás aquí al mismo tiempo que yo, así que... si quieres el premio, es todo tuyo.#$b#Me dirigiré al final si no tienes sentimientos fuertes al respecto.",
			"Leah": "El arte de terror surrealista de repente suena atractivo. Ha pasado un tiempo desde que hice algo así.#$e#Aunque, cuando vives sola y pasas demasiado tiempo con tu mente inmersa en ese género, puede molestarte un poco.#$b#Hmm, quizas no.$s",
			"Marnie": "Hola, @. ¿Has tenido un otoño productivo?#$e#Empieza a hacer bastante frío... Los cultivos no aguantarán mucho más.",
			"Elliott": "Leí algunas historias clásicas de terror hoy. ¡Qué divertido!",
			"Gus": "Es muy divertido cocinar con calabaza. Qué fruta tan interesante.",
			"Harvey": "No tengo suficiente energía para socializar, así que vine aquí.#$e#Sabía que no había ningún susto en esta parte del laberinto.#$e#Supongo que me reuniré con los vivos en unos minutos. Je",
			"Shane": "Entonces, ¿qué es eso de una fortaleza subterránea congelada? El aventurero estaba diciendo algo al respecto.",
			"Jas": "Jeje, ¡me encanta quedarme despierta hasta tarde!$h",
			"Vincent": "Sam me trajo al laberinto, pero...$s#$e#...Talvez el próximo año.$s",
			"Marlon": "Has recorrido un largo camino, @. Vistas como éstas probablemente ya ni siquiera te desconciertan, ¿eh?",
		},
	},
	{
		"LogName": "Year 3 Festival Ice Festival - winter8",
		"Action": "EditData",
		"Target": "Data/Festivals/winter8",
		"Entries":
		{
			"Abigail": "Nop, creo que es seguro decir que soy moralmente incapaz de crear muñecos de nieve de aspecto normal.",
			"Robin": "Sé que llego tarde para hacer esto nuevamente, ¡pero tiene que ser arquitectónicamente preciso!",
			"Demetrius": "¿Sabes qué? Debería haberme puesto una chaqueta.",
			"Maru": "Puedo ser creativa al hacer inventos, pero mi creatividad tiene que cumplir una función.#$e#Entonces, este muñeco de nieve está cumpliendo su función. Está siendo un muñeco de nieve muy muñeco de nieve.",
			"Sebastian": "¿Frío? Nah, yo nunca tengo frío.",
			"Pierre": "Ahh, me encanta salir al aire libre en invierno.",
			"Shane": "Mmm, pizza...$u#$e#Lo siento, acabo de tener un deseo realmente malvado.",
			"Caroline": "¿Qué tal te trata el invierno, @?$h",
			"Linus": "Construir iglúes es un arte que aprendí de los habitantes de la tundra que viven más allá del mar helado.#$e#Hace ya muchos años.$h#$e#Un iglú es un buen hogar, pero es más fácil quedarme en mi tienda durante todo el año.",
			"Alex": "Al menos aún quedan un par de juegos de gridball esta temporada.",
			"George": "¿Frío? Claro, tengo frío. Pero siempre tengo frío, más o menos.#$e#Pero sí, hace bastante frío.$s",
			"Evelyn": "¿Te he contado alguna vez cómo nos conocimos George y yo? Pues me dio de lleno con una bola de nieve en este mismo festival.#$e#Entonces era todo un caballero, así que vino a ver si estaba bien.$h",
			"Lewis": "¡@! Me alegra que pudieras venir.$h#$b#Seguro que he visto muchos peces bajo el hielo este año. ¡Asegúrate de esperarlos!",
			"Clint": "Oh, hola Emily. Puedes arreglarlo si quieres. No es muy bueno.",
			"Emily": "Bueno, este muñeco de nieve solo necesita un poco de amor y cuidado. Entonces estará bien.",
			"Penny": "$y 'Hmm... ¿Qué clase de muñeco de nieve deberíamos hacer?_Uno clásico. Nariz de zanahoria, chistera, bufanda._Supongo que lo mejor es quedarse con lo clásico, ¿no?$h_Algo estrafalario. Antenas de carámbano, ojos de piña._¡Vale! Suena divertido.$h_Los muñecos de nieve son un rollo. ¡Piensa en algo distinto!_Um... Creo que prefiero algo más convencional.'",
			"Pam": "¡Pienso ganar el concurso de pesca en el hielo!#$e#Aunque Willy va a ser un rival duro... Se dedica a esto día y noche.$s",
			"Haley": "He estado viendo muchas comedias románticas cursis en la televisión. Las de invierno son siempre las mejores.",
			"Jodi": "El bosque está precioso en invierno, ¿verdad?",
			"Kent": "Puedo pescar. Solía pescar todo el tiempo, pero...#$b#...Preferiría no tener los ojos de todos sobre mí en una competencia.",
			"Sam": "Espero que tengamos una tormenta de nieve pronto. Nada se compara con la gran nevada que tuvimos cuando tenía la edad de Vincent.",
			"Leah": "¿Qué piensas? ¿Es más bello un proyecto de arte si dura mucho tiempo o si desaparece rápidamente?",
			"Marnie": "Me dan pena todos los pobres animales que pasan frío ahí fuera.$s",
			"Elliott": "No sé cómo encuentras tiempo para pescar con todo tu trabajo en la granja.",
			"Gus": "Siento que no haya comida.#$e#Tendrás que esperar a la fiesta de la estrella invernal. El empacho te durará varios días.",
			"Harvey": "Para mí es un misterio cómo las personas que viven en regiones perpetuamente frías lograron sobrevivir durante miles de años.",
			"Jas": "Quiero hacer que nuestro muñeco de nieve sea realmente alto este año.",
			"Vincent": "¿No se resfrían los peces?",
		},
	},
	{
		"LogName": "Year 3 Festival Winter Star - winter25",
		"Action": "EditData",
		"Target": "Data/Festivals/winter25",
		"Entries":
		{
			"Abigail": "Mi mamá casi nunca bebe excepto en este día. Ella debe sacar todo de su sistema a la vez.",
			"Robin": "Buenas, @. Vente a nuestra mesa si necesitas compañía.$h",
			"Demetrius": "¿Alguna idea sobre quién podría ser tu amigo secreto?",
			"Maru": "Mmm, finalmente. He estado esperando esto todo el mes.",
			"Shane": "Días como éstos siempre me dan algo bueno que esperar.",
			"Sebastian": "La comida es buena. Simplemente no tengo mucho que agregar a la conversación en nuestra mesa.",
			"Pierre": "Mis ventas han sido espectaculares últimamente... Gracias a la fiesta de la estrella invernal.$h#$e#Ah, las fiestas son lo mejor para mi negocio. A lo mejor podría inventarme algunas nuevas...",
			"Caroline": "Chocolate caliente, sidra especiada... ¿Hay agua? No quiero tener resaca.$h#$e#Eh. Probablemente esté bien.$h",
			"Linus": "Yo me uniría... Pero creo que no soy bien recibido.$s",
			"Alex": "Whoa. En algún momento, creo que perderé mi capacidad de comer y comer sin engordar$s#$b#Hasta ahora solo he comido cuatro platos, pero siento que ya podría estar en mi límite.$s#$e#Bueno, eran platos grandes.",
			"George": "¿Cómo es posible que ya haya pasado otro año desde nuestra última fiesta de la estrella invernal?",
			"Evelyn": "¡Oh, otro año con todo el pueblo junto! Realmente es especial.$h",
			"Lewis": "Hoy es el momento de dar las gracias por la fortuna de este año. ¡Olvídate de tus preocupaciones por un día y relájate!",
			"Clint": "*sigh*... Cuántas familias felices. Pero para mí solo significa otro año más de soledad.",
			"Emily": "$y '¡@! ¿Qué esperas encontrar bajo el árbol de la estrella invernal?_Una comida casera._Aww, eso sería especial, ¿no? Un pequeño toque personal._Un perrito._Ja, si solo eso, ¿verdad?$h_Un nuevo sofá._Um... Si. ¿Tal vez? No sé cómo cabría eso en alguna de estas cajas.$u'",
			"Penny": "Qué árbol tan hermoso.$h",
			"Pam": "Hmmph... Menudo disgusto no haber ganado el concurso de pesca en el hielo de este año.$4",
			"Haley": "Creo que tengo una buena idea de quién es mi amigo secreto.",
			"Jodi": "No es la temporada ideal para ponerse a dieta...$s",
			"Kent": "Ey. ¿Pasando un buen rato?#$e#¿Yo?... Sí, en realidad. Gracias por preguntar.$h",
			"Sam": "Fue un buen año. Creo que voy a extrañarlo",
			"Leah": "No puedo creer que Gus no hable más sobre la comida que pasó preparando toda la semana.#$e#Tal vez los bastones de caramelo son solo su tema de referencia cuando está exhausto de cocinar y se desmorona.$u",
			"Marnie": "¡Te damos la bienvenida a la fiesta de la estrella invernal!$h",
			"Elliott": "Oh, ¿sigue hablando Gus? Debo haberlo desconectado.",
			"Harvey": "¡Doy gracias por que no haya habido emergencias médicas este año!",
			"Jas": "Me pregunto si tendré otra muñeca princesa este año.",
			"Vincent": "Desearía que hoy se repitiera todos los días.",
			"Marlon": "Felices fiestas. Gil envía sus saludos.",
		},
	}]
}