{
	"patio_Wizard":"真是适合外出走动的愉快一天。想和我一起去吗？$0",
	"spouseRoom_Wizard":"嗯…我不想完全占领农舍，但我确实希望这里有更多我的魔法书可以研究。$0",
	"funReturn_Wizard":"能回到这里真是太棒了。$1",
	"funLeave_Wizard":"我有一些魔法相关的事情要去处理。我保证会准时回来吃晚饭的。$0",
	"OneKid_0":"小孩子有一种神奇的力量，不是吗？$0#$b#无限的想象力是一种强大的工具。$0",
	"OneKid_1":"啊…全世界所有的魔法训练都没有换尿布带给我的挑战大。$0",
	"OneKid_2":"我希望我们的孩子能继承我们两个的优点。而不是不那么好的一部分。$0",
	"OneKid_3":"你在我们的孩子身上看到那些魔法运行的迹象了吗？好吧…这种迹象正常不会显现的这么早。$0",
	"OneKid_4":"当我们的孩子再大一些，我们全家可以一起去姜岛度假。$0#$e#我希望他们在成长过程中能够有更多的见识，而不是只局限于一个小小的山谷。$1",
	"TwoKids_0":"在我工作过程中访问过的所有美丽的地方中，没有一个能与这个农舍和我们的小家庭相比。$1#$e#%马格努斯笑着对我说。",
	"TwoKids_1":"养孩子和养猫可不一样呀？两个孩子意味着双倍的工作量…甚至更多。$0",
	"TwoKids_2":"我想我今天看到我们的一个孩子表现出了精神控制的早期症状！$3#$e#一只泰迪熊从架子上滑了下来…也许是他们召唤的！$0#$b#……是的，我承认那只熊可能只是刚好掉下来。$2",
	"TwoKids_3":"你觉得让阿比盖尔照看孩子怎么样？$0#$e#……只是一个想法罢了。$1",
	"TwoKids_4":"我真心希望我们的孩子中至少有一个决定追随我的脚步。$0#$e#我想这有点虚荣，不是吗？但我希望能分享魔法世界给所有人。$0",
	"spring_Wizard":"晚些时候能和我一起在树林里散步吗？我可以带你去看看你在春天能找到的所有有用的植物。$1",
	"spring_1":"当我听到树木为生长而歌唱时，我确定春天已经到来了。$0#$e#嗯？是的，当然是树木在唱歌。如果你仔细听，你应该也能听到。$0",
	"spring_13":"今天是彩蛋节是吗？每年都是如此，我想知道寻蛋大赛的传统是从什么时候开始的…$0#$e#我敢肯定这个传统一定持续很久了。$0",
	"spring_24":"今天想和我跳舞吗？当然，你也可以随时随地和我跳舞。$1",
	"summer_Wizard":"没有什么比夏日的微风更能抚慰人的心灵。不过说实话，我也喜欢雷暴天气。$0#$e#空中充斥着令人兴奋的雷鸣声。$1",
	"summer_1":"夏天到了！伴随着植物的茂盛生长，你会发现从你周围的世界汲取法力要容易得多。$0",
	"summer_11":"今天是夏威夷宴会，是吗？我确信无论镇上的人加入了什么，也会如同以往一样美味。$1",
	"summer_28":"月精灵今天会拜访我们。我们对它们知之甚少，但是……$0#$b#我怀疑它们比我遇到的任何其他海洋生物都更有神秘力量。$1",
	"fall_Wizard":"收获的季节已经到来。我希望我们今年仍能大获丰收。$0",
	"fall_1":"秋天的蘑菇种类很丰富。它们非常适合用在制作药水！$1#$e#如果你在这个季节进行任何觅食，我很希望你能分给我一些。$0",
	"fall_16":"我希望你为展览会将要展出的展品做足了准备。$1#$e#%马格努斯笑着对我说。",
	"fall_27":"布置镇上的迷宫是个重要的任务！除了需要消耗大量的魔力外，我还要投入大量的精力。$0#$e#我希望你和其他镇民能够喜欢它。…很抱歉回来的路上我可能不得不靠着你。$1",
	"fall_28":"我感觉到一场强烈的冬季风暴正在酝酿……$0",
	"winter_Wizard":"在冬天我通常会去镇上巡视或者在家读书。$0#$e#塔中的藏书我甚至只读了不到四分之一……$0",
	"winter_1":"真是场暴雪，不是吗？但即使天气如此恶劣，被白雪覆盖的世界看起来也很可爱。$0",
	"winter_8":"我猜你会在今天的冰雪节参加冰钓比赛，祝你好运！$1#$e#在森林里有一个地方泛溢着魔力，我要去评估一下。等你把威利摆平之后，欢迎你加入我。$0",
	"winter_12":"再过几天夜市就要来了。我过去曾在那里买过一些罕见的食材，这些食材都很实用。$0",
	"winter_25":"冬日星快乐，我的爱人。我期待着我们将要一起度过的新的一年。$4",
	"Indoor_Day_Wizard":"我们在这个小农场上建了一个多么舒适的家啊！比漏风的塔楼要好得多。$1",
	"Indoor_Day_0":"我想我今天要做一些清洁工作…如果我在这个过程中使用一些魔法，你不会太责怪我吧？$0",
	"Indoor_Day_1":"今天晚些时候我在这里安排了一个小小的仪式。$0#$e#别担心，不会弄糟的。$0#$b#大概……$3",
	"Indoor_Day_2":"你存放在冰箱里的农产品非常充足。$0#$b#这让我很难产生去购物的想法。$1",
	"Indoor_Day_3":"嗯…我想一会儿要去森林里走走。我在这里有点焦躁不安。$0",
	"Indoor_Day_4":"你认为我们这里有空间再放一个书架吗？$1",
	"Outdoor_Wizard":"我喜欢待在户外而不是闷在室内。这过多地限制了一个人对世界的看法。$0",
	"Outdoor_0":"*哼唱* 你好，@！真是完美的一天，不是吗？$1",
	"Outdoor_1":"你去过城堡村吗？我更喜欢这里的空气。这里的空气更干净，更清爽，而且没有魔法的味道。$0",
	"Outdoor_2":"不断生长的事物总是会给周围的世界带来丰富的魔力。它是如此集中在这个农场里，几乎是可以说是铺天盖地。$0#$e#它涌现出如此巨大的活力。$1",
	"Outdoor_3":"我用来制作药剂的材料已经不多了。我需要尽快到森林里再收集一些。$0",
	"Outdoor_4":"今天早上我在农场上空发现了一只罕见的鸟！我想知道它是否从芬群岛飞来的。$0",
	"Rainy_Day_0":"下雨对农作物有好处，但对我的帽子却恰恰相反。$0",
	"Rainy_Day_1":"我知道这让我看上去有些诡异，但下雨会让我心情愉悦。$1",
	"Rainy_Day_2":"晚饭后我们要不要升起篝火，然后依偎在篝火前取暖？$0#$e#对我来说生火不是难事。$1",
	"Rainy_Day_3":"我对长袍唯一的不满只有一旦天气潮湿时就会因为湿气而变得异常沉重……$0",
	"indoor_Night_Wizard":"欢迎回家，@。我希望你今天没有让自己太辛苦。$0",
	"Indoor_Night_0":"这将是一个寒冷的夜晚。$0#$b#刚好有理由让我们依偎在一起。$1",
	"Indoor_Night_1":"我相信今天白天你肯定过得很充实。那晚上也请确保抽出时间来放松一下。$0#$e#%马格努斯笑着对我说。",
	"Indoor_Night_2":"今天对我来说很漫长。我很庆幸快要结束了…$0#$e#你今天过得怎么样？$1",
	"Indoor_Night_3":"公会马上要派遣我进行一次出差。光是想一想也让我觉得筋疲力尽……$0",
	"Indoor_Night_4":"提醒我让你看看我最近一直在做的符咒。这是一个保护性的咒语，但效果非常亮眼。$0",
	"Rainy_Night_Wizard":"我们俩今晚可以好好休息。$1",
	"Rainy_Night_0":"像这样的雨后隔天，森林又恢复了生机。而明天早上树木将会灿烂夺目。$0",
	"Rainy_Night_1":"雨水拍打在屋顶的声音十分催眠，你觉得呢？$0",
	"Rainy_Night_2":"我今天消耗了大量的魔力，因此需要多休息一会儿。$0",
	"Rainy_Night_3":"你的庄稼一定非常喜欢这种天气。$1",
	"Rainy_Night_4":"我今早应该去检查一下我塔楼前的花园。$0#$e#上古水果比其他植物需要更多的水分。这很可能是它们几乎绝迹的原因……$0",
	"Good_0":"啊，你好，我的挚爱！我刚刚正在想你呢。$1",
	"Good_1":"我今天尝试了一下我的烘烤手艺。我认为结果还不错，一切都在掌握之中。 [234 222 220]$0",
	"Good_2":"在经历了过去的种种痛苦之后，我从未想象过在醒来时会看见像现在这样甜蜜的生活…$0#$e#谢谢你给了我这个脾气暴躁的法师这样一个机会。$4",
	"Good_3":"我希望你有完美的一天，我的挚爱。$1",
	"Good_4":"我的塔里有各种稀有书籍和试剂，以及我从世界各地收集的几乎不可能找到的符咒。$0#$b#但是这些都比不上你对我来说珍贵。$4#$e#我意识到这是一个非常老套的说法。请你不要介意。$0",
	"Good_5":"我需要尽快想出一个新的咒语来打动你......我不想让你认为我失去我的魅力了！$1",
	"Good_6":"我们可以一起隐居。我可以和公会牵线搭桥，在山间里某个舒适的小镇找到地方居住。$0",
	"Good_7":"我爱你的原因有很多，其中之一是你那惊人的才华。还有处理任何事情都那么游刃有余。$0#$e#这一点令我非常欣赏你。$4",
	"Good_8":"你太努力工作了！你应该确保你有足够的精力。我给你做了些可以帮助你的小东西。$0",
	"Good_9":"你知道吗，我没想到这辈子能像现在这样和你在一起幸福度过。$1",
	"Neutral_0":"不要过度劳累工作。我不希望发生把你扛回家的事。$0#$e#……如果你真的在什么地方晕倒了…我的一个好朋友会照顾你的。$0",
	"Neutral_1":"度过了愉快的一天，@？$0",
	"Neutral_2":"研习魔法非常辛苦，但也会取得相应的回报。$0",
	"Neutral_3":"农场今年的运营状况似乎非常好。$1",
	"Neutral_4":"啊！你让我神魂颠倒了。我很抱歉。$3",
	"Neutral_5":"我不明白你在祖祖城是怎么工作的。那里的气味和噪音让我感到头疼。$0#$e#我喜欢比较宁静的地方，比如星露谷。$1",
	"Neutral_6":"钓鱼对我来说没什么吸引力。不过我很高兴你能乐在其中。$0",
	"Neutral_7":"我得马上去一趟城堡村见找卡米拉讨论一些魔法部的事。她确实是个有趣的女人。$0#$e#你知道，她很欣赏你。$0",
	"Neutral_8":"我们一会儿出去走一走吧，换个环境对我们有好处。$1",
	"Neutral_9":"农场的生活很安静祥和，不是吗？$0",
	"Bad_0":"*叹气* 我刚刚犯了一个严重的错误，@。我需要想办法解决。$2#$e#希望我解决问题的时候你能一直陪在我身边。$0",
	"Bad_1":"我可能会去我的塔里待上一段时间…你没有做错什么。我只是需要一些自己的时间。$0",
	"Bad_2":"那个该死的女人…卡米拉才华横溢，但有时她会让人非常生气。$5",
	"Bad_3":"……你和我在一起真的开心吗？$2#$e#对不起，我知道这是个蠢问题。别在意。$2",
	"Bad_4":"我测试的一个新咒语反弹到自己身上了。我觉得…不太舒服。$3#$e#如果你今晚醒来发现床上有只青蛙，找找我在桌上留下的那小包粉末。$3#$e#只要洒一点在我身上就行了。$3#$e#……$3#$e#%马格努斯看起来不太好……",
	"Bad_5":"*吸鼻子* 我最好不要过敏……这对我的工作简直是灾难。$0",
	"Bad_6":"我今天感觉很不对劲。不，我不认为你能帮上什么忙。$0",
	"Bad_7":"我在农场的工作效率不像在塔里那样高。这里有太多让人分心的事情了。$0#$e#啊，对…对不起。我不是有意这样说的。$2",
	"Bad_8":"我前妻昨晚飞过我的塔楼，设法把附近的树木烧得干干净净。$5#$e#那个愚蠢的女人如果不小心的话可能会引起森林大火。$5",
	"Bad_9":"我今天没有聊天的心情。这很快就会过去的。$0"
}