{
    "Changes": 
    [
        {
        
            "LogName": "Normal Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueSterling",
            "Entries": 																																	
            {
                //SPECIAL DATES    
                "patio_Sterling": "{{Random: 嗨，亲爱的！我只是在欣赏风景，顺便呼吸一下新鲜空气。#$b#尽管不得不说，有你站在面前，这里的风景美多了。$10 ++ 我正在想，或许我们能建个户外罐装站？这样我就不会总是把厨房搞得一团乱了。 ++ 嗨，亲爱的！我只是在看着%pet跑来跑去，适应炎热的天气...之前我看到一只蝴蝶停在它身上，我真该拍张照片的。 ++ 没有什么比有氧运动更能让头脑清醒了！|inputSeparator=++}}",
                "spouseRoom_Sterling": "{{Random: 终于能把我所有的行李拿出来整理好，在这里摆放得整整齐齐，这种感觉真棒。#$b#在城市里的时候，我的东西总是乱糟糟的...但和亨利搬去一起住的时候，我从没机会把我的东西都拿出来。$3#$b#我不知道。我想只是因为这种感觉太...安定了。我总担心他会厌倦了我，然后把我赶出家门。尽管我知道他不会这么做...#$e#很高兴我能和你一起找到我自己的安定生活。$1 ++ 嘿，亲爱的！我正在整理我的旧游戏卡带，发现了Mega姐妹大乱斗这个游戏；等你有空的时候，我们应该打个一两盘。$9 ++ 我正在浇花，亲爱的。你有什么需要我帮忙的吗？ ++ 你知道亨利每天早上去工作之前都会先看电视吗？我以前觉得这样挺傻的。但我现在虽然不和他住在一起，却也染上了他的习惯。$9 ++ 我目前所做的最大努力之一就是尽量让自己的生活井然有序。#$b#当然要从我们已经拥有的东西开始。干净的空间，清醒的头脑，还有快乐的生活！$1|inputSeparator=++}}",
                "funLeave_Sterling": "我正在去格兰普顿帮亨利忙的路上。有什么需要从城里买的吗？",
                "funReturn_Sterling": "伙计，和我舅舅呆了整整一天以后，我真是累坏了。#$b#和你在农场上工作比起和亨利的爸爸在格兰普顿那里开心多了。$6#$e#希望%farm农场永远不用像那样艰难谋生。#0",
                "spring_Sterling": "春天是我最喜欢的季节之一。这是一个有潜力的季节。#$b#你问哪里有潜力？嗯，不如我们今晚一起来试试床垫弹簧的潜力吧，亲爱的？$10",
                "spring_8": "今天是米娅的生日，所以我下午大概要去东斯卡普村，和他们一起过生日。#$b#我说过我会带你过去的。所以等你今天忙完了，别忘了来打声招呼。好吗，我的天使？#$b#我爱你，到时候见。#$e#噢，还有！你可以把这个送给米娅。[421]",
                "spring_13": "听着，亲爱的。我们得认真谈谈。$11#$b#你今天一定要赢，为了我们两个。听见了吗？#$b#要是你敢让阿比盖尔赢的话，回家以后你就可以等着看我要怎么宠爱你了，我的天使。#$e#怎么了？我得在亨利和米娅面前吹牛啊！我都指望你了！$1",
                "spring_23": "不敢相信你第一年来这里的时候我们竟然没能一起跳舞。我真是个傻瓜。#$b#希望你期待明天的花舞节。我为了你特地练习了自己的舞步，亲爱的。$10", 
                "spring_24": "亲爱的，能帮我系一下领带吗？虽然我可以自己系，但你打的结比我好看多了。#$b#我想我只是疏于练习，现在已经找不到什么穿正装的场合了。$9#$b#当然，除了为你。希望你期待今天的舞蹈，亲爱的。$10",
                "spring_20": "噢，你好，亲爱的。$2#$b#抱歉，亲爱的，不是因为你做了什么。我只是想到今天是谢恩的生日。我...我不确定自己要不要去看他。$12#$e#...错过一个对你有着坏影响的人不是应该很容易吗？$5#$e#...我想我会给他在玛妮那儿留点辣椒。",
                "spring_28": "你为夏天的到来感到激动吗，亲爱的？我们可以多去几趟海滩，希望你会有时间。$10#$b#我会给我们打包好小吃零食的！$9#$e#我会让米娅教我怎么做甜瓜薄荷冰糕。我猜你一定会喜欢的。$1",
                "summer_11": "我准备了一些辣酱加进百味汤里，你有准备什么东西吗？#$b#不过说实话，%farm农场上的所有东西都值得一尝。$1",
                "summer_Sterling": "夏天已经到了，我在考虑不穿上衣在农场上转悠。#$b#当然，我不想让邻居看到。$10",
                "summer_15": "嗯，对我来说最好的生日礼物，就是你早上给我的一个亲吻。谢谢你，亲爱的。$4#$b#我不太习惯庆祝活动，所以跟亨利和米娅他们吃顿晚饭就够了。$1#$b#...或者我们可以留在家里。在卧室里庆祝一下...$4", 
                "summer_28": "亲爱的！打算好被吓一跳了吗？$10#$e#你说明天*只是*秋季的第一天是什么意思？整个秋天都是用来吓人的季节。$1",
                "fall_Sterling": "你这个季度打算种蔓越莓吗，亲爱的？#$b#如果是的话，就告诉我一声。我依旧对它严重过敏。$3#$e#我很肯定，你不会喜欢我的脸鼓胀发红的模样。$3",
                "fall_15": "嗯，这不是我们未来的秋季展会冠军嘛。准备好明天给那些老家伙露一手了吗？$10#$b#我为了展会做了一些新鲜的果酱。希望他们也会像我一样喜欢这个。[344]$13",
                "fall_16": "如果你仔细聆听，你就能听见遥远的哀嚎-$10#$b#噢！好吧好吧，把恐怖故事都留到万灵节前夜好了。不过那时候你就躲不掉了。",
                "fall_23": "我明天要去庆祝亨利的生日。如果你这边忙完了，也可以和我一起来。$13#$b#....我们会尽量*尝试*给他庆祝，你知道他有多专注工作的。#$e#就连米娅的蛋糕也只能勉强分散他的注意力。$3",
                "fall_26": "明天有迷宫，有客栈的派对。还有很多*很多*的南瓜汤和香料拿铁。$13",
                "winter_Sterling": "外面有点冷，亲爱的。这儿，出门之前拿上我的连帽衫吧。#$b#我可不希望你在外面生病。*亲*#$e#不过这样的话，我就能整天独占你了。",
                "winter_7": "我就不假装自己明天能赢过亨利了，那家伙就是个钓鱼大师。#$b#不过明天的冰钓节我还是会为你加油的。",
                "winter_24": "我不在乎明天会收到什么礼物，因为我已经得到了最好的礼物。那就是你。#$e#不过来件新夹克也不错。希望艾米丽会送我一件。",
                "winter_28": "嗯...新的一年就要到了，我可以和我全世界最喜欢的人度过更多的时间。#$b#我等不及要在倒计时的时候亲吻你了，前所未有激烈的那种。",
                
                //GENERIC DIALOGUE
            
                "Rainy_Day_0": "亲爱的，我给你做了些咖啡，可以在路上喝。[395]#$e#别太辛苦了，好吗？#$e#如果你不听话的话，我会好好惩罚你的。$10",
                "Rainy_Day_1": "如果这些年的白痴生活教会了我什么，那就是没有什么感情会始终一帆风顺。#$b#但两个人可以携手共进，风雨同舟。",
                "Rainy_Day_2": "既然今天下雨了，不如我们呆在室内，给%pet洗个澡怎样？这能减少酒吧对我的诱惑。#$e#在外面别着凉了，好吗？不然等你回家，我就该给你洗澡了。$10#$e#如果你需要帮助的话，我就在这里，帅哥。$1^如果你需要帮助的话，我就在这里，美人。$1",
                "Rainy_Day_3": "山谷的雨天是如此不同。还在城市里的时候，我只想对着电视痛饮啤酒，不去听那些夫妇匆忙回家的声音。#$b#不过如今的雨天让我想要出门，和你一起在雨中跳舞。#$e#也可以让我分心不去想啤酒的事。$3",
                "Rainy_Day_4": "早上好，亲爱的。我给我们做了早餐，快吃吧。我打算今天和你一起去照料动物。[211 350 210]#$e#干嘛？我又不介意被弄得满身是泥。$10#$b#就算你在泥里打上整整十分钟的滚，你还是我见过最美丽的人。$10",
                "Rainy_Day_5": "你最近工作的时候，我正在练习我的压制罐头技巧。或许我可以呆在家里做一些果酱，这样你就能和镇上的人分享。#$e#他们可能会觉得有点差劲，所以记得要告诉他们这是你做的。$3#$e#...你走之前想尝尝吗，亲爱的？[344]$1",
                "Rainy_Day_6": "伙计...山谷里总是下雨，对吧？",
                "Rainy_Night_0": "嗯，在这样的晚上，你总会让我想起暴风雨。#$b#你总能击中我的心灵，亲爱的。$10",
                "Rainy_Night_1": "嗯...要是我们把今天剩下来的时间都用来在被窝里拥抱着怎样？#$e#...或许不用说太多话，只要做就够了。$10",
                "Rainy_Night_2": "来，亲爱的，把你的手给我。我不想让它们在寒冷的夜里变凉。#$e#你可不能生病，除非你这么想让我照顾你的身体。$13",
                "Rainy_Night_3": "看在由巴的份上，你浑身都湿透了，亲爱的。$7#$b#过来，让我们帮你脱掉这些，换点更暖和的衣服。#$b#或者是我的怀抱。你可以来决定先后顺序。$10",
                "Rainy_Night_4": "噢，亲爱的，很高兴你终于回家了。$14#$b#噢，别担心，我刚刚去雨里慢跑了一会儿。这能让我头脑清醒，我保证不会有什么坏处。$15#$e#为什么不帮我脱掉这些衣服呢？这样我们就可以一起度过剩下的夜晚了。$17",
                "Rainy_Night_5": "如果你需要什么外面的东西的话，就告诉我，亲爱的。#$b#我不想让你在外面淋湿，你已经工作得够辛苦了。#$e#如果你没有什么其他需要的话，为什么不躺下来，让我给你好好按摩一下呢？#$e#只是按摩而已，我保证！$13",
                "Rainy_Night_6": "我今天做了很多事！大概这就是呆在室内专心工作的效果。#$b#没有什么比下雨天做完工作更好的了...而且还能在下雨的夜晚抱着我见过最有魅力的家伙。#$e#当然，我是说%pet。#$e#不过你也可以来和我抱抱！$13",
                "Rainy_Night_Sterling": "希望你还没吃饱，我的星光。我在等你回家的时候顺便准备了点吃的。[240 241 224 215 213 211]",
                "Indoor_Day_0": "噢，这不是我最可爱的小杨桃嘛。你整天都让这么多人神魂颠倒，会不会有人给你罚款啊？#$b#在我把你拐走之前，去忙你的事情吧。#$e#还有拿上这个，我刚煮好的。[395]",
                "Indoor_Day_1": "我不喜欢这么早起床。不过嘛，*哈欠*我想要帮你给农场上的作物浇点水——*哈欠*#$b#来杯咖啡？*长长的哈欠* [395]",
                "Indoor_Day_2": "早上好，宝贝儿。我打算在喂完动物以后去看看亨利。#$b#我在出门之前给你做好了早饭，记得不要空着肚子出去工作。[211 350 210]",
                "Indoor_Day_3": "打扰一下，先生。在给我一个吻之前，你还想到哪里去？^打扰一下，女士。在给我一个吻之前，你还想到哪里去？#$#%斯特林靠上前来，温柔地亲吻了你。#$b#祝你今天愉快，亲爱的。现在，再吻我一下。",
                "Indoor_Day_4": "嗯，从来不知道我这么喜欢被鲜花所环绕。希望我们这个季度能多种一些。",
                "Indoor_Day_5": "我今天打算洗一些衣服，所以记得把要洗的东西都放进洗衣篮里，亲爱的。咖啡就在桌上。[253]#$e#我敢打赌，要是心情不好的家伙肯定没法把这些活都干完。*伸懒腰*$1",
                "Indoor_Night_0": "嗯，我一整天都在期待看到你英俊的脸庞。^嗯，我一整天都在期待看到你漂亮的脸蛋。#$b#你愿意施舍给我这个可怜人这份荣幸吗？",
                "Indoor_Night_1": "*叹气* $d#$b#...我本来想邀请你去看电影，但他们不允许我们自带零食。$2#$b#要是没了我最喜欢的这个甜头，我又能去哪儿呢？*亲吻* $1",
                "Indoor_Night_2": "你一定累坏了吧，亲爱的。因为一整天你都在我的脑海里晃悠。#$b#%斯特林把你拉近，迅速地亲了你一口。#$b#今晚让我做饭怎么样？",
                "Indoor_Night_3": "我试着在你不在的时候把家里打扫一遍...我不知道自己做的怎么样，所以你得先原谅我。$3#$b#但至少你的工具都还在原来的地方，没有到处乱放。我希望多少能帮上点忙。",
                "Indoor_Night_4": "我收到了城里那些老伙计的短信，或许我应该把他们拉进黑名单。$5#$e#希望我做出的决定是正确的...现在已经没必要感觉这么奇怪了，对吧？$2",
                "Indoor_Night_5": "我的肌肉感觉超级酸痛，好像从头到脚都在折磨我一样。$6#$b#过来，宝贝儿。在一天的辛勤工作以后，不如我们一起来个热水澡吧？我可以帮你按摩你的后背。#$b#之后你也可以给我的肩膀按摩一下。",
                "Indoor_Night_6": "嗯，一天下来我依旧毫无睡意，很多精力都没法消耗掉。#$b#或许我会绕着农场夜跑一圈，等着我，好吗？#$e#就在农场上，不去酒吧，我保证。$11",
                "Indoor_Night_Sterling": "不如我们睡觉前躺在沙发上一起抱着看会电视节目吧？在你回家之前，我匆匆准备了一些晚餐。[215 224 206 212 231]",
                "Outdoor_0": "不敢相信我小时候竟然对山谷这么不知感激。那时我只想把这里的农场都抛在身后。#$b#但现在我真的很感激这里。这里是我的家，你也是我的家。#$e#不要让自己太忙了，好吗？如果你需要帮助的话，就跟我说一声。我可以帮你照顾动物。",
                "Outdoor_1": "真不知道哪个更迷人，是今天的天气还是你。#$b#这让我想带%pet出去散散步，找点野生的浆果之类的。你也可以和我一起来。$1",
                "Outdoor_2": "我觉得我们应该给%pet找个兄弟。不好意思，我只是太喜欢小动物了。$13#$b#但我觉得这家伙在农场上已经生活得很开心了。$1",
                "Outdoor_3": "我只是在正式开始一天前享受一下新鲜空气。没有什么比美丽的景色更能治愈人心了，对吧？#$b#噢，是的！农场也很美丽。$10#$e#好吧，我等会儿要出去一趟。在你走之前亲我一下吧。$0",
                "Outdoor_4": "或许我们应该在旅游高峰期开一个货摊，毕竟我们的农场就在公交车站附近。#$b#当然，还会有世界上最性感的男人给你打下手。*眨眼*",
                "Outdoor_Sterling": "嘿，帅哥。我只是在这里呼吸新鲜空气，欣赏你这里的工作成果...其实还有一件事，你知道吗？^嘿，美人。我只是在这里呼吸新鲜空气，欣赏你这里的工作成果...其实还有一件事，你知道吗？#$b#我为你感到自豪。每天你都在激励着我。#$e#谢谢你。*亲吻*",
                "OneKid_0": "今天我学到了一件事。如果小宝宝想要被切成三角形的三明治，你却把它切成了正方形的话，会面临多么可怕的怒火。$3#$b#%kid1这么像你是件好事。能对着这么可爱的三明治生气也挺难的。#$e#...不过说真的，你能帮我搞定这个三明治吗？$3",
                "OneKid_1": "*叹气*$4#$b#我...我只是太开心了，@。#$b#你，%kid1，还有%pet。你们让我成为了全世界最幸福的人...谢谢你。我对你的爱无法用语言来表达。$1#$e#话虽如此，我还是得多花十分钟来拖地。小家伙把家里弄得臭烘烘的。$10",
                "OneKid_3": "米娅跟我说如果我们哪天晚上想要一点私人时间的话，她可以给%kid1当保姆，就像照顾爱洛伊斯和邻居家的小孩那样。#$b#一开始我觉得这个提议挺有吸引力的。但我越想到要把%kid1扔到一边，我就越觉得吵吵闹闹的夜晚也不错。#$b#我完全不想离开%kid1。真不知道要是以后小家伙长大了，我该怎么办...$4#$e#不过如果你想要接受米娅的提议，记得告诉我一声。$9",
                "OneKid_4": "虽然我没有米娅那么熟练，但我给%kid1做了一些小熊形状的薄煎饼当早饭。我用草莓做了领结！$9#$b#我也给你做了一些，亲爱的。我最可爱的蜜糖小熊。*亲吻* {{spacechase0.JsonAssets/ObjectId:Bear Pancakes}}",
                "TwoKids_0":"我从孩子们的身上学到了很多，每天我都很感激自己能有这样的经历。#$b#当家长就像是一场旅行，只不过是从一个房间旅行到另一个房间，每天把同样的玩具收拾整齐。$9#$e#最重要的是，提醒孩子们他们还剩多少玩耍的时间。$10",
                "TwoKids_1": "你知道，有了小孩就像住在兄弟会那里一样——没人睡觉，所有东西都坏了，还有各种呕吐物。$9#$e#不过小家伙还有我们爱着他们。谢谢你带给我世界上最可爱的孩子，@。#$b#你们三个就是我的此生挚爱。$4",
                "TwoKids_2": "伙计，有一个孩子的时候你是家长，但有两个孩子的时候你就得当裁判了。$1#$b#怪不得亨利和我的父母一看到我们在一起就生气。我们两个总是吵架，真不敢相信我们小时候是什么样子。$9",
                "TwoKids_3": "今天真是艰难的一天。不过能回到家和你们三个依偎在一起，一切都变得美好起来了。#$b#其实是四个！不好意思%pet，我可没法离开有你们在的沙发。#$e#...不过别告诉小家伙们，但我最喜欢的部分还是这个：等我们把孩子们哄上床了，你和我就可以在被窝里拥抱了。$10",
                "TwoKids_4": "所以，长话短说。%kid1推着学步车在房子里跑来跑去，而%kid2决定和%kid1大赛一场。等我叫他们来吃午饭的时候——#$b#他们两个都觉得自己是在太空飞行的宇航员，只有宇航员之间才能听见彼此的声音。#$b#然后我才发现，家长吸引小孩子的最有效方法就是坐下来，摆出一副非常舒适的模样。$9#$e#*叹气*前一天你觉得自己还在对付祖祖城的垃圾堆，后一天你又成了冲着孩子们大喊大叫的爸爸，让他们承认厨房地板上的泥土是谁弄出来的。$10",
            
                //AFFECTION DIALOGUE
            
                "Good_0": "%斯特林今天早上似乎格外安静。#$b#...噢，抱歉。我不是想要无视你。只是我刚刚去了皮埃尔那里，差点想在路上买杯啤酒。$2#$b#在我意识到这件事以后，我想，去他的吧...反正他又不会发现。^在我意识到这件事以后，我想，去他的吧...反正她又不会发现。$2#$b#但我没有这么做，我保证。尽管我真的很想...看来这比我想象的还要艰难。$11#$e#但我从店里给你买了点东西。[243 223 233]",
                "Good_1": "早上好，亲爱的。在你出门之前，我给你准备了小礼物。[243]#$b#一个棒棒糖，给我见过最甜美的甜心。$10#$e#祝你今天工作顺利，好吗？",
                "Good_2": "希望你知道怎么做CPR，因为今天早上看到你，我简直觉得自己要忘了怎么呼吸！$10#$b#%斯特林把你拉过来，温柔地亲吻了你。#$b#我到底该拿你怎么办啊？你实在是太完美了。$1",
                "Good_3": "嗯...我一定是住在博物馆里，因为我丈夫看起来就像一件艺术品。$4^嗯...我一定是住在博物馆里，因为我妻子看起来就像一件艺术品。$4",
                "Good_4": "噢，亲爱的。靠近点。你的脸上沾了东西。#$b#%斯特林倾身向前，从你嘴唇上偷走了一个吻。#$b#好了！清理完毕。$1",
                "Good_5": "今天我在回东斯卡普村的路上和爱洛伊斯玩了一会儿。她长得真快！",
                "Good_6": "...我有跟你说过我有多感激你吗？#$b#因为我觉得我应该再多说几遍。遇见你是我一生中最美好的事。谢谢你。#$b#在我开始自鸣得意之前，给我一个吻吧。我从来没觉得和别人呆在一起这么舒服过。$4",
                "Good_8": "哇哦，牛仔小子。是太阳刚刚出来了，还是因为你对我笑了？$10^哇哦，甜心。是太阳刚刚出来了，还是因为你对我笑了？$10#$b#我保证，如果不是因为这大太阳，你一定是今天最火辣的家伙。$10",
                "Good_9": "嘿，亲爱的！你知道为什么番茄酱会脸红吗？$10#$b#因为他看到了沙拉在穿衣服（沙拉酱）！$13#$e#说到这个，要我帮你脱衣服吗？$10",
                "Neutral_0": "今天我修了一下我忠实的老伙计，得在她因为太久不用生锈之前清理清理。$10#$b#我顺便也把你的工具清理了一下，所有东西应该都在车库里整齐放好了。如果你有什么找不到的，就来问我。",
                "Neutral_1": "%斯特林看起来身上全是机油，大概是因为他的摩托。最好让他先去洗个澡。",
                "Neutral_2": "你觉得谢恩现在在做什么？希望他没有又整晚泡在酒吧里...$5",
                "Neutral_3": "我本来还以为一旦我搬出去住，我和亨利就再也不会吵架了...但我今天去拜访他们的时候，我可没有存心想惹事。$5#$b#好吧，我想家人就是这样的。就算你结婚以后，他们也还是那帮你深爱着的讨厌鬼。$1#$b#每次我们吵架，我都会提醒自己我有多爱他们。就像我爱着你一样。这样我就能稍微平静下来。$2",
                "Neutral_4": "我打算今晚骑摩托出去逛逛。如果你今天工作不多的话，我很乐意和你一起。",
                "Neutral_5": "早上好，牛仔小子。^早上好，公主。#$b#我打包了一些昨晚的剩菜，可以留着今天吃。虽然不是很多，但希望你会喜欢。[206 215 226]",
                "Neutral_6": "我今天去拜访米娅和亨利，却在路上碰见了艾登。#$b#出乎意料的，这场经历没想象中那么不愉快。我从她那里给你买了这个，希望你会喜欢。[421 591 595]",
                "Neutral_8": "我今天去了趟图书馆。自从我第一次离开山谷以后，我就再也没有进过任何一家图书馆，真是难以置信。#$b#我借了一本关于夏季作物的书。我知道米娅更擅长这些，但我觉得自己也应该学一些这方面的知识，好帮上你的忙。$4#$e#我还借了一本爱情小说，写得真的不错。里面有仙女和魔法，还有很多很多的花。$9",
                "Bad_0": "...$6#$b#%斯特林似乎在努力控制住自己的颤栗。他试图避开你。",
                "Bad_1": "嘿，亲爱的。如果你是图书馆里的一本书，我就会去检查...*叹气*不好意思，这句真是烂透了。$2#$b#对不起，亲爱的。我只是...今天感觉不太好。我试着让自己变回以前的样子。$2#$e#当我喝下第一口啤酒的时候，没人告诉过我成瘾是这么操蛋的一件事。$12",
                "Bad_2": "%斯特林默默盯着他的手机，屏幕上好像什么都没有显示。",
                "Bad_3": "@。今天不行。现在。别跟我说话。$9$#e#你昨晚伤到我了。我需要...一些时间来思考。$5",
                "Bad_4": "嘿，亲爱的。你知道我爱你胜过世界上的一切，对吧？$11#$b#好的，请不要...不要忘记了。我只是今天感觉有点糟糕。如果可以的话，我不太想说话。$5",
                "Bad_5": "我想...我想我今天需要呆在家里。我感觉要是自己出门的话，肯定会径直走向酒吧。$5#$b#...抱歉，亲爱的。你今天能为我打个掩护吗？等我感觉好一点的时候，我会补偿你的。$6",
                "Bad_6": "早上好，@。$6#$b#不，我不是喝醉了。我没有...听到你说这些话，我真的很受伤。$5#$e#我只是今天不太舒服，早上起床就感觉一阵恶心。没有人告诉过我第二次戒瘾会这么艰难。$6#$b#我想我得去躺会儿。我爱你，@。",
                "Bad_7": "在我的上一段关系里，当我们这样争吵的时候，我总会感觉那些陋习又回到了自己身上。我很讨厌这样。$2#$b#但我会努力解决一切的，我保证。答应我多和我说说话就好，可以吗？沟通与交流。$11#$e#...我爱你，@。我想让你清楚地知道这一点，比什么都重要。$1",
                "Bad_8": "听着，@。我...我爱你。我不想让我们变成...像其他人那样。$12#$b#我不想争吵。如果有什么问题，请你跟我谈谈吧。一定会有解决方法的。$12"
            
            
            }
            
            //(0 = up, 1 = right, 2 = down, 3 = left)
            
        },
        {
            "LogName": "Dirty Dialogue",
            "Action": "editData",
            "Target": "Characters/Dialogue/MarriageDialogueSterling",
            "When": {
            "SpicyDialogue": "true"
            },
            "Entries": 																																	
            
            {
            
               "Rainy_Day_0": "嘿，亲爱的。我给你做了些咖啡，可以在路上喝。[395]#$e#别让自己太辛苦了，好吗？#$e#如果你不听话的话，我会让你更加辛苦的。$10#$b#到时候你就完全走不动路了。$10", 
               "Rainy_Night_2": "{{Random:今天要下雨吗？因为我肯定会让你变湿的。 ++ 嘿，亲爱的，你知道暴风雨和做爱有什么相似之处吗？$10#$b#是这样，亲爱的，你永远也不知道雨会有多大，或者能持续多久。$10|inputSeparator=++}}",
               "Rainy_Night_4": "噢，嘿，亲爱的。很高兴你终于回家了。$14#$b#噢，别担心，我刚刚去雨里慢跑了一会儿。这能让我头脑清醒，我保证不会有什么坏处。$15#$e#为什么不帮我脱掉这些衣服呢？这样我们就可以一起湿淋淋地准备好度过剩下的夜晚了。$17",  
               "Rainy_Night_5": "如果你需要什么外面的东西的话，就告诉我，亲爱的。#$b#我不想让你在外面淋湿，你已经工作得够辛苦了。#$e#如果你没有什么其他需要的话，为什么不躺下来，让我给你好好按摩一下呢？#$e#只是按摩而已，我保证！$13",
               "Good_8": "{{Random:不知为什么，我感觉今天有点提不起劲。但只要一看到你，我就觉得自己欲火难耐。$10 ++ 哇哦，牛仔小子。是太阳刚刚出来了，还是因为你对我笑了？$10^哇哦，甜心。是太阳刚刚出来了，还是因为你对我笑了？$10#$b#我保证，如果不是因为这大太阳，你一定是今天最火辣的家伙。$10 |inputSeparator=++}}",
               "Indoor_Night_2": "{{Random:你一定累坏了吧，亲爱的。因为一整天你都在我的脑海里晃悠。#$b#%斯特林把你拉近，迅速地亲了你一口。#$b#今晚让我做饭怎么样？ ++ 嘿，亲爱的，我给你买了点小东西...$4#$b#你愿意今晚为了我穿上它吗？$4 |inputSeparator=++}}",
               "Good_9": "嘿，亲爱的！你知道为什么番茄酱会脸红吗？$10#$b#因为他看到了沙拉在穿衣服（沙拉酱）！$13#$e#说到这个，要我帮你脱衣服吗？$10"
               
            }
            
            //(0 = up, 1 = right, 2 = down, 3 = left)
            
        }
    ]
}