{
	// JUNA NPC
	
	"roommate.4.6": "Maybe if I did- no, not ... and then JUMP!$7#$b#I don't have time for you right now, @. This roommate situation has had a severe impact on my training. I need to nail this pose before she tries to force more tea on me.$7",
	"robin.winter.5": "Every winter I try to make sure Juna takes a break and visits the Night Market with me.#$b#She always spends the day before the Witch's birthday coming up with ways to ruin it for her, so I do what I can to get her out of her cave.#$b#I really do wonder how old she is sometimes ...$6",
	"wizard.sunday.general": "%The Witch seems far away, as if she's mentally preparing for something.",
	"wizard.sunday.2.3": "%The Witch's eye is twitching uncontrollably.",
	"wizard.sunday.10.wizardfall": "%The Witch appears to have fallen asleep standing up.",
	"wizard.conversation.big_foot": "... What do you mean, you saw me in the forest?#$b#That wasn't me, that was someone else. Plenty of witches like the color purple, I assure you. Now go away, I have important work to do.",
	"robin.conversation.wizard": "Have you seen Juna this week? She sent me a weird message saying she had to cancel all our meet-ups this week.#$b#She's spending the entire week with the Witch? Yikes. I better get the alcohol ready for next week, then.#$b#I hope she's doing all right ...$2",
	"robin.conversation.picnic": "That was some picnic the other day, wasn't it?$1#$b#I'm still not 100 percent sure about Rasmodia, but despite evidence to the contrary, Juna is a grown woman and deserves to make her own decisions.",
	"krobus.conversation": "I had no idea Rasmodia was of the Big Foot people.$3#$b#You learn something new every day.$1",
	"leo.lessons.4": "I like when Juna talks about magic!$1#$b#But then she always starts muttering about stupid witches, and, and, and then it's like she can't see or hear me anymore!$2",

	"8606100.title": "Juna's Drink Request",
	"8606100.description": "Juna needs a Joja Cola to wash away the taste of the Witch's kale smoothies.",
	"8606100.summary": "Bring Juna a Joja Cola.",
	"8606100.reaction": "Oh, Yoba. Thank you! This is the best thing that has ever happened to me.$1",
	
	"mail.5hearts": "Dear @,^^When you first arrived here in Pelican Town, I was convinced you were going to be just another boring farmer doing boring farm work all day (I think it's something about the way you look, you know?) But turns out you're not so bad! I especially appreciate your opinions on Raz, which - I know, I know, you haven't exactly told me out loud, but I'm very good at reading people, @. I got you. So, in order to showcase my high (well ... medium to medium high) regard for you, enclosed you'll find a little something I stole from said witch. Hope you enjoy!^^-Your almost-friend, Ju %item object 768 1 %%[#]Juna's Stolen Goods",
	"mail.robin": "Hi @,^^I'm a little worried about Juna. She's been acting strange lately and won't tell me why. Could you maybe check on her and see if you can get her to open up to you? I'm sure you've noticed that Juna ... deflects a lot, but sometimes if you're in the right place at the right time - and come armed with a crowbar - you can pry some of those boards loose without getting splinters. Eh, okay, that metaphor might have gotten away from me. Anyway, I'd really appreciate it! She's been spending a lot of time in the woods behind the Witch's tower, so I'd check there first.^^-Robin^^P.S. Here's a little something for your troubles. %item object 709 10 %%[#]Check on a friend",
	"mail.wizard.1": "Dear diary,^^I found this tucked inside a book while unpacking my bags at Raz' place (I call it unpacking, she calls it snooping). I figured since I'm here helping with the rent this week, she doesn't really need it, does she?^^XOXO, Ju %item money 200 1200 %%[#]Letter from the Tower 1",
	"mail.wizard.3": "Dear diary,^^I found this in Raz' basement. I know she seems like she's got her life together, but I just don't think she's mature enough to take care of a baby, you know? Better you have it.^^XOXO, Ju %item object 107 1 %%[#]Letter from the Tower 3",
	"mail.wizard.5": "Dear Diary,^^You'll never guess what happened today! Raz gave me a gift. A decent gift! (Well, decent for her at least.) She said she meant to give it to me when I graduated from the Magical Academy of Magikazam or whatever, but when that didn't happen she forgot about it. Typical Raz. We're finally getting somewhere, diary! All that's left now is to get her to include me in her will.^^XOXO, Ju^^P.S. Do you want this, by the way? I said it was decent, not wanted. %item bigobject 238 265 %%[#]Letter from the Tower 5",
	"mail.wizard.6": "Dear diary,^^The time has come for me to leave Raz to her fate once more. It has been a long week, diary. A very, very long week. I have grown terribly old, and terribly weary (though the Joja Cola certainly helped). But while Raz is still Raz, and I'm still me, if this week has taught me anything it's that it's very hard to resist happiness. And if we just work at it a little bit more, I have faith that we will one day become who we were always meant to be: she a woman who gives her ward presents and don't force her to do magic, and I a woman who accepts her master's presents and don't force her to socialize with other people.^^XOXO, Ju %item conversationTopic JunaWizard7 0 %%[#]Letter from the Tower 6",
	"mail.picnic.forest": "You there!^^I'm planning a lovely picnic for my third favourite witch, and figured you might want to join us - since you've been present for all previous events involving us two, I mean. Suspicious, hmmmm?^I'm thinking the forest, I'm thinking rain, I'm thinking noon. It's your call.^Smell ya later!^^Ju^^P.S. Pink cake and jelly could be considered picnic food, right?[#]Juna's forest picnic",

	"4hearts.01": "*clears throat*",
	"4hearts.02": "What are you doing?",
	"4hearts.03": "You know there's a spell for failing eyesight, right, Raz? You're the one who taught it to me, after all.$11",
	"4hearts.04": "... *sigh* ... Must you quibble about everything?",
	"4hearts.05": "Yes. Yes, I absolutely must.$3",
	"4hearts.06": "Does she ... remind you of someone? Is that why you come here?",
	"4hearts.07": "Ugh, no, you dinosaur. Just ... go away.$5",
	"4hearts.08": "Hi.",
	"4hearts.09": "(They're being weird.)",
	"4hearts.10": "I'm leaving now.",
	"4hearts.11": "Look what you did! You scared her off.$5",
	"4hearts.12": "Me!? You're the one spying on people from behind a book.",
	"4hearts.13": "Oh, please.",
	"4hearts.14": "You spy on people all the time, Raz. It's literally the only way you engage with people.$11",
	"4hearts.15": "Agh, fine. You caught me! I was watching Jas jump rope and pondering the nature of childhood. Is that such a crime? To experience for but a brief moment what a normal childhood looks like?$2",
	"4hearts.16": "I knew it!",
	"4hearts.17": "A childhood filled with love, laughter, sunshine and chickens.$4#$b#A childhood spent in the warm embrace of a loving aunt and uncle, surrounded by animals and teachers and friends.$4",
	"4hearts.18": "A childhood sans grumpy woman who couldn't even bother to protect their ward from being swallowed by the cruel embrace of the ocean!$2",
	"4hearts.19": "For the last time, Ju, you can't blame me for that! I didn't even know you'd gone after them.#$b#And you clearly didn't drown in any sweet embrace, considering you're standing here giving me grief about it!",
	"4hearts.20": "Of course I can blame you. It's the easiest thing in the world.$3",
	"4hearts.21": "I think we know each other well enough by now for you to hear some of my tragic backstory, @.$2",
	"4hearts.22": "I didn't want to move to Stardew Valley, you see. So when my parents ... dropped me off at Raz', I ran down to the beach and tried to get back on the boat with them.$2#$b#However, as I was quite tiny back then, no one noticed my approach or heard me calling out for them to stop.$2#$b#And when I slipped and fell off the docks into the water, no one noticed that either.$2",
	"4hearts.23": "I saved myself.#$b#I used a piece of driftwood to drag myself to shore. Oh, @, there were so many fish down there, swarming me! *shudder*$2#$b#But you know what the worst part was?$2#$b#It was getting back to the tower and realizing that this blueberry hadn't even noticed me sneaking off!$5",
	"4hearts.24": "So surely you understand now why I avoid the beach as much as possible?$2#$b#And why I sometimes like to pretend that Jas is me in an alternate reality, one where I got to be happy?$2",
	"4hearts.25": "Why do I never learn?",
	"4hearts.26": "Phew, I thought she'd never leave!$6",
	"4hearts.27": "So how's your day going so far?$1",
	"4hearts.28": "Did Juna just say those things to make the Witch uncomfortable, or did it really happen?",
	"4hearts.29": "And how old is she really, if there were still ferryboats docking in Pelican Town when she was young?",
	"4hearts.30": "I'm so confused ...",


  //Special order event

  "event-86060011.01": "...#$b#What is that noise?#$b#And that SMELL? It's been following me around all day.",
  "event-86060011.02": "Who's there?",
  "event-86060011.03": "Fine. Be that way.",
  "event-86060011.04": "Silba knew you real!",
  "event-86060011.05": "... Juna.",
  "event-86060011.06": "JUNA!",
  "event-86060011.07": "I know you're there, Juna!",
  "event-86060011.08": "Why Krobus here?",
  "event-86060011.09": "Why am I here? Why are you here?",
  "event-86060011.10": "Why do you smell like that, Rasmodia? Are you mocking Silba's beliefs?$5",
  "event-86060011.11": "What beliefs?! I'm the victim here, she's been following me around all day!",
  "event-86060011.12": "Silba is a member of \"The Big Foot Coalition\", a group dedicated to proving the existence of cryptids.$3#$b#According to the Coalition, the cryptid Big Foot has, in addition to its impressive lung capacity, a very distinct smell. It's supposed to make it easier to identify them, were they to hide among us.$3",
  "event-86060011.13": "Oh for the love of ...",
  "event-86060011.14": "I am not Big Foot. Do these feet look like the feet that belong to someone called Big Foot?#$b#This is all Juna's doing, I had nothing to do with it!",
  "event-86060011.15": "The Coalition is a close-knit community. You could do worse than being accepted among their ranks.#$b#But only if you subscribe to their tenets and respect their way of life.$5#$b#If I recall correctly, they're currently searching for the Mothman ... Do you have any information on him?$3",
  "event-86060011.16": "Of course I don't- I SEE YOU!",
  "event-86060011.17": "Maybe you should go home now, Rasmodia.",
  "event-86060011.18": "Fine. But only because I want to, not because you told me to!",
  "event-86060011.19": "No!",
  "event-86060011.20": "Stupid Krobus!",
  "event-86060011.21": "Wait for me, Big Foot!",
  "event-86060011.22": "Silba never chase after Krobus. :(",
  "event-86060011.23": "So it WAS you.",
  "event-86060011.24": "I still have some perfume left.",
  
    //8 hearts

  "8hearts.01": "...$12",
  "8hearts.02": "You have the worst timing, you know that?$11",
  "8hearts.03": "Come here.$11#$b#Please.$11",
  "8hearts.04": "I want to ... the boy said something the other day that ...$11#$b#...$11#$b#I'm in a really weird mood, @, and I hate it!$13#$b#Yesterday I spent what should have been 5 glorious minutes watching Raz scratch her legs because I put itching powder in the lining of her robes - shut up, it's a classic for a reason - and I felt nothing!$13#$b#No joy, no satisfaction, not even the slightest urge to giggle.$11#$b#And it's all parrot boy's fault!$13",
  "8hearts.q1": "Who's parrot boy?",
  "8hearts.q2": "I highly doubt that poor boy is to blame for you being in a bad mood.",
  "8hearts.05": "It doesn't ... He's a boy. Grew up around parrots. Not terribly used to being around people.$11#$b#Do you remember the ferry I told you about?$11#$b#When I first came here, the boat made a pit stop at a tiny island in the middle of the ocean. Sometimes ... sometimes when I'm in a particular mood, I like to go back there.$11#$b#It's the closest I've been to m-$12#$b#Anyway. That's where I met parrot boy. Maybe I can bring you along sometime.$11",
  "8hearts.06": "No, wait! This isn't about him, this is about me! Stop distracting me, @!$13",
  "8hearts.didntAsk.01": "Et tu, @? Fallen in with the parrot crowd, have you?$11#$b#Well, never mind that now. This story isn't about Leo, it's about me! Focus, please!$13",
  "8hearts.junaCrisis.01": "Where was I?$11#$b#Right. Family.$12",
  "8hearts.junaCrisis.02": "He said something. Parrot boy. And I just don't understand why ...$12#$b#We were having a perfectly pleasant chat about Junimos and parrots and deep woods and isolated islands, and-$11#$b#-and maybe he said something about family, and maybe I said something about family, and then ...$11",
  "8hearts.junaCrisis.03": "He said he was fine.$11#$b#I asked him what he did when he got angry, if there was anyone he would yell at, and he said he didn't. Because he was fine.$11#$b#Despite ... everything. Despite spending more time around parrots than people.$12",
  "8hearts.junaCrisis.04": "And I just don't understand!$13#$b#I don't understand how he can be fine when one day soon, he'll wake up and everyone but the parrots will be gone.$12#$b#I don't understand how he can be happy when everyone else keep LEAVING him!$13",
  "8hearts.junaCrisis.05": "How can he be fine when I'm not?",
  "8hearts.q3": "What happened with your family, Juna?",
  "8hearts.q4": "(Keep quiet.)",
  "8hearts.junaCrisis.06": "My parents were terrible with money.$11#$b#By the time I was born, they had barely any left from a sizeable inheritance, and what little they had they squandered on stupid, useless things.$11#$b#I had many siblings. By handing me off to Raz, they had one less mouth to feed.$12",
  "8hearts.junaCrisis.07": "No one else in my family showed any sign of magical ability. I was the only one.$11#$b#Raz told me my parents wanted what was best for me, and that I should stop acting like a brat.$11#$b#But I don't think that was it. I think they just wanted to be rid of me and my big dumb dreams of being a ballerina.$12#$b#Besides, what would Raz know about parenting?$13#$b#One time, she barely let me out of her sight for a month because I couldn't be trusted not to \"sneak off to twirl around the woods\" rather than doing my homework.$11#$b#She didn't really want me around either. She proved that when she dumped me on the Junimos the following year.$12",
  "8hearts.junaCrisis.08": "Did I ever tell you how I met the Junimos? It was actually before Raz introduced us.#$b#There was this little clearing in the woods, you see, that was perfect for ballet practise. The Junimos had settled in a nearby cabin that had been abandoned for years.#$b#One day I simply looked up and there they were.$10",
  "8hearts.junaCrisis.09": "They liked watching me dance.",
  "8hearts.q5": "Have you ever tried talking to the Witch?",
  "8hearts.q6": "Have you ever tried contacting your parents?",
  "8hearts.junaCrisis.10": "What do you mean? Like ... about my feelings?$11",
  "8hearts.junaCrisis.11": "Ok.#$b#Ok?$11#$b#Ok! Ok, you know what? I'll do it!$10#$b#I'll move in with Raz for a week to force her to work on our relationship!",
  "8hearts.junaCrisis.12": "I have to cancel everything and make a plan! Thanks for helping me, @! You're the best.$4",
  "8hearts.choseParents.01": "Yoba no!$13#$b#...$11#$b#Do you think I should?$12",
  "8hearts.choseParents.02": "Ok.#$b#Ok?$11#$b#Ok! Ok, you know what? I'll do it!$10#$b#I'll go see my parents and my one million siblings and I'll spray them in the face with water until they tell me why they left me!",
  "8hearts.choseParents.03": "I have to cancel everything and make a plan! Thanks for helping me, @! You're the best.$4",
  
    //Juna and the Wizard

  "event-86060026.01": "15:00",
  "event-86060026.02": "16:20",
  "event-86060026.03": "Plie!",
  "event-86060026.04": "Releve!",
  "event-86060026.05": "Saute!",
  "event-86060026.06": "17:46",
  "event-86060026.07": "18:11",
  "event-86060026.08": "What?!",
  "event-86060026.09": "...",
  "event-86060026.10": "What?!$11",
  "event-86060026.11": "I want to tell you something. It's about your parents.",
  "event-86060026.12": "Ominous.",
  "event-86060026.13": "In the interest of full disclosure, I thought you should know that ... Well, you said you wanted to work on our relationship ...",
  "event-86060026.14": "For the love of Yoba, Raz, just spit it out.$11",
  "event-86060026.15": "Yes, yes. Fine.#$b#The other night, you said I left you with the Junimos because I didn't want to deal with you anymore.",
  "event-86060026.16": "I think I said you couldn't handle the heat.$11",
  "event-86060026.17": "Quite.#$b#And while I won't deny you and I had a ... challenging relationship back then, things really weren't that bad.#$b#If I turned away every magic user with a chip on their shoulder, the world would run out of magic users much too quickly.",
  "event-86060026.18": "Then why? Why did you decide I'd be better off with the Junimos?$11",
  "event-86060026.19": "Your parents wrote to me. More than once. They wanted to know how you were getting on.#$b#At first, I thought it was out of concern for you. I assume most people miss their children when they're gone.",
  "event-86060026.20": "I didn't see much point in lying to them. So I told them that while you were gifted, you were also obstinate and easily distracted. That you frequently snuck out at night and very rarely appeared to take anything I said seriously.",
  "event-86060026.21": "I'm hardly easily distracted. I was simply bored and angry.$11",
  "event-86060026.22": "Yes, well, I never claimed to be good with children. (Yet people keep dumping them on my doorstep ...)#$b#Anyway, as I was saying. I told your parents this, and they decided this meant your tutelage with me was no longer beneficial and it was time for you to come home.",
  "event-86060026.23": "What!",
  "event-86060026.24": "Are you saying they wanted me to come home and you never told me?$13",
  "event-86060026.25": "How dare you?$13",
  "event-86060026.26": "No longer beneficial to THEM. They left you with me in the hopes of turning you into a powerful mage who would make them money.#$b#In my letters to them, I described what I'd been teaching you. When I then confessed to the nature of the present situation, they said I'd failed and that what you'd already learnt would have to be enough.#$b#...#$b#They didn't want to wait any longer for their investment to pay off.",
  "event-86060026.27": "Oh. I see.$12",
  "event-86060026.28": "Of course, by the time they arrived to pick you up, you'd already \"escaped\" into the forest to go live with the Junimos, where neither I nor your parents could reach you.",
  "event-86060026.29": "Escaped, huh?$11#$b#You did reach me though. You reached me so often, in fact, that I once cursed you with boils just to get you to stop visiting me all the time.$11#$b#I was so frustrated, because I couldn't understand why you'd dump me with the Junimos only to then pay me more attention than you ever had when I was living with you.$11",
  "event-86060026.30": "Fond memories indeed.",
  "event-86060026.31": "So ... you're saying you whisked me away to the forest like some sort of - ugh - knight in shining armour, lied to my parents about it, made the trip into the forest once a week to check up on me ... all so I wouldn't have to spend the rest of my life as a piggy bank?$11",
  "event-86060026.32": "Yuck. You're such a sap, Raz!$1",
  "event-86060026.33": "*sigh*",
  "event-86060026.34": "Well, at least now you know.#$b#I have to .... hm, I have to go ... do magic now. Right. Yes.",
  "event-86060026.35": "You still should have told me.$11",
  "event-86060026.36": "I know.",
  "event-86060026.37": "...$11#$b#...",
  
  "event-86060025.01": "Hi there, diary! Guess who's escaped her tower?$6",
  "event-86060025.02": "I trust you enjoyed my letters? I worked very hard on those, you know.$1#$b#Anyway, I'm back among the social, but I'm beat. Me and Raz stayed up playing Go all night - she's a very sore loser, by the way - so I'm going to go pretend to commune with nature for the rest of the day.",
  "event-86060025.03": "Oh, I almost forgot! I brought you back one final souvenir, so to speak. This dust was actually created by Raz' great great great grandma. Here you go![872]",
  "event-86060025.04": "Ugh, it's no fun when you just believe me like that. Raz' great great great grandma was as dumb as a box of rocks. It was actually Raz who created that.$2",
  "event-86060025.05": "Well, see ya!$1",
  "event-86060025.06": "XOXO, Ju",
  
  "ct.couchsurfing.Juna1": "After much consideration, I've decided to stay with Robin on Mondays and Saturdays, Emily on Thursdays and Fridays and Alecto on Tuesdays and Wednesdays.$6#$b#Alecto? She used to be married to Raz, the poor soul. If Raz aged like cheese sitting out in the sun for too long, she's aged like a bottle of poetic, dangerously fine wine.#$b#I adore her.$4",

  //Pre-event 3
  "event-86060300.01": "Ready to spend the entire day with Juna?",
  "event-86060300.02": "Yes, I'm ready to hang with Juna and then end the day.",
  "event-86060300.03": "No, I'm not ready yet.",
  "event-86060300.ReadyToRumble.01": "Welcome to the perfect day!$4",
  "event-86060300.ReadyToRumble.02": "Well, no time to dawdle. We have lots to do!$1",
  "event-86060300.ReadyToRumble.03": "Coming?",
  "event-86060300.ReadyToRumble.04": "Breakfast.",
  "event-86060300.ReadyToRumble.05": "Welcome!",
  "event-86060300.ReadyToRumble.06": "So what can I get you? I guess you'll be having your usual, Juna?$1",
  "event-86060300.ReadyToRumble.07": "And that leads us oh so smoothly into the first - extremely important! - question of the day. What's your breakfast of choice?",
  "event-86060300.ReadyToRumble.08": "Full breakfast, always.",
  "event-86060300.ReadyToRumble.09": "Porridge with various toppings.",
  "event-86060300.ReadyToRumble.10": "A bowl of cereal. Maybe some toast.",
  "event-86060300.ReadyToRumble.11": "Just a cup of coffee or tea.",
  "event-86060300.ReadyToRumble.12": "Acceptable!",
  "event-86060300.ReadyToRumble.13": "Noooooo!",
  "event-86060300.ReadyToRumble.14": "Kinda boring, but a classic.",
  "event-86060300.ReadyToRumble.15": "Very middle-aged academic of you.",
  "event-86060300.ReadyToRumble.16": "Coming right up!",
  "event-86060300.ReadyToRumble.17": "Oh, don't worry! I promise that nothing you tell me today will lose you any points with me.$1#$b#I'll judge you, for sure, but it won't affect our friendship.$3#$b#After all, if it did, I wouldn't have any friends left!$6",
  "event-86060300.ReadyToRumble.18": "I'm sure Gus would put something stronger in your drink if you asked nicely.",
  "event-86060300.ReadyToRumble.19": "Yeah, all right. This is my day off, after all.",
  "event-86060300.ReadyToRumble.20": "Could you make it a mimosa instead?",
  "event-86060300.ReadyToRumble.21": "It's a little too early for me, I'm afraid.",
  "event-86060300.ReadyToRumble.22": "Alcohol's not for me, thanks.",
  "event-86060300.ReadyToRumble.23": "That's the spirit!",
  "event-86060300.ReadyToRumble.24": "Later then!$1",
  "event-86060300.ReadyToRumble.25": "Fair enough. I like wine and beer as much as the next person - though not as much as Robin - but we can skip it altogether if you want.",
  "event-86060300.ReadyToRumble.26": "Breakfast is served! I made the hashbrowns extra crispy for the occasion. Enjoy!$1",
  "event-86060300.ReadyToRumble.27": "Well, that's certainly a perplexing and completely bananas story. I didn't know you had it in you.#$b#I like it!$1",
  "event-86060300.ReadyToRumble.28": "Oh, we have to get going or we're going to miss it!$10",
  "event-86060300.ReadyToRumble.29": "Bye, Gus!",
  "event-86060300.ReadyToRumble.30": "Town meeting.",
  "event-86060300.ReadyToRumble.31": "All right! Settle down, everyone!",
  "event-86060300.ReadyToRumble.32": "May I have everyone's attention, please?",
  "event-86060300.ReadyToRumble.33": "I've called you here today to discuss the latest administrative proposal for Pelican Town. Or proposals, as they were, though they do reference the same issue.#$b#That issue being whether or not to hold regular town halls in Pelican Town.",
  "event-86060300.ReadyToRumble.34": "It has come to my attention that the town is deeply divided on this issue. One week ago, I received a petition to hold quarterly town meetings here in the shop.#$b#Two days later, I received a second petition disavowing the first petition on the grounds that town halls are \"inefficient and stupid\".#$b#In my role as mayor, I decided that we should have a meeting in order to discuss these matters publicly.",
  "event-86060300.ReadyToRumble.35": "Nope.",
  "event-86060300.ReadyToRumble.36": "Are you saying you called us here to have a public discussion on whether or not to discuss things publicly?$3",
  "event-86060300.ReadyToRumble.37": "Well, you see ...",
  "event-86060300.ReadyToRumble.38": "That's not really ...",
  "event-86060300.ReadyToRumble.39": "That seems very silly.",
  "event-86060300.ReadyToRumble.40": "*snort*",
  "event-86060300.ReadyToRumble.41": "Who wrote the petition?",
  "event-86060300.ReadyToRumble.42": "I haven't signed any petition!",
  "event-86060300.ReadyToRumble.43": "What petition?",
  "event-86060300.ReadyToRumble.44": "I do have a few thoughts...",
  "event-86060300.ReadyToRumble.45": "Mommy, what's a petition?",
  "event-86060300.ReadyToRumble.46": "Yelling words!",
  "event-86060300.ReadyToRumble.q1": "Just ... why?",
  "event-86060300.ReadyToRumble.47": "(Because public forums are crazy pants and I love them. Why else?)$3",
  "event-86060300.ReadyToRumble.48": "But you asked for this!",
  "event-86060300.ReadyToRumble.49": "No, we didn't!",
  "event-86060300.ReadyToRumble.50": "*sigh*",
  "event-86060300.ReadyToRumble.51": "What about snacks?",
  "event-86060300.ReadyToRumble.52": "I want snacks!",
  "event-86060300.ReadyToRumble.53": "And now: a montage.",
  "event-86060300.ReadyToRumble.54": "Lunch.",
  "event-86060300.ReadyToRumble.55": "Book reading.",
  "event-86060300.ReadyToRumble.56": "Hey, bouncy boy!",
  "event-86060300.ReadyToRumble.57": "Please take a seat.",
  "event-86060300.ReadyToRumble.58": "Bouncer: Thank you for coming.",
  "event-86060300.ReadyToRumble.59": "Bouncer: I'm B. Campbell and I'm here to read from my latest novel ...",
  "event-86060300.ReadyToRumble.60": "... \"The Magician and the Maiden\"",
  "event-86060300.ReadyToRumble.61": "*clears throat*",
  "event-86060300.ReadyToRumble.62": "\"The head magician of the ancient and most noble order of divine protectors of the land's cries of ecstasy echoed through the drafty castle ...\"",
  "event-86060300.ReadyToRumble.63": "Afternoon tea.",
  "event-86060300.ReadyToRumble.64": "Waiter!",
  "event-86060300.ReadyToRumble.65": "Wel- ... *cough*",
  "event-86060300.ReadyToRumble.66": "Yes?",
  "event-86060300.ReadyToRumble.67": "*sigh*",
  "event-86060300.ReadyToRumble.68": "Welcome to Razzamatazz' Magical Tea House.",
  "event-86060300.ReadyToRumble.69": "(She lost a bet.)",
  "event-86060300.ReadyToRumble.70": "Pre-dinner drinks.",
  "event-86060300.ReadyToRumble.71": "Honey, we're ho-ome!",
  "event-86060300.ReadyToRumble.72": "Here's to us!",
  "event-86060300.ReadyToRumble.73": "Cheers!",
  "event-86060300.ReadyToRumble.74": "I'm starving!",
  "event-86060300.ReadyToRumble.75": "I'm on it!",
  "event-86060300.ReadyToRumble.76": "Tada!",
  "event-86060300.ReadyToRumble.77": "*sigh*",
  "event-86060300.ReadyToRumble.78": "I appreciate you!",
  "event-86060300.ReadyToRumble.79": "At least it's spaghetti ...",
  "event-86060300.ReadyToRumble.80": "And finally: dinner.",
  "event-86060300.ReadyToRumble.81": "Oh, I've got one!",
  "event-86060300.ReadyToRumble.82": "Never have I ever ...#$b#... thought I would be the one to change someone for the better.$3",
  "event-86060300.ReadyToRumble.83": "Drink.",
  "event-86060300.ReadyToRumble.84": "Don't drink.",
  "event-86060300.ReadyToRumble.85": "Mm, we've all been there.$2#$b#\"Maybe this time ...\", you think to yourself. \"Maybe this time I'll finally be able to turn them into a one-person musical ensemble capable of accompanying my dancing!\"$2",
  "event-86060300.ReadyToRumble.86": "...",
  "event-86060300.ReadyToRumble.87": "Right!?",
  "event-86060300.ReadyToRumble.88": "That is not what I meant and you know it.",
  "event-86060300.ReadyToRumble.89": "Oddly specific, but I'm here for it.",
  "event-86060300.ReadyToRumble.90": "Interesting and highly unusual. Good for you!$1",
  "event-86060300.ReadyToRumble.91": "All right, since I'm the one who suggested this outing so we could get to know each other better - and because I'm nothing if not magnanimous - feel free to ask me anything and I promise to answer as truthfully as I can.",
  "event-86060300.ReadyToRumble.92": "How old are you really?",
  "event-86060300.ReadyToRumble.93": "What's your view on love?",
  "event-86060300.ReadyToRumble.94": "Do you still dream of being a famous ballerina?",
  "event-86060300.ReadyToRumble.95": "Honestly? I have no idea.",
  "event-86060300.ReadyToRumble.96": "What? I never said I had all the answers!$1#$b#Plus, after a while birthdays have a tendency to sort of ... stop mattering. One thing's for sure though:#$b#Razzamatazz is ANCIENT. Remember that next time you hear someone say they wished she was more suited to romance.$3",
  "event-86060300.ReadyToRumble.96.married": "What? I never said I had all the answers!$1#$b#Plus, after a while birthdays have a tendency to sort of ... stop mattering. One thing's for sure though:#$b#Razzamatazz is ANCIENT. I can't believe you actually married her.$3",
  "event-86060300.ReadyToRumble.97": "You asked for this, Ju.",
  "event-86060300.ReadyToRumble.98": "Well, I've heard it makes the world go round, so as long as I live here, I'm at least three quarters in favour of it!$1#$b#Oh, I'm sorry, were you perhaps talking about romantic love? I guess you should have been more specific.$6",
  "event-86060300.ReadyToRumble.99": "I don't think I've ever wanted to be famous?$2#$b#It's hard sometimes ... to separate what you want from what you think you should want.$11#$b#I know for sure I don't want to be famous NOW, and I already consider myself a ballerina, so ...*Juna stands up and does a little twirl*",
  "event-86060300.ReadyToRumble.100": "Ok, one serious question is more than enough! Time for the lightning round!$10",
  "event-86060300.ReadyToRumble.101": "Never have I ever ... been on the wrong side of an argument.$3",
  "event-86060300.ReadyToRumble.102": "Drink.",
  "event-86060300.ReadyToRumble.103": "Don't drink.",
  "event-86060300.ReadyToRumble.104": "Ha!",
  "event-86060300.ReadyToRumble.105": "Never have I ever ... asked someone to live with me and then immediately kicked them out when they refused to conform to my ideas of so-called healthy living.$3",
  "event-86060300.ReadyToRumble.106": "Drink.",
  "event-86060300.ReadyToRumble.107": "Don't drink.",
  "event-86060300.ReadyToRumble.108": "J'accuse!",
  "event-86060300.ReadyToRumble.109": "Good, very good ...",
  "event-86060300.ReadyToRumble.110": "Never have I ever ...",
  "event-86060300.ReadyToRumble.111": "End of day.",
  "event-86060300.ReadyToRumble.112": "Do you want to keep it strictly platonic between you and Juna?",
  "event-86060300.ReadyToRumble.113": "Yes, please.",
  "event-86060300.ReadyToRumble.114": "I don't mind if she suggests something more (I can always say no.)",
  "event-86060300.ReadyToRumble.115": "Aaaand we're back.$1#$b#Any thoughts? Questions? Compliments or complaints?",
  "event-86060300.ReadyToRumble.116": "Tired? Yeah, I figured that might be the case.$2#$b#But I'm happy you managed to stick it out until the end.$10",
  "event-86060300.ReadyToRumble.117": "I had fun today. Were you to ask me to move in with you a second time, I might just say yes.#$b#Regardless of whether I think you're joking or not. Remember that.$3",
  "event-86060300.ReadyToRumble.118": "Naturally, I'd prefer it if you asked me with something ... unique. Something unique to me, I mean.#$b#I'm sure you'll find something if you ask around town. You're creative like that.$10#$b#If I've learnt anything from romantic love, it's that it's important to spend money on elaborate rituals and traditions to show people you're serious.$1",
  "event-86060300.ReadyToRumble.119": "Spend time and money on me!",
  "event-86060300.ReadyToRumble.120": "You better head off to bed before you fall asleep in the middle of my very intricate illusion.#$b#It'd be such a pain having to call Raz here to get you back to your farmhouse. He gets especially grumpy after 11pm.$2",
  "event-86060300.ReadyToRumble.121": "...",
  "event-86060300.ReadyToRumble.122": "I had fun today as well.",
  "event-86060300.ReadyToRumble.123": "Smell ya later, devious dork.",
  "event-86060300.ReadyToRumble.124": "(Say nothing, just give Juna a meaningful look that, really, she should be able to interpret now that you've spent an entire day together.)",
  "event-86060300.ReadyToRumble.125": "Wonder if Gus has any pancakes left?",
  "event-86060300.RumbleSuggestively.01": "Aaaand we're back.$1#$b#Any thoughts? Questions? Compliments or complaints?",
  "event-86060300.RumbleSuggestively.02": "Tired? Yeah, I figured that might be the case.$2#$b#But I'm happy you managed to stick it out until the end.$10",
  "event-86060300.RumbleSuggestively.03": "I had fun today. Were you to ask me to move in with you a second time, I might just say yes.#$b#Regardless of whether I think you're joking or not. Remember that.$3",
  "event-86060300.RumbleSuggestively.04": "Naturally, I'd prefer it if you asked me with something ... unique. Something unique to me, I mean.#$b#I'm sure you'll find something if you ask around town. You're creative like that.$10#$b#If I've learnt anything from romantic love, it's that it's important to spend money on elaborate rituals and traditions to show people you're serious.$1",
  "event-86060300.RumbleSuggestively.05": "Spend time and money on me!",
  "event-86060300.RumbleSuggestively.06": "Right, final question.",
  "event-86060300.RumbleSuggestively.07": "Yes or no?",
  "event-86060300.RumbleSuggestively.08": "Yes, that is exactly what I'm asking. And I won't mind if you'd rather go home. I know this isn't particularly subtle, but ...",
  "event-86060300.RumbleSuggestively.09": "... there's a time and a place for subtlety, and I don't think this is it.#$b#But if you'd prefer something else - a couch, perhaps? - I could possibly be persuaded to accommodate you.$3",
  "event-86060300.RumbleSuggestively.10": "Say yes and hang out with Juna a little longer.",
  "event-86060300.RumbleSuggestively.11": "Say no and go home.",
  "event-86060300.RumbleSuggestively.12": "Lovely.$1",
  "event-86060300.RumbleSuggestively.13": "Juna holds out her hand to you.",
  "event-86060300.RumbleSuggestively.14": "Join me?",
  "event-86060300.RumbleSuggestively.15": "Fair enough.$10",
  "event-86060300.RumbleSuggestively.16": "You better head off to bed before you fall asleep in the middle of my very intricate illusion, then.#$b#It'd be such a pain having to call Raz here to get you back to your farmhouse. He gets especially grumpy after 11pm.$2",
  "event-86060300.RumbleSuggestively.17": "...",
  "event-86060300.RumbleSuggestively.18": "I had fun today as well.",
  "event-86060300.RumbleSuggestively.19": "Smell ya later, devious dork.",
  "event-86060300.RumbleSuggestively.20": "(Say nothing, just give Juna a meaningful look that, really, she should be able to interpret now that you've spent an entire day together.)",
  "event-86060300.RumbleSuggestively.21": "Wonder if Gus has any pancakes left?",

  "roommate.winter_8": "Hit Raz with a snowball for me today, would you? She deserves it for hanging around outside her tower without actually participating, pining for the chance to be a real girl.$11",
  "roommate.winter_17": "Well, I'm off to celebrate Razzamatazz's birthday. This year I'm going to make her watch an animated film about a group of enchanted household cleaning products learning the power of love.$10#$e#Spoiler alert: it's going to make her cry.$1",
  "roommate.winter_17P": "Well, I'm off to celebrate Razzamatazz's birthday. This year I'm going to make her watch an after school special about the dangers of unprotected, well, you know.$3#$e#Spoiler alert: it's going to make her verrry uncomfortable.$1",
  "roommate.good.4": "Before I met you, I'd never had someone read a book back to me.#$b#The junimos aren't big into reading, and Raz was always too scared I'd notice her predilection for romance novels to offer.$11#$b#Yet another reason why I like and appreciate you.$1",
  "roommate.neutral.1": "Do you think your grandpa would be proud of the work we've done to make Raz's life a little more unbearable?#$e#I'm sure they knew each other, and to know Raz is to irritate her, so ...$11",
  "roommate.funleave.fri4": "I think I'll be staying in my cave tonight. I've been putting out fake Big Foot prints outside Raz's tower, but I think she's beginning to cotton on.$11#$b#She keeps coming out of her tower, which means it's taking me ages to get anything done.$2",
  "roommate.funleave.fri1": "I think I'll be staying in my cave tonight. Though I might swing by here at some point before then if Pierre has finally managed to source that rooster's head I asked for.#$b#Don't give me that look! I will never buy cauliflower \"rice\", I've told you a million times.$5",
  "roommate.funleave.fri2": "I think I'll be staying in my cave tonight. You never know when wagon lady will carry that one special piece you've been waiting for.#$b#If that day is today, I'll be too excited to sleep in the farmhouse.$10",
  "roommate.funleave.fri3": "I think I'll be staying in my cave tonight. I'm going to stop by the desert and see if Sandy has any new sweets for sale, and if she does I'll definitely won't want to share.$6",
  "roommate.funleave.fri5": "I think I'll be staying in my cave tonight.#$b#The Hat Mouse has asked me to put on a ballet performance about his people - the nomadic but entrepreneurial hat mice - and it's probably going to run long.$7",
  "roommate.funleave.fri6": "I think I'll be staying in my cave tonight. I think I've found where the evil squirrel's better (much better!) half lives.$3#$b#Of course I'm not going to hurt him, who do you take me for? You in the mines?$2",

  "roommate.funleave.sun1": "Well, I'm off to see the lonely purple today.#$b#One day, @, I WILL get her to come over for dinner.$5#$b#Preferably on a day when I've been experimenting in the kitchen.$3",
  "roommate.funleave.sun2": "Well, I'm off to see the lonely purple today.#$b#Apparently her ex-wife was sitting on a treasure trove of old baby pictures of a tiny little Razzamatazz, so I obviously know what we're doing today!$1",
  "roommate.funleave.sun3": "Well, I'm off to see the lonely purple today.#$b#I just hope she's recovered from her weird spell the other week. I don't think I can take another afternoon of her trying to act like an awkward aunt.$2",
  "roommate.funreturn.sun1": "Nah, she said no. Again.$13#$b#I might have to make a bet with her again ...$11",
  "roommate.funreturn.sun3": "I think Raz was on the verge of trying to give me advice again, so every time she opened her mouth I just ran from the room.",
  "roommate.funreturn.sun5": "Turns out one of Alecto's crows had stolen my cauldron. *Juna shrugs.* Kevin's welcome to it.#$b#If Raz insists on me not \"blowing up the tower\" because copper and silver reacts differently to magic, she can buy me a new one!$6",
  
  "roommate.funleave.sun4": "Today is the day, @. Time to figure out how to create the philosophers' stone.$1#$b#And then immediately destroy it, of course. Who in their right mind would want to live forever?$3",
  "roommate.funleave.sun5": "Have you seen my silver cauldron anywhere? I'm about to head to the tower.#$b#Raz gets snippy whenever I try to sneak in a copper cauldron with a silver finish.$13",
  "roommate.funleave.sun6": "%Juna is scribbling something furiously in a big leather-bound book and doesn't seem to notice you.",

  "roommate.funreturn.sun2": "%Juna is laughing too hard to answer you. In her right hand, she's clutching what looks like a black and white photograph of a small child in a top hat.",
  "roommate.funreturn.sun4": "No dice. Yet.#$b#Anyway, immortality research makes me hungry. What are we having for dinner?$10",
  "roommate.funreturn.sun6": "I'm wonderful, thank you! I found some of Raz's old spellwork this morning, and had a grand old time picking it apart over lunch today.$4",
  
  "roommate.funleave.sun4.P": "Today is the day, @. Time to figure out how to create the philosophers' stone.$1#$b#And then immediately destroy it, of course. Who in their right mind would want to live forever?$3",
  "roommate.funleave.sun5.P": "Have you seen my silver cauldron anywhere? I'm about to head to the tower.#$b#Raz gets snippy whenever I try to sneak in a copper cauldron with a silver finish.$13",
  "roommate.funleave.sun6.P": "%Juna is scribbling something furiously in a big leather-bound book and doesn't seem to notice you.",

  "roommate.funreturn.sun2.P": "I think Raz was on the verge of trying to give me advice again, so every time he opened his mouth I just ran from the room screaming.",
  "roommate.funreturn.sun3.P": "He pretended not to know what I was talking about when I asked him about my gift, so I left a few more in his bed.$3",
  "roommate.funreturn.sun5.P": "Turns out one of Alecto's crows had stolen my cauldron. *Juna shrugs.* Kevin's welcome to it.#$b#If Raz insists on me not \"blowing up the tower\" because copper and silver reacts differently to magic, he can buy me a new one!$6",
  
  "roommate.funleave.sun1.P": "Well, I'm off to see the pompous purple today.#$b#I'm on a mission to find pictures of her family - if she had one, that is, and wasn't just born from a swamp.$11#$b#Actually, hold on ... when was the camera invented again?$2",
  "roommate.funleave.sun2.P": "Well, I'm off to see the pompous purple today.#$b#I just hope she's recovered from his weird spell the other week. I don't think I can take another afternoon of her trying to give me financial advice.$13",
  "roommate.funleave.sun3.P": "Well, I'm off to see the pompous purple today.#$b#Last week I filled all her cupboards with pine cones. Let's see how SHE likes that gift.$13",

  "roommate.funreturn.sun2.P": "I think Raz was on the verge of trying to give me advice again, so every time she opened her mouth I just ran from the room screaming.",
  "roommate.funreturn.sun3.P": "She pretended not to know what I was talking about when I asked her about my gift, so I left a few more in her bed.$3",
  "roommate.funreturn.sun5.P": "Turns out one of Alecto's crows had stolen my cauldron. *Juna shrugs.* Kevin's welcome to it.#$b#If Raz insists on me not \"blowing up the tower\" because copper and silver reacts differently to magic, she can buy me a new one!$6",

  "string.marriage_Mon.001": "I'm working on a new routine at the moment. It's a visual interpretation of when Raz accidentally snorted blueberries up her nose.$7#$b#I'll show you later tonight.$1",
  "string.marriage_Fri.004": "I'm working on a new routine at the moment. It's a visual interpretation of when Raz accidentally snorted blueberries up her nose.$7#$b#I'll show you later tonight.$1",
  "string.marriage_Fri.006": "Have I told you HOW I stole the magic book from Raz? It's a good one.$3#$b#All right, so it all started when Raz was out on a date - although I'm sure she would have called it an 'assignation', the pompous dinosaur ...$10",
  "string.marriage_Sun.001": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#Raz, you promised you were going to give me notes on my last performance today. Chop chop!$8#$b#Raz? Raz! Rasmodia!$9",
  "string.marriage_Sun.002": "What is happening right now?$11#$b#Help me, @! She's finally gone off the deep end.$2",
  "string.marriage_Sun.004": "Aggie. Edna. Rubina. Flossie. Bertha. Myrtle. Myrtle? Your eye twitched!#$b#So your mother's name was Myrtle, was it, Raz? Rasmodia and Myrtle. Hm, interesting ...$3",
  "string.marriage_Sun.008": "I don't know, Olive. There's this pinch, I guess, and it just doesn't feel like my leg is where it should be.$8#$b#I don't care about your stupid work, Raz, I'm talking to Olive right now.$9#$b#Can you believe this gal, Olive?$9",
  "string.marriage_Sun.010": "Aggie. Edna. Rubina. Flossie. Bertha. Myrtle. Myrtle? Your eye twitched!#$b#So your mother's name was Myrtle, was it, Raz? Rasmodia and Myrtle. Hm, interesting ...$3",
  "string.marriage_winter_17.001": "%Juna is ignoring the Witch.",
  "string.marriage_winter_17.004": "%Juna is ignoring the Witch.",
  
  "string.marriage_Fri.003": "I wonder what the dances from 9,000 years ago was like?#$b#*Juna rolls her eyes and smiles.* If I were THAT old, I'd tell you.$10#$b#'Cause then I'd be insanely powerful.$3",
  "string.marriage_Fri.005": "Eh, sure, I occasionally dance with other people, but it's not a priority. And I definitely prefer throwing other people around over being thrown around myself.$7#$b#Wink wink. *Juna says this last part out loud while maintaining eye contact and continuing her practise.*$7",

  "string.marriage_Mon.000": "I wonder what the dances from 9,000 years ago was like?#$b#*Juna rolls her eyes and smiles.* If I were THAT old, I'd tell you.$10#$b#'Cause then I'd be insanely powerful.$3",
  "string.marriage_Mon.002": "Eh, sure, I occasionally dance with other people, but it's not a priority. And I definitely prefer throwing other people around over being thrown around myself.$7#$b#Wink wink. *Juna says this last part out loud while maintaining eye contact and continuing her practise.*$7",
  
  "string.Juna_SunW.001": "%The Witch appears to have fallen asleep standing up.",
  "string.Juna_SunW.004": "%The Witch's eye is twitching uncontrollably.",
  "string.Juna_SunP.010": "%The Witch's eye is twitching uncontrollably.",
  
  "juna.AlectoIntroduction": "You finally met Alecto? Excellent.$1#$b#She deserves having everyone shower her with praise, not just me, Kevin and Titania. But alas, she's much too talented at keeping herself hidden.#$b#Especially when you compare her to Raz - which is always fun to do when she's around - who thinks ducking behind some trees will somehow make her invisible during town festivals.$11",
  "juna.MeetTheCats": "I wholeheartedly support Jean's fight for workers' rights. What? I used to picket Raz all the time when I was younger.#$b#It drove her absolutely nuts.$3",

// Lunna

//Dianna and Lunna switch
  "event-75160033.01": "Oh hiya, @!! What a surprise seeing you here!$h",
  "event-75160033.02": "Greetings, @! The waterfal in this cave is pretty, is it not?$h",
  "event-75160033.03": "You are still as weird as ever, big sis.#$b#I thought after you turned into a human, it might reverse that weird side of you.#$b#Turns out it just adds to your weirdness!$h#$b#Bleh! HAHA.$u",
  "event-75160033.04": "And you are as mean as ever, Dianna! Hmph!$a#$b#Being human did not change who I am and I am happy for that.$u#$b#I sometimes do miss my old purple skin.",
  "event-75160033.05": "Oh! I do wonder?#$b#What does it feel like being human?",
  "event-75160033.06": "Hey, @! Is being human weird?#$b#I wonder if I can turn human for just a day.#$b#I bet that would be REALLY weird.$u",
  "event-75160033.07": "Now that you mention it... I have remembered something interesting...$s#$b#Umm, @, may I hold your left palm?$u#$b#I want to try something...$u",
  "event-75160033.08": "LUNNA! WOAH!#$b#Lookie here! Lunna being bold and straightforward with her actions, ey! *wink wink* $u",
  "event-75160033.09": "OH!$u#$b#Um, no, I was...$u#$b#I just remembered about what Ms. Rasmodia had told me about @ here.#$b#@ seems to be connected to the ancient magic that turned me human.$u^@ seems to be connected to the ancient magic that turned me human.$u",
  "event-75160033.10": "WOAH, REALLY?!#$b#Well, @! What are you waiting for! I'm interested to see what can happen here!$h",
  "event-75160033.11": "Lunna holds your left hand gently with hers on top of yours.",
  "event-75160033.12": "And now, ummm, Dianna.#$b#Go ahead and hold @'s right hand.#$b#I want to try something that I hope is not too dangerous.$u#$b#The witch once tried to turn me back into my old form but the resulting effect was only part of my old form and lasted only temporarily.#$b#I still remember the incantation though, and maybe there would be a special interaction with the three of us involved in it.#$b#I suppose...$u",
  "event-75160033.13": "OH! That sounds intriguing, sis!$h#$b#OKAY! Let's do this!.$u",
  "event-75160033.14": "Dianna holds your hand with a strong grip.",
  "event-75160033.15": "Alrighty, sis! All set!",
  "event-75160033.16": "Okay then...$u",
  "event-75160033.17": "It went like...",
  "event-75160033.18": "DIANNA! YOU ARE HUMAN!$6",
  "event-75160033.19": "WHAT WHAT WHAT?!$u#$b#AND YOU'RE BACK TO YOUR OLD PURPLE SELF!$u",
  "event-75160033.20": "Dianna, sister! You are naked!$6#$b#AND WHERE DID MY CLOTHES GO?!$u",
  "event-75160033.21": "Wait, this is being naked?#$b#THEN WE HAVE BEEN NAKED OUR WHOLE LIVES!$u",
  "event-75160033.22": "@!!! COVER YOUR EYES! This is so embarrassing...$a^@!!! COVER YOUR EYES! This is so embarrassing...$s",
  "event-75160033.23": "Don't worry, sis! The clouds from my transformation seem to cover up the weird parts!$h#$b#Being human is so weird!$l#$b#But...But...$l#$b#I may never turn back again!!$s#$b#OH NO!$s",
  "event-75160033.24": "Dianna, I...$s",
  "event-75160033.25": "HAHA!",
  "event-75160033.26": "I'm just messing with you, sis.$h#$b#Welp, I guess I better start packing and you better prepare a new bed at your place, sis!#$b#IMMA BE YOUR ROOMMATE AGAIN! YAY!$h",
  "event-75160033.27": "Dianna! You kind of forgot that I'm back to my old form, did you not?$u",
  "event-75160033.28": "Oh no.$s#$b#I'M GONNA TAKE OVER LUNNA'S PLACE IN THE HUMAN WORLD!$s#$b#OH NO, A WEIRD LIFE IT WILL BE!$u",
  "event-75160033.29": "Dianna! Grr!$a",
  "event-75160033.30": "You meanie!",
  "event-75160033.31": "I'm just kidding!",
  "event-75160033.32": "Oh! It seems the spell is wearing off!",
  "event-75160033.33": "So soon! AWW!$s#$b#HEY, SIS! While this still lasts, let's go around town and play pranks on the others!$h#$b#I bet they will be so surprised!$u",
  "event-75160033.34": "That sounds really fun, sis!$h#$b#Okay, come on! This should be really funny, heehee.$u",
  "event-75160033.35": "Hey, @! Come with us too! Join the prank! Hehe!$h#$b#You can act like you saw us and scream around town like a maniac or something!",
  "event-75160033.36": "LET'S GO, GANG! LET'S HAVE FUN WHILE THIS LASTS!$h#$b#LEZGOOO!!$u",
  "event-75160033.37": "The residents of Umuwi were in real shock that day",
  "event-75160033.38": "They even went as far as to pranking the people in Pelican Town!",
  "event-75160033.39": "Eventually the spell broke. Dianna said it was worth it.",
  "event-75160033.40": "It was such a fun day!",
  "event-75160033.41": "Hey, @! Let's do the magic thing again soon, okay! That was so fun! Being human is fun too!$h",
  
  //Bianka 2 Hearts Event: Bianka in Umuwi
  "event-75160016.01": "@! It's so nice of you to visit Umuwi again!$h#$b#What brings you here? Just touring around? Like, aren't you busy with your farm or like something? What's it like living in Pelican Town? Are there any cute people there I haven't seen yet or like just hiding? Is it really fun managing a farm by yourself? Do you have a camera I can borrow or like something to help me pass the time and...$h",
  "event-75160016.02": "Oh! I'm SOOO sorry!$u#$b#I was just talking on and on!$u#$b#Really I'm so sorry, I'm just so happy that there's another human that can visit Umuwi now.$0#$b#Well I know my brother's here too and Lunna's technically a human now... and...$0",
  "event-75160016.03": "...and sometimes I see this witch that comes through the portal and seems to be observing Umuwi from a distance.$a#$b#I can sense her magic when she does, and I'm pretty sure she senses that my brother and me keep an eye on her too.$a",
  "event-75160016.04": "Well, it's all fine though!$0#$b#I'm pretty sure she's just studying the overflowing magic from Umuwi and I can't blame her!$h",
  "event-75160016.05": "Oh? What's up with the magic here? Why...",
  "event-75160016.06": "Heya, humans! How's it going!$h#$b#@! Visiting again, I see! I do wonder though...#$b#Have you gotten a proper tour around the village yet? I think not!",
  "event-75160016.07": "WHAT? Really, @?? How rude of me!$u#$b#And here I am just talking on and on while you haven't been acquainted with the place yet!$0",
  "event-75160016.08": "Well, how about having Bianka as a tour guide today, @? Is that fine by you?$u#$b#I would love to join you guys but Imma be busy tending the crops today$s",
  "event-75160016.09": "Would you like to spend time with Bianka?",
  "event-75160016.10": "Yeah, sure!",
  "event-75160016.11": "Um, no thanks.",
  "event-75160016.12": "Prepare yourself, @! I'm about to tour the heck out of you!!!$h#$b#That came out weird!$u",
  "event-75160016.13": "Well! Sounds like a plan! I'll see you guys later!$h",
  "event-75160016.75160016_Tour.01": "Here's the order stand, where you can buy local products from Umuwi!$h#$b#Oddi usually manages this stand, she's really good with organizing!#$b#You should check this shop out sometime!",
  "event-75160016.75160016_Tour.02": "This here is my brother's shop. He mostly spends his time here or at Reenus'.#$b#You should visit him sometimes too, he needs the social interaction sometimes!$h",
  "event-75160016.75160016_Tour.03": "Bianka showed me around Umuwi for a while...",
  "event-75160016.75160016_Tour.04": "After the tour, she brought me along near the waterfall to rest.",
  "event-75160016.75160016_Tour.05": "Ahh!!!! Now this is a good spot to rest for a while!$h",
  "event-75160016.75160016_Tour.06": "Sorry! I was just stretching out. Ehehe.$0",
  "event-75160016.75160016_Tour.07": "This spot is a good place to chill, isn't?$h#$b#Even the magic in this particular spot is calmer.",
  "event-75160016.75160016_Tour.08": "Oh? You're asking about the magic here again?#$b#Well, now that I think about it, Dianna cut us off as I was about to answer your question earlier!",
  "event-75160016.75160016_Talk.01": "Where should I start...",
  "event-75160016.75160016_Talk.02": "Well... I guess I can start with why my brother and I got stuck here.",
  "event-75160016.75160016_Talk.03": "You know my brother Raphael and I are sorcerers, right? We're studying under the guidance of our parents and other magic users.#$b#One day while traveling, my brother and I discovered an ancient lake in the woods near Castle Village. It was emitting strong magic and it seemed like it was going to explode or something.#$b#Miss Camilla from Castle Village, who was a senior overseeing us, told us not to get close to it.#$b#Being the ever-curious brother that he is, Raphael insisted that we inspect it. I agreed 'cause I was curious as well...#$b#...and, well, the exact moment we were beside the lake water, there was a magical explosion from the lake and we were blinded by a bright light.",
  "event-75160016.75160016_Talk.04": "Upon waking up, my brother and I found ourselves drenched and swimming in the lake.#$b#But this time, we weren't near Castle Village anymore...$a#$b#We'd arrived in a strange new place, which we found out soon enough was this place called Umuwi. Inhabited by shadowfolk.#$b#We were scared at first, but then to our surprise, they were really friendly!$h#$b#They helped us out of the lake, gave us clothes, food, and shelter, and eventually welcomed us here in Umuwi.",
  "event-75160016.75160016_Talk.05": "That all happened five years ago. Our magic wasn't cut off from us so we were able to contact our parents and tell them we were fine. But ever since then, we've been stuck here in Umuwi.#$b#But that's all changed now that you've opened up the portal again!$h#$b#Thank you!!!!$h#$b#Thanks to you, my brother and I can leave anytime now!",
  "event-75160016.75160016_Talk.06": "Yeah, it's fun and all, but...$s",
  "event-75160016.75160016_Talk.07": "Ummm, nevermind!$s#$b#That was nothing!$0#$b#Don't worry about it!$h",
  "event-75160016.75160016_Talk.08": "Well! I had a fun day with you, @! Thank you for spending time with me!",
  "event-75160016.75160016_Talk.09": "I really had fun today! Hope you enjoy your visit to Umuwi!$h",
  "event-75160016.NoTourBianka.01": "It wouldn't be fun hanging out with a talkative person like me.$s",
  "event-75160016.NoTourBianka.02": "I better go now. I have to do something. Hope at least you enjoy your visit here in Umuwi.$0",
  "event-75160016.NoTourBianka.03": "Oh hey... I should keep my mouth shut or else you won't talk to me again or something...$s",
  
  //Bianka 7 Hearts Event: Bianka's confrontation
  "event-75160019.01": "Hmmmmmm..$s",
  "event-75160019.02": "Oh!$u#$b#It's just you, @! I thought it was Raphael and my mom!$h",
  "event-75160019.03": "Yeah yeah, my mom's visiting!$s#$b#I know, right? Such timing and convenience for me, COME HERE!",
  "event-75160019.04": "I'm sorry for being so jumpy, @..$s#$b#I'm just really really REALLY nervous right now!$s#$b#And I wanna make sure I can tell her about, you know... This get-magic-out-of-my-life drama of mine, with as few added problems as possible.$s",
  "event-75160019.05": "Thanks, @, I do hope things will be fine.$s#$b#Raphael went to pick up Mom from our house back in the Ruby Islands, so they should arrive any second now...",
  "event-75160019.06": "...and well yeah, Mom, everything has been fine here for the past five years!$h",
  "event-75160019.07": "Why son, that sounds great! I do hope your magic training has not slowed down now!$h",
  "event-75160019.08": "Bianka! Sweetie! Oh, how I've missed you, dear daughter!$h",
  "event-75160019.09": "Hey, Mom!...$s#$b#Umm, yeah, I missed you too and, umm...$s",
  "event-75160019.10": "Bianka, dear! I bought you your very own robe and matching hat!#$b#I didn't know what size you are now so I just had to take a guess!#$b#Come! I wanna see you try it on, okay? We'll talk while you change!$h",
  "event-75160019.11": "Oh!$u#$b#Um, sure, Mom!$u",
  "event-75160019.12": "Oh @, you're here! Meet our mother!",
  "event-75160019.13": "Why hello there! I'm Esmeralda, chief sorceress for the Ruby Island Adventurer's Guild, young at heart and appearance, and proud mother of two!#$b#Who might this fine-looking person be, dear?^Who might this fine-looking person be, dear?",
  "event-75160019.14": "Oh Mom! This is @, a farmer in Pelican Town.#$b#@ was also the reason why this portal is open now.^@ was also the reason why this portal is open now.",
  "event-75160019.15": "Oh! So it's you who I should be thanking along with Rasmodia for opening this portal!$h#$b#She told me all about it, and she also told me that my children have been looking after this place for a while.#$b#I believe these two haven't met her yet though.",
  "event-75160019.16": "Oh! You mean the witch that visits this place occasionally?",
  "event-75160019.17": "Why, I believe that must've been her, dear.",
  "event-75160019.18": "Well, enough chit-chat! Let's get to your house here, shall we?#$b#@ dear, you can join us if you like. It's lovely to talk with a new face!",
  "event-75160019.19": "Why Bianka, you look fabulous in that robe! I like it!$h",
  "event-75160019.20": "Ehehe, thanks Mom... I guess...$13",
  "event-75160019.21": "Wow, sis! You actually look like a proper sorceress for a change!$h",
  "event-75160019.22": "Hmph.$12",
  "event-75160019.23": "Ummm, @? What do you think?$12",
  "event-75160019.24": "Ohh...",
  "event-75160019.25": "Mom, I'm gonna go change now if that's fine.$12",
  "event-75160019.26": "Oh, why so fast? Come on, dear, just wear that for the day.",
  "event-75160019.27": "Moooom!$12",
  "event-75160019.28": "Mom... I... I have...$s",
  "event-75160019.29": "Well then dears, you must know why I came. I know you two have businesses here in Umuwi - don't worry, you aren't going anywhere else yet.#$b#I just want to happily tell you both that...",
  "event-75160019.30": "Mom... I...$s",
  "event-75160019.31": "...you are both now eligible for the promotion ritual!$h#$b#You are both going to become offical sorcerers! You're going to be part of a guild of your own, have a town to protect - so many wonderful things!$h",
  "event-75160019.32": "Mom! That's awesome news! I can finally become a full-fledged sorcerer!$h",
  "event-75160019.33": "Oh!! Ummmm... Mom, that's...$u",
  "event-75160019.34": "Oh, Bianka dear?#$b#Your reaction isn't what I expected. What's wrong, my dear?",
  "event-75160019.35": "Mom, I...$s",
  "event-75160019.36": "Mom. I don't want to be a sorceress anymore!$6",
  "event-75160019.37": "Bianka dear, uh... What?!$3",
  "event-75160019.38": "Bianka? What's going on?$s",
  "event-75160019.39": "Mom... I've been...$6",
  "event-75160019.40": "Wait... Wait... Bianka?! What are you saying?!$3#$b#What has gotten into you?! Stop with this very distasteful joke now, would you?$3",
  "event-75160019.41": "Mom! Listen to me!$6#$b#Please! Just listen to what I have to say...$6",
  "event-75160019.42": "Come speak to me when you are thinking with a straight mind, daughter.$3",
  "event-75160019.43": "Mom... I think you should just listen to Bianka.$s",
  "event-75160019.44": "Mom! Please..$6",
  "event-75160019.45": "You are going to be a sorceress, Bianka! All of our hard work will be for nothing if you're just going to throw all of this away! How dare you dishonor your family!$3",
  "event-75160019.46": "Mom, just listen to me fir-$6",
  "event-75160019.47": "Now would you shut up? Please just SHUT IT with this topic!$3",
  "event-75160019.48": "Why wouldn't you listen!$6",
  "event-75160019.49": "Bianka! Where are you going?! Come back here!$3",
  "event-75160019.50": "@, let's chase after her!$s",
  "event-75160019.51": "Hmmph..$3",
  "event-75160019.52": "Why wouldn't you just listen...$6#$b#Mom....$10",
  "event-75160019.53": "@... Raphael...$10",
  "event-75160019.54": "Sis, calm down, okay? What's wrong?$s",
  "event-75160019.55": "Where's Mom? I just need to tell her...$10",
  "event-75160019.56": "Bianka...$s",
  "event-75160019.57": "I'm just so sad and tired about who I am, Raphael... I don't want to feel suppressed anymore... Everything about this magic life... I'd just cry every night, I always try to think that this is just a phase or something but no... I sincerely don't want to suppress my feelings and myself... I want to be able to live my own life, have my own choices, live my dreams...$10#$b#I've been obediently following Mom for as long as I can remember... But I'm tired now, Raph... I'm so tired... I want to do what I want to do...$10",
  "event-75160019.58": "I want to be a normal girl.$10#$b#All this magic in my life isn't making me happy anymore... I always feel like I'm being someone I'm not. I don't want this. I want to be free from this... to be happy.$10",
  "event-75160019.59": "Bianka...$s",
  "event-75160019.60": "Bianka's magic is overflowing!",
  "event-75160019.60.5": "Bianka! Your magic! It's going wild!$a",
  "event-75160019.61": "Bianka... I never knew...$s",
  "event-75160019.62": "Mom?.. I... I...$10",
  "event-75160019.63": "Mom??$10",
  "event-75160019.64": "My sweet daughter... I'm sorry I never listened...$s#$b#I am so sorry I didn't even ask you before about what you want to do.$s#$b#I thought you were happy. I'm so sorry, Bianka...$s",
  "event-75160019.65": "Mom... no... It's my fault... I never tried to tell you even once...$10#$b#I'm sorry for wasting your time... I'm really sorry, Mom.$10",
  "event-75160019.66": "Dear... It's all okay now.",
  "event-75160019.67": "Bianka's magic seems to have calmed down.",
  "event-75160019.68": "Mom... All that I said... Umm...$6",
  "event-75160019.69": "I completely understand, my dear. If only I'd known you were in this much pain from the beginning.#$b#I'm so sorry I got angry earlier... I was just in shock and all.$s#$b#But now knowing your true feelings about all of this, I can accept it.",
  "event-75160019.70": "Mom... I love you.$7#$b#And thank you.$7",
  "event-75160019.71": "I love you too, dear. All I want for you and your brother is to be happy.",
  "event-75160019.72": "Sis, you should've told me. I would've understood.$s",
  "event-75160019.73": "Haha, like you would!$7#$b#I'm just kidding, bro. Thank you for being here.$7",
  "event-75160019.74": "And @... Thank you as well...$7",
  "event-75160019.75": "Well now, I'm happy everything's a lot better! I sure do hope so.",
  "event-75160019.76": "Umm, Mom? So how does Bianka get rid of her magic now?",
  "event-75160019.77": "Don't worry, dear, I already have a plan in mind. I'll talk to you both later about it, okay?",
  "event-75160019.78": "Bianka dear, hold on to your magic for a while now, okay? We'll do something about that soon, my daughter.",
  "event-75160019.79": "I understand, Mom. Thank you so much.$7",
  "event-75160019.80": "And you there, @, You should be here as well for the ritual in removing Bianka's magic, okay? It is a must-see event for those close to her heart.",
  "event-75160019.81": "Well now! Let's go back to the house now, dear! Such a shame you won't wear the robe I bought for you anymore.",
  "event-75160019.82": "No, Mom, I liked that robe! I can still wear it, right?$7",
  "event-75160019.83": "Bianka and her family seems to have worked it out now.",
  "event-75160019.84": "I look forward to Bianka's removal of magic ritual!",
  "event-75160019.85": "She seems happier now.",
  "event-75160019.86": "Thank you so much, @! Mom left already to prepare some stuff for the ritual",
  
  //Lunna Visits Umuwi
  "event-75160010.01": "@?!$6",
  "event-75160010.02": "I am sorry, I was just shocked to see you this early at Ms. Rasmodia's tower.$u#$b#I was on my way here to ask her for some funds for the errands she has me doing.$0",
  "event-75160010.03": "So? What were you doing here, @...?$l",
  "event-75160010.04": "WHAT?!$6#$b#Really, @?!$u",
  "event-75160010.05": "I..... I....$11#$b#I am so happy, @!$10",
  "event-75160010.06": "Well? What are waiting for! Lead me to the pond, @!$10",
  "event-75160010.07": "@! I cannot wait to jump in the pond!$h#$b#I am really excited to see Umuwi and my little sister again!$h",
  "event-75160010.08": "Shall we? Lunna?",
  "event-75160010.09": "Yes! Let's go, @...$8",
  "event-75160010.10": "@... Thank you so much! To you and Ms. Rasmodia!$10",
  "event-75160010.11": "I owe you a lot, @...$10#$b#I love you so much...$l",
  "event-75160010.12": "Well, I...$l",
  "event-75160010.13": "???: Who?? Who are you??",
  "event-75160010.14": "Umm... Hello there!",
  "event-75160010.15": "Ummmm...$0#$b#Whatcha doin' here, humans?$0#$b#I mean! How did you get here? You came out of nowhere!$h#$b#Dun' worry! I am friendly!$u#$b#Unless you are not!$a",
  "event-75160010.16": "Dianna...?$11#$b#Dianna, it's me... Do you not recognize me?$10",
  "event-75160010.17": "Uhhhhhhhh.$0#$b#Who are you, lady human?$h",
  "event-75160010.18": "I mean! I dun' know any humans besides M. Raphael and Bianka.#h#$b#I'm so sorry if I dun' know you, lady!$0",
  "event-75160010.19": "There there, lady human.#$b#Dun' cry too much now, would ya!$h#$b#What's the problem??$h",
  "event-75160010.20": "Dianna... It is me.. Lunna! Your sister!$10",
  "event-75160010.21": "How do you know that name, human?!$a#$b#Don't you dare make fun of my lost sister!$a#$b#She isn't a human, like you guys are!$a",
  "event-75160010.22": "But Dianna! It is me! I turned into a human upon jumping into the lake after the monsters chased me away from you!$11#$b#I am not lying to you, Dianna!$11",
  "event-75160010.23": "DIANNA, LISTEN TO ME!$11#$b#Ugghhhhhhhhh...$12",
  "event-75160010.24": "Lunna seems to be radiating some kind of magic!",
  "event-75160010.25": "Uhhhh?! Lady?! Are you okay?$0",
  "event-75160010.26": "Lunna! Are you okay?!",
  "event-75160010.27": "@... I got carried away by my emotions...$12#$b#The magic is going wild... I do not know what to do!$13",
  "event-75160010.28": "You remember the witch mentioning something about this...",
  "event-75160010.29": "...about how Lunna's magic reacts more calmly with you around...",
  "event-75160010.30": "You hold on to Lunna tightly.",
  "event-75160010.31": "Lady! Your face! You...$4",
  "event-75160010.32": "You look like big sis Lunna...$0",
  "event-75160010.33": "It is me, my little Dianna! I am home!$14#$b#I tried to tell you!$14",
  "event-75160010.34": "Lunna...?$0",
  "event-75160010.35": "LUNNA! IT IS YOU!$s",
  "event-75160010.36": "Huh?! Where did your face go, Lunna?!$a",
  "event-75160010.37": "Oh?$0#$b#It seems the magic has calmed down entirely.$u",
  "event-75160010.38": "But is that really you, big sis Lunna?$s",
  "event-75160010.39": "Yes... It is really me, Dianna...$11#$b#Come give your big sis a hug.$10",
  "event-75160010.40": "BIG SIS LUNNA!$s",
  "event-75160010.41": "LUNNA!! I MISSED YOU SO MUCH!! WHERE DID YOU GO?!$s",
  "event-75160010.42": "I shall tell you later, Dianna... I am just glad I could see you again...$10",
  "event-75160010.43": "I missed you!$s#$b#I was so lonely, Lunna!$s#$b#WAHHHHHHHHHH$s",
  "event-75160010.44": "...A little while later",
  "event-75160010.45": "Ohhh, so that's why you were lost! You were in a whole other place!",
  "event-75160010.46": "Yes, well, I do not even know how and why I turned into a human.#$b#The last thing I remember before that was falling into this lake here.$u#$b#After that I ended up in staying in Pelican Town for a while,#$b#and learned a lot of stuff, met new humans, and even more!$h",
  "event-75160010.47": "Even more humans! WOAH!$4",
  "event-75160010.48": "Um.#$b#Who's that with you, big sis?",
  "event-75160010.49": "Oh!!",
  "event-75160010.50": "I saw you two together hugging so close.#$b#It was SOOOO close that it looked like your faces were mixed with each other.$u",
  "event-75160010.51": "Oh!$l#$b#Meet @, Dianna..$l#$b#@ is my lover...$l^@ is my lover...$l",
  "event-75160010.52": "Oh! Really?!$4",
  "event-75160010.53": "I like you! You make big sis happy!#$b#My name is Dianna! Nice to meet you, tall peep!$h^My name is Dianna! Nice to meet you, tall peep!$h",
  "event-75160010.54": "Big sis? Are you going to come home again?",
  "event-75160010.55": "Oh! Ummm...$12",
  "event-75160010.56": "I have thought about it while we were on the way here...$12#$b#And, um.$12",
  "event-75160010.57": "I wish to stay with @...$12#$b#I do really miss you and this place, Dianna, but...$12",
  "event-75160010.58": "Lunna! Hey!$0#$b#It's okay!$h#$b#Whenever I started missing you so much, I just thought about some of our talks.$u#$b#And on those talks, you always mentioned exploring the world!$0#$b#And you can't do that here when you're stuck in Umuwi.$u",
  "event-75160010.59": "You belong where you are happy, big sissy!$h#$b#And besides...",
  "event-75160010.60": "Now that there is a portal, you and @ can always come and visit Umuwi!$h",
  "event-75160010.61": "Oh, Dianna!$11#$b#When did you become more mature than me?$10",
  "event-75160010.62": "I have always been more mature than you, big sis! You big baby!$h",
  "event-75160010.63": "Thank you, Dianna! I promise I shall visit often!",
  "event-75160010.64": "Yes please!#$b#You and @ better bring lots of food and stuff for me, okay?!$u",
  "event-75160010.65": "I am just happy that we can see each other again, big sis!$h",
  "event-75160010.66": "Everything went well...",
  "event-75160010.67": "We all went home after that...",
  "event-75160010.68": "Lunna and Dianna are really happy.",
  "event-75160010.69": "Thank you for today, @! Let us visit Umuwi once more soon$h",
  
  //Lunna and Krobus
  "event-75160045.01": "Is that...?$6#$b#A shadowfolk?!$6",
  "event-75160045.02": "OH NO! I'VE BEEN FOUND!$3#$b#I MUST RUN!$3",
  "event-75160045.03": "Hey! Wait!$6#$b#I am like you! I am a shadowfolk as well!$u#$b#Well, once before...$s",
  "event-75160045.04": "Wait, what?#$b#But you're human! I can clearly see it!",
  "event-75160045.05": "Yes, well, it is a long story.$u#$b#But please believe me. I am telling the truth.$s",
  "event-75160045.06": "Why yes! I do sense the same magic from you like mine!#$b#I also feel a hint of ancient magic.",
  "event-75160045.07": "Yeah, Ms. Rasmodia mentioned that ancient magic is involved too.$u",
  "event-75160045.08": "Oh! You know the witch too!#$b#She is a good friend, despite being grumpy.$h",
  "event-75160045.09": "She is kind of grumpy sometimes, right?$h",
  "event-75160045.10": "I believe you!$h#$b#By the way, my name's Krobus! I reside in the sewers under town.",
  "event-75160045.11": "My name is Lunna. Nice to meet you, Mister Krobus!$h#$b#I reside in the old shack near the witch's tower.#$b#I am interested to see the sewers, though!",
  "event-75160045.12": "Oh! You want a tour! Oh, joy!$h#$b#Come on! Follow me, Lunna.#$b#I would also like to ask you about a lot of things!$h#$b#Like which tribe are you come from?",

  "mail.LASV.1": "Good day @,^^I require your assistance for a certain spell. This is regarding the magic that turned Lunna human. Come by my tower at your earliest convenience^^-M. Rasmodia, Witch",
  "mail.LASV.2": "Good day @,^^I require your assistance for a certain spell. This is regarding the ancient magic I mentioned about Lunna. Come by my tower at your earliest convenience^^-M. Rasmodia, Witch",

  "Lunna.romance.give_pendant": "This... This pendant, @... Ms. Rasmodia taught me about this in your culture...$u#$b#Is this not what you give the one whom you want to marry?$u#$b#...$u#$b#!!!$6#$b#@!!! Are you really?$10#$b#Of course it is a yes! A million times over! I love you!$l",

  //Lunna fixes her shack
  "event-75160003.01": "Hmmmmm... How do I do this?$s",
  "event-75160003.02": "What if I...",
  "event-75160003.03": "@!! Great timing!$h#$b#I was planning on fixing and tidying this shack today. But I am afraid I would not be able to do it alone.$0",
  "event-75160003.04": "Those boxes contain lumber and materials that would allow us to restore the interior.$0#$b#I bought these from Robin's shop myself with a little funding from Ms. Rasmodia after I insisted to her that I would like to liven up my damp quarters.$0",
  "event-75160003.05": "She eventually agreed!$h",
  "event-75160003.06": "Come here.",
  "event-75160003.07": "See! These may be enough, right?$u",
  "event-75160003.08": "Will you help me?",
  "event-75160003.09": "Sure! But why don't we ask Robin for extra help?",
  "event-75160003.10": "Sure! Let's do this!",
  "event-75160003.11": "Sorry, no. Do it yourself.",
  "event-75160003.12": "Alright let's do this!$7",
  "event-75160003.13": "We did a great job with fixing the shack!",
  "event-75160003.14": "The shack looks wonderful! We did a great job!! Heehee.",
  //Lunna fixes alone
  "event-75160003.LunnaFixAlone.01": "Oh? Well, um...$s#$b#I am really sorry for the bother...$u",
  "event-75160003.LunnaFixAlone.02": "Um, may I ask you to leave for now?$12#$b#I would want to start fixing this shack now.$u",
  "event-75160003.LunnaFixAlone.03": "Lunna fixed the shack all by herself.",
  "event-75160003.LunnaFixAlone.04": "Oh... Hey, @...$s",
  
  //Truth about Lunna
  "event-75160007.01": "@ deserves to learn the truth, Lunna..^@ deserves to learn the truth, Lunna.",
  "event-75160007.02": "I...$12#$b#I do not know how to tell @ about me...$12#$b#I just do not know how!$12",
  "event-75160007.03": "What is going on?",
  "event-75160007.04": "@!!!$6#$b#Wha... What are you doing here at this late hour?$u",
  "event-75160007.05": "Ah, @...#$b#Such wonder is the wheel of fate to have you come here at this certain event.",
  "event-75160007.06": "@... Did you hear anything from what Ms. Rasmodia and I were talking about while you were outside?$s",
  "event-75160007.07": "What did you hear?",
  "event-75160007.08": "Something about the truth?",
  "event-75160007.09": "About me deserving to know something.",
  "event-75160007.10": "Lunna, what is going on?",
  "event-75160007.11": "@...$s#$b#It is... Ummm..$12#$b#I.....$12",
  "event-75160007.12": "Goodness, my girl.#$b#This is going nowhere at all.",
  "event-75160007.13": "@! Come here, would you?",
  "event-75160007.14": "@...$12",
  "event-75160007.15": "I guess this is the only way to have things explain themselves a lot easier.#$b#I would have to cast that certain spell, Lunna. To show @ the truth.",
  "event-75160007.16": "Ms. Rasmodia!!!$11#$b#.....$11",
  "event-75160007.17": "I....$12#$b#Okay...$12",
  "event-75160007.18": "Lunna is looks at you with sad but hopeful eyes.",
  "event-75160007.19": "I have cast a spell that partially disables ancient magic.#$b#The spell however would not last long...#$b#For ancient magic is very powerful and I have no further knowledge of the magic that Lunna is currently under.",
  "event-75160007.20": "@.#$b#Lunna was not human before.#$b#She was one of the species we commonly know as shadowfolk or shadowpeople.#$b#But do not worry, for she is not corrupted, unlike those that you fight in the mines.",
  "event-75160007.21": "For now...#$b#I think you two should have some time alone.",
  "event-75160007.22": "...$13#$b#....@?$13",
  "event-75160007.23": "@...$13#$b#Please say something...$13",
  "event-75160007.24": "Please say something...",
  "event-75160007.25": "I... I... don't know what to say.",
  "event-75160007.26": "Why didn't you tell me?.",
  "event-75160007.27": "Lunna...",
  "event-75160007.28": "......$13",
  "event-75160007.29": "I am not ashamed about what I was before...$13#$b#I honestly wish to go back to what I was before and go back to my hometown...$13",
  "event-75160007.30": "But... @...$13",
  "event-75160007.31": "The truth is, @...$13#$b#I came from a town called Umuwi... hidden by magic. One day, an attack by other monsters led me to dive in a lake for safety.$13#$b#I woke up as a human next to a pond located deep in the western woods...$13#$b#Ms. Rasmodia found me and took me in to help me.$13#$b#I told her about what I am but I do not remember how I turned human and ended up there in the woods...$13#$b#She gave me some clothes, which she said once belonged to her ex-wife.$13#$b#She also had me stay in an old shack in the west and tried helping me with my problem.$13#$b#...But after months... There was so little progress...$13#$b#She eventually decided it was fine for me to explore the outside world,$13#$b#but to stay careful for I am radiating ancient magic, she says.$13",
  "event-75160007.32": "Lunna...",
  "event-75160007.33": "Why didn't you tell me sooner?",
  "event-75160007.34": "...",
  "event-75160007.35": "I did not tell you, or anyone, because I was scared..$13",
  "event-75160007.36": "After spending time here... Meeting people... Having friends...$13#$b#...Meeting you...$13#$b#...and falling in love with you, @...$13#$b#I did not want any of that to go away...$13#$b#I was scared that if you people find out about what I am... I would... I would lose it all...$13#$b#I would lose you...$13",
  "event-75160007.37": "I know it really is selfish of me, @...$13#$b#...I am really sorry... I really am.$13#$b#But really... I made so many memories here. And I accepted that I may never go back home anymore...$13#$b#And I decided that this can be my new home.$13#$b#And everyone... you... are my new home...$13#And I did not want to lose any of that @... Never.$13",
  "event-75160007.38": "@...?$13",
  "event-75160007.39": "@... I am really sorry...$13",
  "event-75160007.40": "You hold Lunna closer to you.",
  "event-75160007.41": "Are you not afraid of me?",
  "event-75160007.42": "I don't care about whatever you are...",
  "event-75160007.43": "I told you... I'm always here.",
  "event-75160007.44": "Shut up and just hold me closer.",
  "event-75160007.45": "@.....$14",
  "event-75160007.46": "Lunna leans in closer and gives you a kiss.",
  "event-75160007.47": "I love you, @...$14",
  "event-75160007.48": "Lunna embraces you with tears in her eyes.",
  "event-75160007.49": "It seems the spell has worn off now...$10#$b#....$l",
  "event-75160007.50": "Thank you... @.$l#$b#For coming into my life.$l",
  "event-75160007.51": "She seems a lot more happier now",
  
  //Welcome to Umuwi for Alternative Non romance with Lunna
  "event-75160014.01": ".....LUNNA! IT'S REALLY YOU!!!!$s",
  "event-75160014.02": "I have been telling you since earlier, Dianna! I missed you so much, little sister!$14",
  "event-75160014.03": "LUNNNAAAAA WAAAAAAH!$s",
  "event-75160014.04": "I never thought I'd see you again!$s",
  "event-75160014.05": "Me too...$14",
  "event-75160014.06": "Lunna! Your face went back to being human!",
  "event-75160014.07": "Oh? I guess the magic has stabilized!$h",
  "event-75160014.08": "Oh? Who are you?",
  "event-75160014.09": "OH! @? What are you doing here?",
  "event-75160014.10": "Oh, that's right! You helped Ms. Rasmodia in opening the portal to Umuwi! She told me all about it earlier. Thank you so much, @!$h#$b#And I am guessing she already told you all about me. Well, it is fine! I trust that no harm can really come from that now.",
  "event-75160014.11": "Oh! So you helped Lunna to come here! Well! I'm glad to meet you! I'm Dianna!#$b#And you're welcome to visit Umuwi anytime!$h#$b#Just don't forget to bring foods and offerings for me or else!$u",
  "event-75160014.12": "I'm just messing with ya! Wahaha",
  "event-75160014.13": "@. Thank you so much for opening the portal again. It means a lot!$u",
  "event-75160014.14": "Umm, big sis? Does this mean you're staying here again in Umuwi?",
  "event-75160014.15": "Oh! About that. I have decided to stay in Pelican Town a little more. I still want to continue helping Ms. Rasmodia, as well as I now have friends in the human town and it's really exciting!$u",
  "event-75160014.16": "I figured you'd say that! It's fine though! The portal's always open! Come visit here most of the time, you hear!",
  "event-75160014.17": "Of course, Dianna!$h",
  "event-75160014.18": "I wonder what's the full story behind Lunna?",
  "event-75160014.19": "Oh well, I guess I'll never find out...",
  
  //Bianka 9 Hearts Event: Ritual and A date with Bianka, The normal girl 
  "event-75160022.01": "@!! Such timing! I was about to come to get you!$h",
  "event-75160022.02": "What's up? Oh!#$b#Today's going to be my removal of magic ritual!$h#$b#I'm finally going to get what I want @.#$b#I'm really nervous, I don't know why... Is it me worrying about the aftereffects? Will I still look the same? Am I really doing this? @, hold me close... Is this really it?!$s",
  "event-75160022.03": "Oops!$u#$b#There I go again, rambling on and on.$s#$b#I'm sorry I'm just so nervous, @..$s",
  "event-75160022.04": "Hey, sweetie! We're going to start in a moment! We need you to come here and then we'll explain what's going to happen.",
  "event-75160022.05": "Oh, why you're already here, @! We're glad to have you! Come here, dear.$h",
  "event-75160022.06": "Hey, Mom and Ms. Rasmodia!$h#$b#So what's the plan?",
  "event-75160022.07": "Well dear, Rasmodia will explain the ritual for you, okay?",
  "event-75160022.08": "Why, little Bianka! You've grown to become such an energetic young woman. You may not remember me, but I am a longtime friend of your mother and father.",
  "event-75160022.09": "Oh! You are!$h#$b#I'm sorry for not remembering, Ms. Rasmodia..",
  "event-75160022.10": "It is no issue, young one. I may not know the full reason of why you wish to be rid of your magic, and I may find it a waste of talent, but Esmeralda is a good friend of mine and I am here to help.",
  "event-75160022.11": "Thank you, Ms. Rasmodia! This is really a big deal for me.",
  "event-75160022.12": "Now... This ritual will not eliminate your magic, but instead it will transfer it to another place.#$b#Magic cannot be simply destroyed as one pleases. It is easier and much more convenient to store it someplace else.#$b#That is why we have decided to have your brother, Raphael, take in your magic.",
  "event-75160022.13": "Oh!! What?$u#$b#I'm fine with that and all but... Won't the magic overflow in Raphael? Won't it be too much for him to control??$s",
  "event-75160022.14": "Ahaha, you worry too much, sis!$h#$b#Don't worry, we've talked about this.",
  "event-75160022.15": "Yes dear, there's no need to worry for your brother. His years and years of training have increased his capacity for magic along with his control. He is very much capable of such an endeavor. Not to mention he wants to use your magic to grow into a better sorcerer and wizard one day.",
  "event-75160022.16": "Young Raphael, it is really quite impressive to have such capability for magic at your age. You may indeed reach your father and mother's level in only a short period.",
  "event-75160022.17": "Thank you, Ms. Rasmodia. But this could never have been possible if Bianka hadn't wanted it to be. Thank you, sis, you little chatterbox.",
  "event-75160022.18": "Don't make me cry, you big oaf! Thank you too - you're a good brother, I'll give you that!$7#$b#Take good care of my magic and use it for good, okay?! Don't go getting corrupted on us now! Haha!$h",
  "event-75160022.19": "Well then. Let's get started, shall we?",
  "event-75160022.20": "Bianka dear, we would need you to stand right here. Then you, Raphael, over here...",
  "event-75160022.21": "Now... I need you two to emit your magic as your mother and I chant the spell.",
  "event-75160022.22": "Ugh..$9",
  "event-75160022.23": "My dears, you may stop meditating now.$h",
  "event-75160022.24": "Hmmm, I do hope the ritual was a success. There could be serious complications if it was not.",
  "event-75160022.25": "Mom?... Am I...?$s",
  "event-75160022.26": "Come and stand, my dear. Let me see..",
  "event-75160022.27": "Oh dear...$s",
  "event-75160022.28": "Mom?! Huh? What's wrong? Did something go wrong? Is it...",
  "event-75160022.29": "Nothing's wrong, dear...$s#$b#I'm just so happy now that you've got what you've been wishing for so long.$s#$b#I'm happy for you! Don't ever forget that I love you no matter what, Bianka!$s",
  "event-75160022.30": "Mom! I love you too! Thank you! Thank you so much!$7#$b#I promise I'll always be safe and will always take care...$7",
  "event-75160022.31": "I'm really glad you're free from your demons and problems now, sis. I hope you get to enjoy the life you always wanted.$h",
  "event-75160022.32": "Ahaha! Look at you getting all emotional, you big brute!$7#$b#Thank you, Raph! Thank you too, Ms. Rasmodia!$7",
  "event-75160022.33": "Anything for your family, young one.$h",
  "event-75160022.34": "And thank you, @... You're a big reason why I got my strength to tell my family what I've been feeling.$7#$b#Thank you...$l",
  "event-75160022.35": "Hey my dear, I have a present for this joyous occasion of yours! I hope you like it!$h",
  "event-75160022.36": "Whaaaa? Mom!$14",
  "event-75160022.37": "Well? I pulled a fairy godmother move on you, didn't I?$h#$b#Well, what do you think, @?$h",
  "event-75160022.38": "@...? What do you think...?$15",
  "event-75160022.39": "OOOHH! Oh, young love! Such wonderful times!$h",
  "event-75160022.40": "Mom... Umm... can I...?$15",
  "event-75160022.41": "My dear, go and have fun in town with @! Have a great date, my daughter!#$b#@! You had better take care of her, alright?$h",
  "event-75160022.42": "Mom...!!$15",
  "event-75160022.43": "I'm just messing with you, my dear!$h#$b#Well? What are you waiting for?",
  "event-75160022.44": "Thank you, Mom!$14",
  "event-75160022.45": "Shall we, @...?$15",
  "event-75160022.46": "Ummm, @... Before we go... I just wanna tell you something...$14",
  "event-75160022.47": "I... I'm very happy I met you...$15#$b#And, um, I don't know why but I can't help but be speechless right now where usually I'm not but like I can't help it, I'm just really really happy right now and I just wanna kiss you so bad and, um, I really like that you like this dress. Am I even pretty in this dress? Is it a good color for me? Would you mind if I go to you....$15",
  "event-75160022.48": "I'm sorry! I just, uhhh...$15",
  "event-75160022.49": "She just keeps talking, doesn't she?",
  "event-75160022.50": "Come here, you...",
  "event-75160022.51": "*pull her closer to you*",
  "event-75160022.52": "Bianka and I had a very fun time in town afterwards.",
  "event-75160022.53": "She seems very happy she can now express her feelings freely!",
  "event-75160022.54": "I'm happy for her.",
  "event-75160022.55": "That was a very fun date, @...$l",
  
  //Raphael redeems himself to his dad (9 Hearts Raphael)
  "event-75160027.01": "Oh boy...$s",
  "event-75160027.02": "Oh, it's just you, @! I'm glad you're here, you can help me calm down a bit by distracting me.$h",
  "event-75160027.03": "Oh? What's up?#$b#Well...$s#$b#My parents are visiting today.#$b#They arrived here earlier, but Mom insisted on visitiing the town with Bianka, and Dad agreed because he wanted to see Marlon.#$b#I stayed behind because I had to finish some forgework. Now I'm just waiting for them to return.$s.",
  "event-75160027.04": "It's that obvious I'm nervous, huh?$s#$b#I don't even know why though. I guess it's 'cause of my dad... You know why.$s",
  "event-75160027.05": "Yeah, I shouldn't worry too much.$s#$b#Thanks, @! You're the best!$h",
  "event-75160027.06": "...and those sweets at Castle Village were amazing too, Mom!$h#$b#But I also remember that time we visited Garden Village - the cakes there were AMAZING!$h",
  "event-75160027.07": "My dear, I've really missed visiting those places! Don't you also remember the hot springs in Ember City? Oh! And don't forget that tea shop in Zuzu City!$h#$b#They're all wonderful!",
  "event-75160027.08": "Oh! Hey, Mom! Hey, sis, how was the stroll?",
  "event-75160027.09": "The ladies are really caught up with their conversation.",
  "event-75160027.10": "It seems like you and Raphael weren't noticed.",
  "event-75160027.11": "Ahaha, they seem to be really busy with their conversation.$h#$b#It happens sometimes when they both find something in common to talk about. And that only happens rarely!$h",
  "event-75160027.12": "My daughter, why don't we continue our talk at your place?#$b#I can't wait to have you try on these new clothes I bought for you in Floraville!$h",
  "event-75160027.13": "MOM! OH MY! You're the best! Yeah, let's go!$h",
  "event-75160027.14": "I'll teleport us there, I'm too tired to walk now.$h",
  "event-75160027.15": "And there they go!$h#$b#Mom and Bianka don't get along often,#$b#but on those rare occasions when they do, they seem to have their 'own world' and they'll be inseparable for the time being.$h",
  "event-75160027.16": "Yeah, it's cute and...",
  "event-75160027.17": "...The last missions towards the Crystal Caverns were a success, with no major casualties.#$b#Jio and his team was able to close down the void portal there.",
  "event-75160027.18": "Hmmm. That's fantastic progress indeed. Now we can focus more on the corrupted woods near Meteor Plateau. Three more void portals have been sighted there as well... Rasmodia and I talked about the plans and...",
  "event-75160027.19": "Oh? Why, greetings, young one.^Oh? Why, greetings, young one.",
  "event-75160027.20": "And my son. I trust your forged weapons were finished before we got here.",
  "event-75160027.21": "Yes Dad, I have them cooling down at the shop now.$s",
  "event-75160027.22": "That sounds assuring.",
  "event-75160027.23": "Why hello there, @! Visiting Umuwi as well, huh?#$b#Salvador here is an old friend of Rasmodia and I.#$b#We've been on different missions together back when we were still young adventurers!$h",
  "event-75160027.24": "Hello there, @. My name's Salvador, Guildmaster of the Adventurer's Guild on Ruby Island and a wizard.#$b#But I much prefer not to use magic too often.#$b#I believe you are a close friend of my children, aren't you, young @?",
  "event-75160027.25": "Well, it's nice meeting you, @.^Well, it's nice meeting you, @.",
  "event-75160027.26": "Oh hey, Dad... Uhh...$s",
  "event-75160027.27": "What is it?",
  "event-75160027.28": "I was just going to report the success of my barrier here in Umuwi in repelling bandit attacks and skirmishes...#$b#As well as some updates on a new magic spell I've developed that could really help adventurers in navigation.$h",
  "event-75160027.29": "Hmmmm.. That's adequate, I suppose. Good progress.",
  "event-75160027.30": "Yeah... It... It is, dad..$s#$b#I also was going to ask if you wanna get a drink at Reenus'? Along with Marlon.",
  "event-75160027.31": "Hmmmm... I guess that'll do.",
  "event-75160027.32": "That's great, Dad! I'll go lead the way.",
  "event-75160027.33": "!!$u#$b#The barrier! It's been breached!$a",
  "event-75160027.34": "I sensed a huge explosion to the east.#$b#They must have used several explosives.$a",
  "event-75160027.35": "We should regroup for now - there must be a huge panic in the town. We should hold our ground there.",
  "event-75160027.36": "Agreed. Let's go.",
  "event-75160027.37": "Oh my! Are we going to be okay?$s",
  "event-75160027.38": "Don't worry, everybody, remain calm. We will think through this.$a",
  "event-75160027.39": "Mom... I'm scared...$s",
  "event-75160027.40": "I had our resources locked up in a chest and hidden underground.#$b#The kids and elderly have been evacuated there as well.",
  "event-75160027.41": "That's good to hear, Reenus. Thank you.#$b#I think we should...",
  "event-75160027.42": "Son. Are you really leading this?",
  "event-75160027.43": "Dad, I promise I won't mess this one up now.#$b#I took into accounts the different routes they can enter and checked the mana barrier I installed on those areas.#$b#I confirmed that they've only breached the eastern barrier.#$b#I gave almost all of my mana to strengthen those barriers so that we don't have to expect any surprise attacks.#$b#To make sure of that, I would like to ask Mom to cast surveillance magic on those sides of the town that haven't been breached and have Bianka keep track of the enemy's movement.",
  "event-75160027.44": "That's quite the elaborate preparation you made in a short time, Raphael.#$b#Any idea on how many attackers there are and what they are?",
  "event-75160027.45": "Yes, I've confirmed that as well, sir.#$b#I infused the barrier with a heat-seeking spell combined with a bit of telepathic imagery linked to a specific torch here in Umuwi.#$b#I checked the torch as everyone was evacuating and found at least ten bandits with twenty-four beasts accompanying them.",
  "event-75160027.46": "WOAH! That's a lot...$s",
  "event-75160027.47": "Will we be alright, Raphael?$s",
  "event-75160027.48": "Don't worry too much. We might have a chance here.#$b#Along with putting up the barrier, I also installed hypnosis spell traps that work better on intelligent creatures, such as the bandits, which will have them immobilized if some of them trigger it.#$b#That alone will reduce their numbers drastically.",
  "event-75160027.49": "But why are there so many this time though...?$s#$b#Last time there was more or less half of what they are now.$3",
  "event-75160027.50": "They must've tried to prepare for a huge invasion thinking we have powerful ancient magic due to the last incident with the lake explosion.",
  "event-75160027.51": "That was a lucky occurrence as well. That might not happen again.",
  "event-75160027.52": "It's okay, Mom. With the remaining enemy forces that could pass through the defenses, we can face them head-on while you and Bianka monitor the other areas of the barrier to avoid surprise attacks.",
  "event-75160027.53": "Wow, Raph, you really prepared for this one.",
  "event-75160027.54": "I learned from my mistakes and I tried to improve.#$b#All to make sure no one gets hurt ever again.",
  "event-75160027.55": "Everyone who can fight, we'll hold the line and wipe out every beast that enters. Eventually they will give up knowing we have the upper hand.#$b#My defenses, in theory, will drastically lessen their forces.#$b#I also had backup defenses installed in the airspace and underground if they ever get any ideas.",
  "event-75160027.56": "You've done well for preparation, son.$h",
  "event-75160027.57": "Thanks, Dad. But it's not over yet.",
  "event-75160027.58": "Everybody! Brace yourselves for battle!$a",
  "event-75160027.59": "Right on!",
  "event-75160027.60": "I'm scared but okay!",
  "event-75160027.61": "Take this!$a",
  "event-75160027.62": "*Huff huff*$a",
  "event-75160027.63": "Good hit, son! You seem to have become stronger!$h",
  "event-75160027.64": "Dad! Watch out!$a",
  "event-75160027.65": "Aha! You think you caught me by surprise, you beast?!$h#$b#I'm not going down that easily! I've been doing this for years!$h#$b#Haha!$a",
  "event-75160027.66": "You scared me there, Dad!$h",
  "event-75160027.67": "We fought the beasts until most were wiped out.",
  "event-75160027.68": "Raphael led us to victory with his leadership.",
  "event-75160027.69": "Eventually the attackers gave up and retreated!",
  "event-75160027.70": "Everybody! Good job!$h#$b#We successfully defended Umuwi from the beasts and bandits!$h",
  "event-75160027.71": "It's finally over!$h",
  "event-75160027.72": "You all did great!",
  "event-75160027.73": "Thank you, everyone! We did great!$h",
  "event-75160027.74": "That was intense!$h",
  "event-75160027.75": "My dears, I hope no one is hurt!$h",
  "event-75160027.76": "Raphael! You were amazing at preparing for the attack and your leadership was flawless!$h",
  "event-75160027.77": "You did amazing, son!",
  "event-75160027.78": "You were great, Raph!",
  "event-75160027.79": "Bro, you were awesome!",
  "event-75160027.80": "You were a great leader!",
  "event-75160027.81": "Thank you, everyone, but all that would not have been possible without all your help!",
  "event-75160027.82": "My son, you did an exceptional job.#$b#From preparing the defenses to your backup plans to the way you adapted our battle formation...#$b#Everything was more than what I could've thought of! You did amazing, my son!$h#$b#And I'm really proud of you!$h",
  "event-75160027.83": "Dad, I...$10#$b#I'm glad I pulled it off, Dad! Thank you for your help and for everything you have taught me!$h",
  "event-75160027.84": "And my son, I'm sorry If I was too harsh on you on your training and progress.#$b#I was just afraid that if I didn't push you to your full limits, something really bad might happen to you and your sister.$s#$b#Because I know that you have the potential to take over my place one day... And I just want to have you be the best version of yourself.$3",
  "event-75160027.85": "Wait?$u#$b#I would one day take over your place at the guild!$u#$b#I thought all this time you were disappointed in me...$10",
  "event-75160027.86": "Nonsense, my boy!$h#$b#I'm strict with you because I know you can do it. I just wanted you to stay grounded and humble.#$b#You have proven yourself to me for a long time and I always expect great things from you.",
  "event-75160027.87": "Your father's right, my dear. You have proven to us every day that you are capable of great things and worthy of the same as well.#$b#I'm proud of you, my son!$h",
  "event-75160027.88": "Now big bro, don't let the praise go to your head!#$b#And don't overthink everything either! Relax from time to time, okay?$h",
  "event-75160027.89": "Everyone!$10#$b#Thank you!$h",
  "event-75160027.90": "Everyone was happy for the successful resistance!",
  "event-75160027.91": "We then cleaned up the place and had a little celebration.",
  "event-75160027.92": "Hey, um, @...$l#$b#Come with me, let's get away from this crowd for a moment..$h",
  "event-75160027.93": "Hey, @... Are you hurt somewhere?#$b#You were amazing on the battlefield earlier.$h#$b#I knew you could hold your own against those beasts.",
  "event-75160027.94": "But to be honest I was also pretty worried about you amongst all the fighting.$s#$b#I kept glancing at you to see if you were doing fine.#$b#It seemed like you were doing really good and that it eased my worries.$h",
  "event-75160027.95": "@... Thank you for being there by my side all this time...$l#$b#I don't really know how to thank you enough...",
  "event-75160027.96": "Oh, Raphael...",
  "event-75160027.97": "Just come here and kiss me.",
  "event-75160027.98": "Face me, will you...",
  "event-75160027.99": "(Grab his hands and pull him towards you)",
  "event-75160027.100": "Everything seems better now.",
  
  //Lunna 14 heart event part 2
  "event-75160039.01": "This is such a wonderful scene, my love!$h#$b#Look at all the food! $u#$b#And you are here by my side to enjoy it with me.$l",
  "event-75160039.02": "Love...$u#$b#I have a little gift for you, teehee $h",
  "event-75160039.03": "Why?$u#$b#Nothing really, it is just a little something I may have been preparing for you, @ love.$l#$b#I sure do hope you will like it.$u",
  "event-75160039.04": "You have learned how to craft LuckyMint!",
  "event-75160039.05": "It is a special item that I had been working on with the help of Ms. Rasmodia.$u#$b#I wanted to help you in your adventures and your work as much as I can and so I thought of this.#$b#It is imbued with the ancient magic of the ancient lake. I was able to channel it enough just for you, love.$h#$b#I really hope you like it.$l",
  "event-75160039.06": "Oh, @...$l#$b#I love you too!$15",
  "event-75160039.07": "Hey, um...$15#$b#I do not mind us making out for a while right here right now before we eat, sooo...$15",
  "event-75160039.08": "Lunna and I had a wonderful time at the picnic.",
  "event-75160039.09": "My wife is such a sweetie.",
  "event-75160039.10": "Take care always, my love. I had a really, REALLY fun time earlier.$l",
  
  //HeartEvent 4 = 6 Hearts: Lunna buy Food
  "event-75160004.01": "The fruits you sell here taste great, Pierre!$h",
  "event-75160004.02": "Well, of course! I grow most of my produce here myself!$h",
  "event-75160004.03": "Oh? But most of the good ones that I see here look like what @ grows?$s",
  "event-75160004.04": "Oh! Yeah. I mean, I also get shipping from %farm and umm...$4",
  "event-75160004.05": "Oh welcome, @!#$b#Here to buy more seeds, eh?$h",
  "event-75160004.06": "Hello, @! Nice seeing you here!$h#$b#I am just buying some tasty fruits to munch on while I stroll around town.$0",
  "event-75160004.07": "Here is the payment, Pierre!",
  "event-75160004.08": "Thank you so much, Lunna!#$b#Uhhh, here! Have an extra piece of fruit! Grown by yours truly!$h",
  "event-75160004.09": "Oh wow, thank you!",
  "event-75160004.10": "Hey, @.$0#$b#Care to stroll around town with me after buying some seeds?$8",
  "event-75160004.11": "This is so tasty!$9",
  "event-75160004.12": "The strolling around was nice too!$8",
  "event-75160004.13": "Hey, @! Thank you so much for hanging around with me this day$0.",
  "event-75160004.14": "I do not know a lot of people here in town. I just started staying here a little while before you arrived.$u",
  "event-75160004.15": "I feel people would find me strange if they got to know me more...$s#$b#Plus Ms. Rasmodia discourages me from spending too much time with other people...$s",
  "event-75160004.16": "Oh! I mean, he is a really good person. Do not get me wrong.$8#$b#We have reasons why he does that and I understand.$u",
  "event-75160004.17": "But I do wonder about how other people see me...$s",
  "event-75160004.18": "What do you think, @?",
  "event-75160004.19": "A pretty and sweet girl.",
  "event-75160004.20": "A fun and caring person.",
  "event-75160004.21": "An annoying and overly loud person",
  "event-75160004.22": "I really appreciate you being forward with me, @.$0#$b#Along with spending time with little old me today...$u",
  "event-75160004.23": "It really means a lot. Thank you.$8",
  "event-75160004.24": "Come on! Let us get more tasty fruits!",
  "event-75160004.25": "That was a fun walk with Lunna.",
  
  
 // RSV
 
  //Aguar and Rasmodius talk (Aguar 4 hearts)
"event-75160062.01": "Really, Aggie. I'll be fine with just a cup of water.#$b#It's been so long since we talked, old friend.$h",
"event-75160062.02": "Nonsense! My friends deserve nothing but the best.#$b#Ah, this aged ancient fruit wine should do the trick.$h#$b#Bottoms up, Razzie!$h",
"event-75160062.03": "Dare I even ask where you found that bottle?#$b#I need to have a chat with Gunther...",
"event-75160062.04": "A magician never reveals his secrets.#$b#You know that better than I do.",
"event-75160062.05": "That was only one time, and it was decades ago!",
"event-75160062.06": "Now, where were we...",
"event-75160062.07": "@!?$u#$b#Why do you have the habit of only bothering me when I'm busy?$a",
"event-75160062.08": "Ah, @. I didn't know you knew Aguar.",
"event-75160062.09": "Does young @ know about your secret, Aguar?",
"event-75160062.10": "Unfortunately...$s#$b#This curious cat managed to weasel their way into my chambers.$a",
"event-75160062.11": "It shouldn't pose any problems.#$b#@ seems to be magically inclined. They might be the key to solving this mystery.#$b#Come, @. Make yourself at home.",
"event-75160062.12": "Hold right there, Rasmodia, this is still my domain.#$b#Don't get too carried away now.",
"event-75160062.13": "I guess I'll have to provide you with a glass as well...",
"event-75160062.14": "Aguar, I believe it's best we resume discussing the traces of anima you've found in the river.#$b#I believe the source of that anima is what's causing the magical auras coming from below.",
"event-75160062.15": "That's what I've been trying to tell Lenny and Lewis.#$b#A magical aura of this frequency can only bring bad things.#$b#It's the same strange power we felt in the mines, Calico, Castle Village...$s#$b#What if we're too late?",
"event-75160062.16": "We apologize, @. Let us fill you in with the details.",
"event-75160062.17": "As you may know, Aguar is a retired wizard and an old colleague of mine.#$b#After retiring, he became a man of science and delved deeper into the fields of hydrology, ecology and geology.#$b#The cause for this sudden change... well... go ahead, Aguar.",
"event-75160062.18": "Many years ago, an unexplained magical pulse began emanating from below the village.#$b#It is still quite faint and unnoticeable to those without the proper tools.#$b#It's not strong enough to pose a threat yet.#$b#But it's an energy we are all too familiar with.$s",
"event-75160062.19": "This strange pulse is the cause of the increasing numbers of monsters in the mine.#$b#It has caused ancient inhabitants of the Calico Desert to reawaken for the first time in centuries.#$b#Worst of all, it keeps waking me up at night.$a#$b#Well... it became stronger after you arrived in the valley, @.#$b#We figured it was a coincidence until...",
"event-75160062.20": "Until you barged into his chambers.#$b#His chambers are magically sealed. No mere human can enter.",
"event-75160062.21": "We'd like to ask you for your help.#$b#Perhaps you're not as useless as I thought you were, @!$h",
"event-75160062.22": "I will monitor the mines in the meantime.#$b#If you need any assistance, please do not hesitate to warp to me, Aguar.#$b#For old time's sake.",
"event-75160062.23": "I'll be fine, Rasmodia.#$b#This is my responsibility.",
"event-75160062.24": "@, see if you can find more magical auras.#$b#I suggest the old community center in Pelican Town or the mines.#$b#I urge you to be careful.",
"event-75160062.25": "Alright! Good!$h#$b#For now, I'd like to discuss more about the auras I've sensed at Castle Village with Rasmodia.#$b#You are free to stay if you desire.",
"event-75160062.26": "More wine?",
"event-75160062.27": "Absolutely!",
"event-75160062.28": "Mr. Aguar and Rasmodia have shown me there's more to Ridgeside Village than I thought.#I hope I can figure out the source of the strange power.",
"event-75160062.29": "Stay safe, @.$s",

//Aguar and Farmer find cave (Aguar 6 hearts)
"event-75160063.01": "I've done it!$h#$b#@, just in time!$h",
"event-75160063.02": "I believe I've finally succeeded!$h#$b#I may have just found the solution to our predicament!$h#$b#It took a great deal of effort.#$b#It required using samples to map the underwater geography of the region, combined with some complicated spellwork, but I have finally located the source of the strange power.",
"event-75160063.03": "Now, I will need your assistance in this next phase.#$b#Follow me.",
"event-75160063.04": "Hmm...#$b#If I'm not mistaken, these should be the coordinates.#$b#The keystone must be here somewhere...",
"event-75160063.05": "@, I need you to tap this rock with your thumb, pinky and index finger.#$b#Do not move while I am chanting this spell.",
"event-75160063.06": "Now...$4",
"event-75160063.07": "Whoa! The ground collapsed under your feet!",
"event-75160063.08": "@, are you still alive?#$b#Don't worry, I'm coming down.",
"event-75160063.09": "Looks like you don't have any critical injuries.#$b#Come on, stand up now.#$b#Look what we have discovered!$h",
"event-75160063.10": "What? This growth... this is scientifically impossible.$u#$b#These trees seem to magically sprout from an even deeper source.",
"event-75160063.11": "Could they be growing through the bedrock below the river?$u#$b#That would cause the water to drain steadily into this cave-like structure.#$b#If they are destabilizing the bedrock, it will compromise the integrity of the entire ridge.#$b#If this continues, it'll create a giant sinkhole and the entire village might collapse!$u",
"event-75160063.12": "But we still have time.#$b#I need to figure out how to destroy those trees entirely.#$b#Not even their roots can remain.#$b#I'll grab a soil sample on the way out and analyze it back at the lab.",
"event-75160063.13": "I will contact Rasmodia as well. If Ridgeside collapses, the ensuing landslide will eliminate Pelican Town as well.",
"event-75160063.14": "@... I suggest you go home and rest for a while.#$b#You've been very helpful today. Thank you.$h#$b#I will notify you if anything changes.",
"event-75160063.15": "I believe in Mr. Aguar.#I can't lose hope...",
"event-75160063.16": "Great job today, @.$h#$b#Now, if you'll excuse me, I need to be alone...$s",

"Aguar.Dialogue.Fri8": "As you know, I often work with Rasmodia.#$b#She is an old friend of mine.$h#$b#Perhaps rival is a better word...$a#$e#Say hello for me next time you see her.",
"Lola.Dialogue.Thu4": "I'm going to make gnocchi with purple mushrooms for Rasmodia.#$b#I picked up the recipe while cruising through Thunderton, and he's been hooked for years!$h#$e#Don't tell her I said so, but I think witches have a rather peculiar fondness for purple mushrooms.",

"Pipo.Dialogue.random.1" : "I'm currently studying how to perform chrysopoeia.#$b#It means turning lead into gold.$4",
"Pipo.Dialogue.random.2" : "Some wizards flock to alchemy when potions and spells don't work.$s#$b#Some scientists use alchemy to go beyond science.#$b#Me? I like alchemy because it's easy and fun.#4",
"Pipo.Dialogue.random.3" : "Why is it so hard to find her!?$a",
"Pipo.Dialogue.random.4" : "Hmm, 'eye of newt and toe of frog, wool of bat and tongue of dog...'#$b#Why couldn't they just say mustard seed, buttercup, holly leaves, and houndstongue?$a#$b#Never rely on witches and wizards for a list of ingredients.$4",
"Pipo.Dialogue.random.5" : "One day I'm going to invent an Elixir of Immortality and then I'm going to destroy it!$h#$b#It would be dangerous if evil got a hold of it.$s#$b#Besides, I just want to make it for fun.$4",
"Pipo.Dialogue.random.6" : "I left my alembic back in Verde.$s#$b#Maybe I can... procure... one from Magistra Rasmodia or Magister Tenaliana when they're not looking.$4",
"Pipo.Dialogue.random.7" : "I heard the valley-folk dress up during Faire's Sinye.#$b#Your people call it Spirit's Eve.$4#$e$I should get Acorn to dress up.$h",
"Pipo.Dialogue.random.8" : "With my parents being Aranie Vare, Royal Guards, naturally I became one as well.#$b#Because Verde is quite safe, I can spend all that free time on studying alchemy.$h ",
"Pipo.Dialogue.random.9" : "One day she'll want to return home, I hope.$s",
"Pipo.Dialogue.random.10" : "I miss Verde.$s.",
"Pipo.Dialogue.random.11" : "Why won't she listen!?$a",
"Pipo.Dialogue.random.12" : "I just want her to be safe.$s",
"Pipo.Dialogue.random.13" : "My mother and father are quite influential, both being part of the Aranie Vare.#$b#My dad is even a member of the Ore Corin, the Inner Circle. ",
"Pipo.Dialogue.random.14" : "I met Acorn during the trip from Verde to Ferne Ngille.#$b#Junimo speak an ancient form of Elvish so I can understand most of what he says.$h#$b#Do you speak Junimo?$4",
"Pipo.Dialogue.random.15" : "I'm sorry, I have no time to waste. I must protect the Aranel.$a",
"Pipo.Dialogue.random.16" : "I can't talk right now. I must protect the princess.$a",
"Pipo.Dialogue.random.17" : "Greetings.#$e# Keep up, Acorn!$h",
"Pipo.Dialogue.random.18" : "Salutations.#$e#Acorn! Are you hungry yet?$h",
"Pipo.Dialogue.random.19" : "Did you know alchemy originated in Calico?#$b#You should pick up a book now and then!$4",
"Pipo.Dialogue.random.20" : "I wonder if Junimo are the result of alchemy...$u#$b#Hey Acorn, come here for a second.$h",

"Raeriyala.Dialogue.random.1" : "Oh, hello farmer!$h#$b#Just enjoying the magical breeze.$h",
"Raeriyala.Dialogue.random.2" : "I wonder why Belinda doesn't see the beauty of the mountain.$s#$b#Like how I see the beauty within her!$h",
"Raeriyala.Dialogue.random.3" : "Your grandfather kept a lot of secrets, oh farmer.$a#$b#I'm still wary of him, even from beyond the grave.$s",
"Raeriyala.Dialogue.random.4" : "Ah, I remember those times when your grandmother rode on my back when I would take on my bestial form.$h#$b#We traversed the beautiful mountain alongside my love, Belinda, who took on her dragon form.$4#$b#Such wonderful memories.$4",
"Raeriyala.Dialogue.random.5" : "You humans have offered me such interesting items across the centuries!$h#$b#Oh, how I love it whenever someone brings me my favorites!$4",
"Raeriyala.Dialogue.random.6" : "There's this mortal named Sonny who resides at the local village.#$b#He intrigues me! He's originally not from here and used to visit Ridgeside when he was young just to offer some genuine gifts to my altar.$h#$b#I'm sincerely thankful for such devotees to me and the mountain.$4",
"Raeriyala.Dialogue.random.7" : "I recall a man named Arthurr who used to pray by my spring before, along with a young female elf.#$b#I wonder where those both are now.",
"Raeriyala.Dialogue.random.8" : "The Lidens, especially the half mermaid, are an interesting bunch!$h#$b#I ought to keep an eye on them a little while longer.",
"Raeriyala.Dialogue.random.9" : "Kiwi came by the other day and brought me some offerings!$h#$b#She offered kiwi fruits, as one might expect. Isn't that lovely?",
"Raeriyala.Dialogue.random.10" : "Belinda was once a demon spirit conjured by Gabriella.$s#$b#She was tasked to destroy my altar, but when I confronted her, I heard the cries of pain and suffering from within.$s#$b#I nearly perished, giving my all just to save her.$h#$b#I don't know why, but I just felt like I had to meet her for who she really is.$4#$b#The rest, dear farmer, is ancient history.$h",
"Raeriyala.Dialogue.random.11" : "I hope you're enjoying the magic-rich soil of this valley, oh farmer.$h",
"Raeriyala.Dialogue.random.12" : "A henchman of Gabriella once resided somewhere in the local village.$a#$b#He may have descendants who continue to follow her.$s#$b#Just be careful who you trust.$a",
"Raeriyala.Dialogue.random.13" : "I hope you continue to give love and care to your farm as to how your ancestors did, oh farmer.$4",
"Raeriyala.Dialogue.random.14" : "Oh, those times when your grandfather started courting your grandmother!$h#$b#It was quite a challenge letting go of my beloved friend and trusting her to someone else.$4",
"Raeriyala.Dialogue.random.15" : "A distant land much more magical than this valley was able to establish a community mixed with spirits and humans.#$b#I believe it was called the Ruby Islands?#$b#Oh how I wish to visit that place someday.$h",
"Raeriyala.Dialogue.random.16" : "An anomaly named Q has been running around the valley hiding mysterious objects and notes.$a#$b#What concerns me is how they leave this ominous magic far different from Gabriella's, mine, or any other magic in this world.$s#$b#Fortunately he has been docile and hasn't caused any harmful events, though I can't help but worry.$s",
"Raeriyala.Dialogue.random.17" : "Have you heard of the world resided by shadow folk and fur beasts?#$b#I believe a legend about the lake that serves as a portal between our world and theirs exists and talks about it being located in the forest south of your farm.#$b#It's quite intriguing.$h",
"Raeriyala.Dialogue.random.18" : "The Adventure Guild and I have worked together before, preventing monsters from the valley and all.#$b#They're good people.$h",
"Raeriyala.Dialogue.random.19" : "Have you met Rasmodia? Or Aguatros?$h#$b#Oh how I remember those days when they were still small children playing around the valley.$h#$b#I wonder when will they visit me again.$4",
"Raeriyala.Dialogue.random.20" : "%Raeriyala yawns.#$b#I'm quite drowsy.$s#$b#I need something to entertain me.$h",

//Kiwi's past (Kiwi 8 hearts)
"event-75160180.01": "You are, indeed, one fascinating Junimo.#$b#I will look further into this 'Dusked' cult.#$b#They may have some hidden knowledge about the dark arts.",
"event-75160180.02": "Kiwi want to help you. Help you in any way, witch.#$b#Kiwi trust you can help Kiwi too.",
"event-75160180.03": "Greetings, @. What brings you here?#$b#Any news on the Junimo at the Community Center?",
"event-75160180.04": "Hup! Hello, friend!$h#$b#Kiwi just here ask for witch's help. About Kiwi creation.",
"event-75160180.05": "So you two are acquainted, then.#$b#You do have a strong connection with Junimo, don't you, @?#$b#Hmm. Maybe you can assist me in deciphering Kiwi's past.#$I may ask for your assistance.#$b#But, that will be sometime in the future.",
"event-75160180.06": "Kiwi understand, witch.#$b#Kiwi in no rush as well. Kiwi just curious about past and how Kiwi was made.",
"event-75160180.07": "Thank you, witch.#$b#Kiwi now go.",
"event-75160180.08": "Farewell, friend.$h",
"event-75160180.09": "@. I have some things to tell you about that Junimo.",
"event-75160180.10": "That, or rather Kiwi, may not be a 'real' Junimo. Or at least, not a complete one.#$b#It seems that it is not bound to the laws of a regular Junimo and is not connected with fauna or flora in the same way other Junimo are.#$b#Kiwi seems to be made for the sole purpose of... killing.",
"event-75160180.11": "I told it I didn't know much about the Dusked cult.#$b#But in actuality, I know that they are a dark organization of assassins imbued with the dark arts in order to carry out their murders.#$b#I do not approve much of their practices, even if they claim to do it for the betterment of humanity.#$b#Let me warn you, @, they are dangerous. Don't get too close to them.",
"event-75160180.12": "That Junimo's case does intrigue me, though.#$b#I wonder how they were able to create such a weapon.#$b#The dangerous thing about Kiwi is that mundane humans cannot easily see Junimo, unlike you or any other magical being.#$b#So basically, Kiwi is an invisible weapon who can assassinate any human easily and get away unseen, leaving no trace.#$b#And I'm certain that Junimo has taken lots of lives prior to moving here, as has its keeper.",
"event-75160180.13": "I will return to my studies now, @.#$b#Take care of yourself.",

"Festivals.SpiritEve.Jeric_spouse": "That witch closes a big part of the town all day to set up for the Spirit's Eve festival.#$e#I wonder how she manages to get it done all by herself.",
"Kenneth.Dialogue.fall_26": "The decorations for tomorrow don't require too much work on my end.#$e#That witch takes care of most of it, actually.#$b#Still, if anything seems out of place, let me know. I'll do what I can to make sure everything is safe.",
"Undreya.Dialogue.Sat": "Oh! You found me! As promised. Here's a prize! [60 72 167 206 336] $h#$e#I should stay away from that witch at the forest and that man who wears a red scarf...$s#$b#He told me about them before too...$s",

//DAIA DIALOGUE
//Randomized
"Daia.Dialogue.random.1" : "Hey there, cutie!#$b#Any fun gossip around the village?$h",
"Daia.Dialogue.random.2" : "Be light on your toes and be silent as the night.$6#$b#That's how you get your target.$h",
"Daia.Dialogue.random.3" : "I want to find a fling.$7#$b#But Jio will scold me again if I deviate from the mission.$h",
"Daia.Dialogue.random.4" : "%Daia yawns.#$b#What's a girl gotta do to get some fun around here?$7",
"Daia.Dialogue.random.5" : "You know, you'd look even cuter if you changed your hairstyle.#$b#Like maybe a messy one? Especially after waking up?$7",
"Daia.Dialogue.random.6" : "%Daia pinches your cheek.#$b#You're such a cutie!$h",
"Daia.Dialogue.random.7" : "I should sharpen my knives before the next mission.#$b#Who knows who'll be my next target, right?$6",
"Daia.Dialogue.random.8" : "%Daia is opening and closing her fist.#$b#My palm hurts.$s#$b#I hope my callouses aren't too obvious.$s",
"Daia.Dialogue.random.9" : "Ah! I wanna take a dip into the lake!$h#$b#Wanna join me, cutie?$7",
"Daia.Dialogue.random.10" : "Where's that precious Kiwi!?$h#$e#Huh? Yes of course I can see her.#$b#The Lady has bestowed us with a bit of magic so we can see spiritual and magical beings.$6",
"Daia.Dialogue.random.11" : "%Daia is staring at you.#$b#Oh, nothing sweetie.$6#$b#Just do you.$7",
"Daia.Dialogue.random.12" : "That Shiro guy is a hunk!$7#$b#I wonder why he doesn't get out of the house very much?$8",
"Daia.Dialogue.random.13" : "I want to swim somewhere so bad!$6#$b#But we have so much to do.$8",
"Daia.Dialogue.random.14" : "Hey, cutie! Catch!$h#$b#%Daia fakes throwing something.#$b#That was my adoration, you caught it?$6#$b#Now, take care of it.$7",
"Daia.Dialogue.random.15" : "Ah! I love those dishes the outdoor restaurant serves!$h#$b#Care to treat me sometime?$h",
"Daia.Dialogue.random.16" : "I spend my leisure time getting to know the locals.#$b#They have interesting stories.$h#$b#And it's a nice way to gather information regarding the area and culture as well.$6",
"Daia.Dialogue.random.17" : "The hotel has some soft foams and pillows for their beds.$s#$b#It's not ideal.$a#$e#Ideal for, you know?$7",
"Daia.Dialogue.random.18" : "Aim for the snake's throats.$h#$b#And be careful.",
"Daia.Dialogue.random.19" : "The sunsets are beautiful when viewed up here, aren't they?#$b#Ah, I could stay here forever.$h",
"Daia.Dialogue.random.20" : "I have to finish my routine training.#$b#But I'm just taking a breather at the moment, so don't mind me.$h",

//Extra dialogue after friendship unlocked
"Daia.Dialogue.random.21" : "Now that I'm staying here for a while, can you give me a warm welcome?$h#$b#Depends on how warm you want that welcome, though.$6",
"Daia.Dialogue.random.22" : "I should browse on the local shops. I've been meaning to look for a cute casual outfit.$h",
"Daia.Dialogue.random.23" : "I saw this kid, Keahi was it?#$b#He's abnormally skilled with pranks.$h#$b#Maybe the following would recruit that cute little guy.$h",
"Daia.Dialogue.random.24" : "Yoohoo! Cutie!$h#$b#Let's have a date today?$7#$b#A friendly date, duh! What were you think of?$6",
"Daia.Dialogue.random.25" : "I wonder where can I find a volunteer test subject for my mission.#$b#I need to do some research on human reactions with...$7#$b#Well... Exotic sensations.$6#$b#If you know someone willing, let me know! Okay?$h",
"Daia.Dialogue.random.26" : "%Daia yawns.#$e#I'm bored!$8",
"Daia.Dialogue.random.27" : "I need to let off some steam.$a#$b#Gimme a target! Anyone!$a#$b#Some one I could take down.$8",
"Daia.Dialogue.random.28" : "Want to take a swim at the Amethyne mansion?#$b#What? Trespassing!?$6#$b#We won't be in trouble if we aren't caught, now would we?$h",
"Daia.Dialogue.random.29" : "I visited Pelican Town the other day. It's a bore.$s#$b#I couldn't find many cute faces besides the studly hunk and the fashionable blonde.$8",
"Daia.Dialogue.random.30" : "I'd like to try and sing in front of a crowd.#$b#What!? Of Course I can sing!$h#$b#I can even produce better sounds when I'm-$7#$e#Nothing!$6",
"Daia.Dialogue.random.31" : "What's up with that hottie architect? You know, the one living at the convenience store?#$b#He'd be a whole lot cuter if he lit up.",
"Daia.Dialogue.random.32" : "I visited Mr. Aguar the other day to gather more information about his research.#$b#He's still as grumpy as ever and won't trust us.$6#$b#It's fine, we don't trust him too.$h",
"Daia.Dialogue.random.33" : "Miss Lenny is my idol.$h#$b#She's fun and wild yet has it all together.#$e#How does she does it?$h",
"Daia.Dialogue.random.34" : "I trust my lady with all my life and future.#$b#She saved me and so I owe her.$h",
"Daia.Dialogue.random.35" : "I know Kiwi doesn't like the nature of some of our missions.$s#$b#And I unfortunately have become numb with how I view those missions.$s#$b#But ultimately, there's a reason why the lady tasked us to eliminate those targets, as it's to prevent catastrophic events.$s#$e#Oh my, I'm sorry to drop all of that out of the blue.$7",
"Daia.Dialogue.random.36" : "I wonder how long would it take if you drop straight down from this mountain down to the valley.#$b#I'm too lazy to do the math.$h",
"Daia.Dialogue.random.37" : "Bliss? Oh, her!$h#$b#That kid's a scary one!$u#$b#I've never beaten her in any of our sparring matches!$6#$b#She's definitely scarier than any monster out there.$6",
"Daia.Dialogue.random.38" : "Don't tell Jio I ate his last slice of plum pie.$h#$b#It's his fault he just left it there!$7",
"Daia.Dialogue.random.39" : "Can I stay a night at your place?#$b#Come on! I just want to wake up to a farm, nothing else.$6#$e#Nah, never mind. I got some missions to do anyway.$8",
"Daia.Dialogue.random.40" : "The witch at the forest has worked with us before.#$b#It's a secret though, so that's all I can tell you.",
}