{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
				"Abigail": "#$c .5#비가 오는 계곡은 더 흥미로워 지는 것 같아... 안 그래?#이런 날씨가 호수를 찾아가기 가장 좋은 날씨야.",
				"Robin": "#$c .5#비가 온다고 해서 내 일을 끝낼 순 없어! 비록 축축한 목재로 일 하는게 즐겁진 않지만.#지붕에 물 새는건 아니지? 그런 일이 생긴다면 내게 알려줘.",
				"Demetrius": "#$c .5#안녕. 따뜻하게 있고 싶으면 여기 더 머물러도 돼.#지금 내리는 낮은 산도의 비가 농작물에 좋을거야.",
				"Maru": "#$c .5#비가 오면 하루 종일 기계나 만지며 놀 좋은 핑계가 생겨... 그런데 넌 지루할 수도 있겠다.#아, 또 비오는 날이네. 예상대로야.",
				"Sebastian": "#$c .5#운이 좋으면 이런 날씨에 개구리를 볼 수도 있어.#바다를 바라보기 좋은 날이야.",
				"Linus": "#$c .5#따스한 비는 기분 좋게 씻을 수 있는 기회지.$h#비도 오히려 자네를 도우려고 하는 것 같군.",
				"Pierre": "#$c .5#이런 날엔 사람들은 대부분 집에만 있지... 장사가 잘 안돼.$s#네가 비를 피해 여기 온게 다행이야. 가게가 정말 조용했거든.",
				"Caroline": "#$c .5#오늘 내 정원 식물들이 행복해할거야... 그리고 이번달 수도 요금도 행복하겠지.#빨리 해가 떴으면 좋겠어. 일기예보에서는 뭐라고 했어?",
				"Alex": "#$c .5#음, 오늘은 운동하기 좋은 날씨는 아니지만... 글쎄, 집에서 웨이트나 해야지.#진흙탕에서 하는 그리드볼 만한게 없지. 같이 할 친구만 있으면 돼.",
				"George": "#$c .5#조금 춥지 않나? 재수 없는 날이구만.#날씨가 이런데 난 왜 굳이 침대에서 나오려고 하는거지?",
				"Evelyn": "#$c .5#지붕에서 물이 새는 것 같아. 예전 같았으면 조지가 바로 고쳐줬겠지만... *휴우*$s#이런 날들이 내 몸을 아프게 만드는 구나...$s",
				"Lewis": "#$c .5#안녕. 쉬고 있는 중인가?.#세상에, 강물이 넘치지 않았으면 좋겠군...$s",
				"Clint": "#$c .5#오늘이 광산 탐험하기 좋은 날 일수도 있지... 누가 알겠어, 희귀한 광석을 찾아낼지.#내 가게는 비가 오면 더 고립된 느낌이 들어.",
				"Penny": "#$c .5#우리 집 옥상에 떨어지는 빗방울이 정말 시끄러워요... 그래도 마음은 진정되네요.#좋아하는 책과 함께 아늑하게 있기 좋은 날이네요.$h",
				"Pam": "#$c .5#안녕 꼬마야. 비 맞고 다니는 건 아니지?#헤헤. 오늘 밤은 맥주 1000cc로 몸을 녹여야겠군.",
				"Emily": "#$c .5#칼리코 사막에는 비가 오지 않아... 내 친구 샌디가 사는 곳이야. 오늘 놀러갔다면 좋았을 텐데.#비 속에 서서 귀를 기울이면 빗방울이 작게 속삭이는 대화처럼 들려.",
				"Haley": "#$c .5#아침 내내 머리 하느라 시간 보냈는데... 비가 머리를 망칠 것 같아 *휴우* ...삶은 고달프네.$s#윽. 악의가 있는건 아니지만 너 흠뻑 젖었잖아.",
				"Sam": "#$c .5#비가 방음을 해줘서 기타를 크게 쳐도 엄마가 화내지 않아. 헤헤.$h#비를 피하지 않고 걷는 건 좀 기분 나쁜 짓이야.",
				"Leah": "#$c .5#오늘은 새롭고 신나는 요리를 할까봐. 매콤한걸로.#해가 돌아오면 숲이 반짝반짝하게 빛날지 늘 궁금해.",
				"Shane": "#$c .5#흠... 이런 날씨면 술이 마시고 싶어져.$u#아, 이런. 또 비오는 날이네.$s",
				"Marnie": "#$c .5#안녕. 축축하게 젖은 것처럼 보이는데... 가여워라!$h#안녕 @. 동물들 밖에 내버려둔건 아니지?",
				"Elliott": "가끔 침대에 누워있으면 멀리서 빗소리를 가로지르는 뱃고동 소리가 들려.#$b#하지만 창밖을 보면 잿빛 장막만 보이지.",
				"Gus": "#$c .5#이런 날엔 드라이한 레드 와인 만한게 없지? 헤헤헤. 난 내 일이 좋아.#오늘 밤을 따뜻하게 해줄게 필요해? 걱정 말라고!",
				"Dwarf": "#$c .5#비... 우리에겐 신화같은 얘기지. 몇몇 드워프들은 비를 본적도 없이 살아가.#인간들은 비에 대해 불평하는 것 같은데, 아직도 너희는 밖에서 살아가잖아. 왜지?",
				"Wizard": "#$c .5#폭풍우가 치는 날에만 소통할 수 있는 원소가 있네. 자네에게 이해를 바란건 아니네만.#이런 날에도 여유가 있는거라면, 왜 광산으로 가서 몬스터들을 처치하지 않는건가?",
				"Harvey": "#$c .5#안녕 @! 어... 최근에 도서관에서 재밌는 책 좀 읽었나요?#이런 날엔 따뜻한 식사 한 끼가 고파요. 당신은요?",
				"Krobus": "#$c .5#아, 오늘 하수가 빠르게 흐르네. 습하고 좋아... 내가 원하는 대로야.#비는 생명을 불어넣지. 요바에게 감사한 날이야.",
			}
    },
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
        "Entries":
        {
            "jobLeave_Harvey": "#$c .5#오늘 출근해야 해. 저녁에 봐!#오늘 병원으로 가야 해. 멋진 날이지?",
            "jobLeave_Penny": "#$c .5#오늘 마을로 가야해요. 너무 무리하지 말고, 점심으로 맛있는거 먹어요!$h#출근 준비가 다 됐어요. 오늘도 몸조심 해요!$h",
            "jobLeave_Maru": "#$c .5#오늘은 근무일이야. 너무 스트레스 받으면 안돼! 곧 볼거니까.#곧 출근 해야해. 이따 밤에 보자. 네 생각이 날거야!$h",
            "jobReturn_Harvey": "안녕, 자기. 오늘은 어땠어?#$e#$c .6#환자분들이 건강했어서 좋은 하루였어.#*휴우*... 피곤하다...$s",
            "jobReturn_Penny": "#$c .7#나 왔어요. 오늘도 좋은 하루였어요! 당신은요?$h#오늘 재스와 빈센트의 태도가 나빴어요. 아직도 속상해요...",
            "jobReturn_Maru": "#$c .5#음, 그냥 진료실에서의 지루한 하루였어.#나보다 더 신나는 하루 보냈어? 그랬으면 좋겠다.#$e#자, 이제 쉬어야지. 저녁은 있어?#$e#잘 시간이 기다려지네.$h",
            "OneKid_0": "#$c .5#아동 발달에 대한 책을 읽고 있어. 우리 아이는 완벽하게 건강한 것 같아.#오늘 %kid1(이)랑 함께 시간 좀 보냈어?",
            "OneKid_1": "#$c .5#휴, 집에서 아이와 함께 있는게 어떤 때 보다 힘을 내야 하는지를 알려주는 것 같아.# %kid1(이)가 너처럼 농부로 자랄까?",
            "OneKid_2": "#$c .5#오늘 아이 돌보는 건 나한테 맡겨! 내가 다 알아서 할테니까, 밖에 있을 땐 걱정 하지마.#걱정마, 내가 %kid1 먹는 것 다 챙길게. 농장 운영하는 것만 집중해.",
            "OneKid_3": "#$c .5#우리 아이가 가장 좋아하는 음식이 뭘까? 네가 직접 기른 것 중에 있을까?#아이가 생기니 삶도 많이 바뀌네.",
            "TwoKids_0": "#$c .5#오늘 아이들과 작은 모험을 많이 떠날거야!$h#이미 %kid1(이)랑 %kid2 에게 아침 먹였어. 배가 많이 고팠었나봐!",
            "TwoKids_1": "#$c .5#아이들에게 일정에 맞는 행동을 시키려 하고 있어. 그게 정서발달에 도움이 돼.# %kid1에게 신경을 써줘야 해. %kid2(이)가 태어났으니까. 둘 사이에 질투심이 생겨나게 하고싶지 않아.",
            "TwoKids_2": "#$c .5#결혼 하고 아이까지 낳으면서, 그 어느 때보다 더 미래를 잘 볼 수 있을 것 같은 기분이 들어.# %kid2 코가 네 코를 닮았어.",
            "TwoKids_3": "#$c .5#실은 아이를 키우는게 다행이야. 넌 일을 너무 많이 하니까, 우리 가족에 도움이 되어서 기뻐.#멋진 집, 예쁜 우리 아이들, 아름다운 곳이야. 뭐가 더 있을까?",
			"spouseRoom_Emily": "#$c .5#오늘은 앵무새랑 시간을 보낼거야. 다시는 날지 못한다고 하니까 마음이 아파.$u#오늘은 몇 가지 옷감을 재단할거야. 네가 외출하는 동안엔 앵무새가 있어주니까, 괜찮아.",
        }
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Fri.000": "#$c .5#그냥 샘이 이기게 둘까? ...아냐.$h#잠깐만! 더블 쿠션이야.$h",
			"marriage_Fri.001": "#$c .5#내 실력은 녹슬지 않았어... 여전히 샘을 이기긴 쉬워.$h#아, 달콤한 승리야. 여전히 녹슬지 않았나보네.$h"
		}
	},
	{
		"LogName": "Birdie",
        "Action": "EditData",
        "Target": "Data/ExtraDialogue",
        "Entries":
		{
		"Birdie0": "이 섬에서 새로운 사람을 보게 될줄은 몰랐단다, 얘야. 와줘서 기쁘구나!",
        "Birdie1": "소문으로는 오래 전에 드워프들의 문명이 이 섬에 있었다고 하더구나.#$e#화산은 들어가 봤니? 폐허에 이상한 기계들로 가득 차 있단다...",
        "Birdie2": "속이 메스꺼워 졌을 때, 생강 한 입을 먹으면 놀라운 일이 벌어진단다, 얘야...",
        "Birdie3": "정글에 있는 비밀 사당에 가 본 적 있니? 거기 꽃들은 아름다운 향기가 난단다... 섬에서 가장 좋아하는 장소지.$h",
        "Birdie4": "매일 아침으로, 토란 한 그릇과 갓 짜낸 망고 주스를 한 잔 마신단다. 그게 날 젊게 만들지!",
        "Birdie5": "매일 해변에 새로운 것이 떠내려왔는지 보려고 걸어다닌단다. 밖에 떠 다니는게 많아!",
        "Birdie6": "내 오두막은 작아보여도, 나 혼자 살기엔 충분하단다. 무엇보다도 내가 지은 집인걸.",
        "Birdie7": "육지에서 너를 기다리는 사람이 있니? 반드시 가까이 하거라!",
		"Birdie8": "물론, 난 이 섬에서 여생을 보낼거란다. 내게 행복한 장소가 됐지.#$e#네게도 그런 장소가 있니?$h",
		"Birdie9": "하이킹 하기 좋은 날이 되겠구나. 눈을 크게 뜨고 다니다보면 온갖 작은 생물들을 볼 수 있을거란다.",
		"Birdie10": "내가 어린 소녀였을 때는, 인어가 되고 싶었단다. 이젠 꽤 근접한 모습이구나! 하하...",
		"Birdie11": "발가락 사이사이에 들어오는 모래가 기분좋지 않니?",
		"Birdie12": "*휴우*... 무한한 가능성을 가진 세상에서 산다는 건, 우리가 올바른 선택을 했는지 알 수 없다는 점이지.$s#$b#미안하구나, 얘야. 난 가끔 생각에 잠기곤 한단다...",
        "Birdie13": "바다 정령을 믿을진 모르겠다만, 내가 말을 건넬 때마다 물고기가 항상 미끼를 더 잘 물곤 한단다.",
		"Birdie14": "일년 내내 날씨가 따뜻하고 사랑스럽구나, 얘야... 내 몸상태에 딱 맞지...",
		"Birdie15": "과일, 물고기, 식용 채집품... 좋은 식단이야! 언제나처럼 건강한 기분이구나.",
        "Birdie16": "조자 화물선들을 본 적이 있지? 섬 근처에 왔다가 돌아서는 것을 한 번 본적이 있단다.#$e#아마도 길을 잃은 것이겠지.",
		"Birdie17": "나와 내 남편은 아이를 가진 적이 없단다. 얼마나 큰 모험이었는데...!#$e#가끔은 내 인생동안 얼마나 많은 선택이 존재했는지 의문이 든단다...$s#$b#...하지만 그것도 잠깐이지. 그 때를 기뻐하려면 약간 노력이 필요하단다.",
        "Birdie18": "안녕, 얘야... 오늘 건강하고 기분 좋아보이는구나!$h",
		"Birdie19": "정글에서 작은 바나나 제단을 본 적 있니? 내가 바나나를 가지고 있다면, 거기에 놓고 어떻게 되는지 볼거란다... 하하...$h",
        "Birdie20": "나만 그렇게 느끼는 걸까, 네가 도착한 이후로 섬의 정령이 살아난 것 같구나?",
		"Birdie22": "오래전에 나이든 사람들이 시대가 변한다고 불평하던 걸 떠올렸단다.#$b#음, 이 근처에선 별로 달라진게 없는데, 내가 피해간 것 같구나.$h",
        "Birdie23": "여기 너무 오래 있어서 바닷 소리도 더 이상 들리지 않는단다...",
        "Birdie24": "나중에 비밀의 사당까지 걸어다녀야 할 것 같구나. 매일 감사할 것이 많단다.",
		"Birdie25": "이 곳보다 더 행복한 곳을 생각할 수 있겠니?#$b#젊었을 적에 정말 많은 곳을 다녔는데, 필요한 것은 다 본 것 같구나!",
		"Birdie26": "넌 정말 생물을 돌보는데 헌신 하는 것 같구나. 그러기 위해서는 온화한 정신이 필요하지.#$e#하지만 네게도 힘든 면이 있겠지, 흠? 화산에는 몇 번 가봤니?$h",
		"Birdie27": "육지에선 계절이 곧 바뀌겠구나. 그렇지? 어느 쪽에서 지낼 거니?",
		"Birdie28": "오늘 밤은 보름달이 떴구나... 운이 좋든 나쁘든 경계해야한다, 얘야... 영혼들이 안절부절 못하고 있어.",		}
	}	
	]
}