{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
				"Abigail": "#$c .5#The valley looks more interesting in the rain... don't you think?#The lake's a beautiful place to visit when the weather's like this.",
				"Robin": "#$c .5#The rain doesn't stop me from getting a job done! ...Although soggy wood isn't a joy to work with.#Your roof isn't leaking, is it? Let me know if it that ever happens.",
				"Demetrius": "#$c .5#Greetings. Stay inside if you want to keep warm.#The low acidity of this rain should be good for your crops.",
				"Maru": "#$c .5#When it rains I have a good excuse to work on my gadgets all day. ...It must be kind of boring for you, though.#Ah, another rainy day, just like I predicted.",
				"Sebastian": "#$c .5#If you're lucky, you might see a frog in this weather.#Looks like a good day for some ocean gazing.",
				"Linus": "#$c .5#A warm rain is a pleasant way to get clean.$h#It looks like the rain doesn't bother you much, either.",
				"Pierre": "#$c .5#Most people stay indoors on days like this... It's not good for business.$s#I'm glad you made it here in the rain. The shop's been really quiet.",
				"Caroline": "#$c .5#My garden is happy today... And our water bill will be lower this month.#I hope the sun comes out soon. What did the weather report say today?",
				"Alex": "#$c .5#Hmmph. This is not good weather for sports, but... oh well, I can always lift weights inside.#Nothing like a hardcore game of mud gridball. As long as you've got buddies who are up for playing.",
				"George": "#$c .5#It's awful cold, isn't it? What a rotten day.#Why do I even bother getting out of bed when the day looks like this?",
				"Evelyn": "#$c .5#I think the roof might be leaking. In the old days, George would've scampered right up and fixed it... *sigh*$s#These days affect my energy a lot more than they used to...$s",
				"Lewis": "#$c .5#Hi there. Taking a break? Seems like a good time for one.#Goodness, I hope the river doesn't overflow...$s",
				"Clint": "#$c .5#Today would be a good day to explore the mines... Who knows, you might find some rare ores.#My shop feels even more isolated when it's raining.",
				"Penny": "#$c .5#The raindrops are really loud on the roof of our home. ...It's soothing, though.#Looks like a good day to curl up with one of my favorite books.$h",
				"Pam": "#$c .5#Howdy, kid. Stayin' dry?#Heh. Guess I'll warm up with a nice pint tonight.",
				"Emily": "#$c .5#It never rains in Calico Desert... That's where my friend Sandy lives. Wish I could've visited her today.#If you stand in the rain and listen carefully, the raindrops sound like little whispered conversations.",
				"Haley": "#$c .5#I spent all morning doing my hair... now the rain could mess it up. *sigh* ... Life is hard sometimes.$s#Yikes. No offense, but you are soaked.",
				"Sam": "#$c .5#Rain muffles sound, so I can play my guitar louder without my Mom getting mad. Hehe.$h#It feels kinda badass to walk through the rain without letting it faze you.",
				"Leah": "#$c .5#Maybe I should cook something new and exciting today. Something spicy.#I always look forward to how the forest looks all glisteny after the sun returns.",
				"Shane": "#$c .5#Hmm... this weather makes me thirsty.$u#Oh joy. Another rainy day.$s",
				"Marnie": "#$c .5#Hey there. You look like you're soaked...you poor thing!$h#Hey @. You don't have any critters stuck outside, right?",
				"Elliott": "Sometimes when I lie in bed I can hear a distant foghorn cut through the rain.#$b#But when I look out the window I see only a curtain of gray.",
				"Gus": "#$c .5#There's nothing like a glass of dry red wine on a day like this, huh? Hehehe, I love my job.#Need something to warm you up tonight? Don't be shy!",
				"Dwarf": "#$c .5#Rain... It's almost mythical to us. Some of us dwarves live our entire lives without ever experiencing it.#Humans seem to complain about rain, yet you choose to live on the surface. Why is that?",
				"Wizard": "#$c .5#Stormy days are the only time I can commune with certain elementals. I don't expect you to understand.#If you have extra time on days like these, why not enter the mines and slay a few monsters?",
				"Harvey": "#$c .5#Hi there. Er... Read anything interesting in the library lately?#Days like these make me hungry for a hot meal. How about you?",
				"Krobus": "#$c .5#Ah, the sewers are flowing quickly today. It'll get nice and humid in here... Just how I like it.#Rain is truly a lifegiving force. Give thanks to Yoba today.",
			}
    },
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
        "Entries":
        {
            "jobLeave_Harvey": "#$c .5#I've got some appointments today at work. I'll see you in the evening!#I have to go into the clinic today. Have a nice day, okay?",
            "jobLeave_Penny": "#$c .5#I have to go into town today. Don't work too hard, and eat something good for lunch!$h#Looks like I'm all prepared for work. Be sure to take good care of yourself today!$h",
            "jobLeave_Maru": "#$c .5#It's another work day for me. Shouldn't be too stressful! But we'll see.#I have to leave for work soon. I'll see you tonight. I'll be thinking of you!$h",
            "jobReturn_Harvey": "Hi, honey. How was your day?#$e#$c .6#My patients are still healthy, so it was a good day.#*Phew*... I'm exhausted...$s",
            "jobReturn_Penny": "#$c .7#Good evening. My day was fine, thanks! How was yours?$h#Jas and Vincent weren't behaving very well today. I'm still all wound up...",
            "jobReturn_Maru": "#$c .5#Well, it was just another boring day at the clinic.#Hey. Did you have a more exciting day than me? I hope so.#$e#Well, It's time to kick back and relax. Did you leave me any dinner?#$e#I'm just looking forward to bed-time.$h",
            "OneKid_0": "#$c .5#I've been reading this book on child development. Looks like our child is perfectly healthy.#Have you spent any time with %kid1 today?",
            "OneKid_1": "#$c .5#Phew, staying at home with a kid is teaching me how to stretch my energy further than I ever have.#I wonder if %kid1 will grow up to be a farmer like you?",
            "OneKid_2": "#$c .5#Leave the parenting to me today! I've got things under control, so be sure not to stress while you're out.#Don't worry, I'll feed %kid1 today. You can just focus on running the farm.",
            "OneKid_3": "#$c .5#I wonder what our child's favorite foods will be? Maybe something you grow yourself?#Life's a lot different now that we have a child.",
            "TwoKids_0": "#$c .5#I'm planning on having lots of little adventures with the kids today!$h#I already gave %kid1 and %kid2 their breakfast. They were hungry!",
            "TwoKids_1": "#$c .5#I'm trying to keep the kids on a schedule. It helps with everyone's sanity.#We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
            "TwoKids_2": "#$c .5#With a marriage and kids, I feel like I can see further into the future of our life than ever before.#You know, I think %kid2 has your nose.",
            "TwoKids_3": "#$c .5#I'm actually glad that I've got my hands full with the children. You do so much work, so I'm glad I can contribute to our household.#A nice house, two wonderful kids, and a beautiful plot of land. What's left?",
            "spouseRoom_Emily": "#$c .5#I'm going to spend some time with the parrot today. It breaks my heart that he'll never fly again.$u#I've got some tailoring projects that need my attention today. The parrot will keep me company while you're out.",
        }
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Fri.000": "#$c .5#Should I let Sam win for once? ...nah.$h#Watch out! Double shot, incoming.$h",
			"marriage_Fri.001": "#$c .5#My skills haven't declined... Sam's still just as easy to beat.$h#Ahh, sweet victory. Some things never get old.$h"
		}
	},
	{
		"LogName": "Birdie",
        "Action": "EditData",
        "Target": "Data/ExtraDialogue",
        "Entries":
		{
		"Birdie0": "I never thought I'd see a new face on this island, dear. But I'm glad you're here!",
        "Birdie1": "It's rumored that long ago, a great civilization of dwarves lived on this very island.#$b#Have you been inside the volcano? It's filled with the ruins of their strange machines...",
        "Birdie2": "If you're ever feeling queasy in the stomach, a bite of ginger does wonders, dear...",
        "Birdie3": "Have you been to the secret shrine in the jungle? The flowers there smell lovely... It's one of my favorite spots on the island.$h",
        "Birdie4": "Every morning for breakfast, I have a bowl of poi and a glass of freshly squeezed mango juice. It keeps me young!",
        "Birdie5": "I walk the beach every day to see if anything new has washed ashore. There's a lot floating around out there!",
        "Birdie6": "My hut may be small, but it's more than enough for what I need. And best of all, I built it myself.",
        "Birdie7": "Got someone special waiting for you back on the mainland? You make sure you hold 'em close!",
		"Birdie8": "Why sure, I'll spend the rest of my days on this island. It's become my happy place.#$b#Have you found one of your own?$h",
		"Birdie9": "Should be a good day for a hike. You'll see all sorts of little critters if you keep your eyes open.",
		"Birdie10": "When I was just a tiny little girl, I wanted to be a mermaid. Looks like I came pretty close! Heh heh...",
		"Birdie11": "The sand feels good between the toes, wouldn't you say?",
		"Birdie12": "*sigh*... To live in a world of endless potential, we can never know if we've made the right choices.$s#$b#Sorry to trouble you, my dear. I sometimes get carried away by thoughts...",
        "Birdie13": "I don't know if you believe in ocean spirits, but whenever I talk to them, the fish always bite a bit more.",
		"Birdie14": "The weather is warm and lovely year round, my dear... it feels perfect for me bones...",
		"Birdie15": "Fruit, fish, and foraged food... It's a good diet! I feel as healthy as ever.",
        "Birdie16": "You've seen those Joja cargo barges, huh? I've seen one come near the island once and then turn around.#$b#Probably they were lost.",
		"Birdie17": "My husband and I never had any children. What an adventure that could have been...!#$e#There are plenty of lives I could have lived. Sometimes I wonder about those...$s#$b#...But only for a little while. It takes a bit of effort to be glad for what was.",
        "Birdie18": "Hello, dear... you look healthy and in good spirits today!$h",
		"Birdie19": "Have you seen the little banana altar in the jungle? If I had a banana I'd set it there and see what happens... heh heh...$h",
        "Birdie20": "Is it just me, or have the island spirits perked up a bit ever since you arrived?",
		"Birdie22": "I remember long ago how older folks would complain about the times changing.#$b#Well, around here, nothing much changes! Seems I dodged that one, hehe.$h",
        "Birdie23": "I've been here so long, I can't even hear the ocean anymore...",
        "Birdie24": "I think I'll take a stroll over to the secret shrine later. I have much to be thankful for each day.",
		"Birdie25": "Can you think of a happier place than this?#$b#I traveled so many places when I was young, I think I've seen all I need!",
		"Birdie26": "You do seem so dedicated to caring for living things. It takes a gentle soul to do that.#$b#But I sense you've got a tougher side, too, hmm? How many times have you been in that volcano, hmm?$h",
		"Birdie27": "The seasons must be changing soon on the mainland, huh? Which one are you going into, now?",
		"Birdie28": "It's a full moon, tonight... Whether your fortune be good or bad, be on the alert, my dear... The spirits are restless.",		}
	}	
	]
}