{
	"Changes":[
		{
			"LogName":"Abigail",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Abigail",
			"Entries": {
				"Mon4": "Canım Sebastian'ın evinin yakınındaki göle gitmek istiyor...#$b#...ancak orası yağmur yağarken çok daha güzel.",
				"Mon6": "Ben büyürken, anne babama müthiş bir şekilde gözümden ateş çıkaran bir bakış atmanın yolunu buldum.#$e#Mantıklı olarak bundan sanırım korkarlardı.$h",
				"Mon8": "...Ah, @! Selam.$h#$e#Biraz takılmak ister misin? İşte! Falına bakayım. *kıkırdar* $h",
				"Tue4": "Bazen merak ediyorum... herkesin anne babası benimkiler kadar anlaşılmaz mı?$s#$e#Görünüşe göre onların bir kızın maceracı olması fikri yeni bir elbise denemek ya da onun gibi bir şey.$u",
				"Tue6": "Selam, seni gördüğüme sevindim.$h#$e#Kafamı bir süre başka şeylerle meşgul etmek istiyorum... günün nasıl geçiyor?",
				"Tue8": "İnternetteki arkadaşlarımdan biri anne babasıyla iyi geçiniyormuş.$s#$e#Benim yaşımdaki bir kız için sonsuza kadar ergenlik yıllarıma sıkışıp kalmış hissetmek normal mi?$s",
				"Wed2": "Ah, selam @. Mola mı veriyorsun?#$e#Ben de. Ah! Fiziksel bir şey değil... girdiğim derslerin hepsi online.",
				"Wed4": "En sevdiğim dersler mi? Belki antropoloji... medya sanatları...#$b#Kariyer anlamında bunlarla ne yapabilirim bilmiyorum.",
				"Wed6": "Sence hangisi daha havalı: geniş kılıçlar mı katanalar mı?#$e#Bence ikisi de. Sanırım durumuna göre değişiyor.",
				"Wed10": "Eğer bir gün çocuğum olursa, olmak istediği kişi olduğuna emin olacağım.#$e#Hayatı tahmin ettiğimden tamamen farklı olsa bile, sorun olmaz değil mi?",
				"Thu": "Öff... Şu anda iyi hissetmiyorum.$s#$e#Sana iyi hisetmiyorum dedim... ne istiyorsun?$a",
				"Thu2": "Sebastian en yakın dostum. Onsuz ne yapardım bilemiyorum.#$e#Biz beraber büyüdük.",
				"Thu4": "#$1 Abigail1#Ah hayır, Sanırım bu akşam yemeği babam yapacak...$s#$e#Canım hiçbir şey yapmak istemiyor...$u",
				"Thu6": "Çocukken davul çalmayı kolayca öğrenmiştim. Kendi setimse depoda duruyor.#$e#Sam'de de bir tane olması güzel.",
				"Thu8": "Merak ediyorum da eğer şu küçücük kasabada doğup büyümesem şuanki benden ne kadar farklı olurdum.$u#$e#Hiç kendinin farklı versiyonlarını alternatif zamanlarda düşünüyor musun?",
				"Thu10": "Selam.$l#$e#Son zamanlarda sana da bir şeyler gerçek dışı geliyor mu?$l#$b#Kötü bir anlamda değil.$h",
				"Fri2": "Bu akşam hepimiz salonda takılacağız. Bu sanırım bir çeşit Cuma geleneği.",
				"Fri4": "Bu akşam salon akşamı. Bize katılmak ister misin?#$e#Sadece tüm arkadaşlarımı bir arada görmeyi seviyorum. ",
				"Fri6": "Kuşlar bugün neşeyle cıvıldıyordu. Geleceği anlamak için fazla basitler.#$e#Onlar gibi olmak daha iyi, değil mi?",
				"Fri8": "Çoğu zaman günün birinde uyanıp aslında bildiğim gerçekliğin sadece bir hayal olduğunu farkedersem n'olur diye düşünüyordum.#$e#Ama şu günlerde, asıl olayın bu olmayacağını umuyorum.$l",
				"Sat2": "Öff, bu haftasonu yapılacak çok fazla ödev var.$s#$e#Oyalanmam beni riske sokmadan önce birkaç saatim daha var.",
				"Sat4": "$d joja#Babam bu aralar dükkanla ilgili çok endişeli. Çok agresifleşti, sinirini benle annemden çıkartıyor.$s|JojaMart kapandığına göre, aslında babamı daha sık mutlu görmek hoş olacak.$h",
				"Sat6": "Bütün yolu sırf beni ziyarete mi geldin? Bu gerçekten hoş.$h#$e#Dağdaki mağaraları keşfediyor musun?#$e#İlginçmiş. Günün birinde oraya kendim de gitmek isterim.$l",
				"Sat8": "Heyecansızlık deneyimlemeyeceğimiz bir şey olsaydı ne kadar kötü olabilirdi?#$e#Doğmadan önceki 'hayatımı' özlemiyorum. Muhtemelen çok da farklı değildi.",
				"Sat10": "Önceden günün birinde ölmek ve varolmak için yaşamak kulağa çok da kötü gelmiyordu. Ama bugünlerde çıtalar çok yüksek geliyor.$l#$b#Şu anda sahip olduklarımı kaybetmek istemiyorum.$l",
				"summer_6": "Dün gece sahile gittim, hava karardıktan sonra... Bazen denizde parlayan garip ışıklar görebiliyorsun.#$e#Ya da belki de bu benim kurduğum bir hayaldi... Artık pek gerçekçi gelmiyor..",
				"summer_Mon2": "$d joja#Çoğu gün dükkanda işlere yardım etmeye çalışıyorum.JojaMart açıldığından beri işler çok kötü.|JojaMart kapandığından beri dükkanda her şey iyiye gidiyor!$h",
				"summer_Mon4": "'Çayır Kralı'nın Efsanesi' hala beni çıldırtıyor.#$e#Genellikle RPG oyunlarına yapışırım. Belki nişan oyunlarında iyi olmamamın nedeni budur.",
				"summer_Mon6": "Evcil kobayım, David, bu sıcak havadan nefret eder. Mızmızlanıyor.",
				"summer_Mon8": "Pelikan Kasabası'nın biraz sıkıcı olduğunu düşünürdüm, ama son zamanlarda burayla ilgili bazı şeyleri sevmeye başlıyorum.$h",
				"summer_Tue2": "Flütü çalabiliyorum ama sadece içimden geldiğinda çalıyorum.#$e#Kuzeydeki göl bunun için iyi bir yer.",
				"summer_Tue4": "Dükkanda yardım edebileceğim şeyleri yapıyorum. Bayılmıyorum ama hiç değilse bir şeyler yapmam gerektiğini düşünüyorum.",
				"summer_Tue6": "İlginç bir çocuksun, @. Buraya taşındığına mutluyum.$h^İlginç bir kızsın, @. Buraya taşındığına mutluyum.$h",
				"summer_Tue10": "Babam bazen senden 'iş ortağı' olarak bahsediyor.$u#$b#Çıktığımızı öğrenirse kesin çıldıracak.$h",
				"summer_Wed2": "Online dersler iyi. Bütün yolu kampüse kadar gitmektense bunu tercih ederim.#$e#Artı, garip insanlarla dolu bir sınıfa kendimi tıkmaya hiç meraklı değilim.",
				"summer_Wed4": "Senin gibi eski bir çiftlik evinde yaşamak isterdim.#$b#Döşemelerin gıcırtısı, kirişlerin ardında yavaşça uçuşan toz topaklarının o fısıltımsı sesi... Eski bir binayla ilgili özel şeyler var, değil mi?",
				"summer_Wed10": "Çiftlik evin gerçekten güzel.#$e#Yanından geçerken o evin tarihini, ruhunu hissediyorum, sanki yaşamadığım bir şeyin nostaljisi gibi.",
				"summer_Thu8": "Okuduğuma göre madenin bir kısmı tamamen donukmuş. Şu anda kulağa hoş gelmiyor mu?#$e#Dev bir derin dondurucuya girmek gibi olurdu.",
				"summer_Thu10": "Vay, bugün güzel görünüyorsun.#$e#Demek istediğim, bu yaz havası cilt için çok iyi, değil mi?... haha...$l",
				"summer_Fri2": "Sebastian benden birkaç yaş büyük ama beni gerçekten anlayabilen bir kaç kişiden biri.",
				"summer_Fri4": "Keşke kedimiz olsaydı. Maalesef, babamın hemen hemen her şeye alerjisi var.",
				"summer_Fri6": "Eğer olur da tekrar dünyaya gelirsem, yeni hayatımda bir kedi olmak isterdim. Gerçekten anlıyorlar..",
				"summer_Fri8": "Eğer kedim olsaydı onu çok şımartırdım.#$e#Ev kedileri bodur oluyor, sence de öyle değil mi?",
				"summer_Fri10": "Çiftliğinde hiç yalnız hissediyor musun?",
				"summer_Sat4": "Güzün en sevdiğin kısmı ne?#$e#Bence, bu sadece... bunlar olmayan her şey. Şuanda sahip olduklarımız.",
				"summer_Sat6": "Aslında bu yazın tadını çıkartacağım.$h#$e#Birinin dış görünüşünün ne kadar çabuk değişebileceği gerçekten komik.",
				"summer_Sat10": "Bu hayatımın en iyi yazı olabilir.$l#$e#Ama seninle güzde vakit geçirmek kulağa çok daha hoş geliyor.$l",
				"summer_Sun6": "Ebeveynlerim kötü insanlar değiller. Sadece beni bir çocuğun hayatında sıkışık tutmak istiyorlar gibi hissediyorum.$u#$e#Demek istediğim, senin kendi çiftliğin var. Kafana eseni yapabiliyorsun.#$e#I just feel like I'm meant for more than what I have.",
				"fall_Mon4": "Bu mevsimi hazır sürüyorken değerlendirmeliyim. Dışarı çıkmak için güzel bir gün.",
				"fall_Mon6": "Haha, gördün mü? Dışarıdan nefret etmiyorum. Sadece böyle olmayı seviyorum.$h",
				"fall_Mon8": "Günün birinde kendimi bir çiftçi olacağım gibi görüyorum...#$e#Ama bu nasıl mümkün olabilir ki? *kıkırdar*$l",
				"fall_Tue": "$d joja#Çoğu gün dükkanda işlere yardım etmeye çalışıyorum.JojaMart açıldığından beri işler çok kötü.|JojaMart kapandığından beri dükkanda her şey iyiye gidiyor!$h",
				"fall_Tue2": "Sebastian en yakın dostum. Onsuz ne yapardım bilemiyorum.#$e#Biz beraber büyüdük.",
				"fall_Tue4": "$d joja#Babam bu aralar dükkanla ilgili çok endişeli. Çok agresifleşti, sinirini benle annemden çıkartıyor.$s|JojaMart kapandığına göre, aslında babamı daha sık mutlu görmek hoş olacak.$h",
				"fall_Tue8": "$d joja#Anne babam kendileri için sadece daha stresli olacaksa neden bu küçük kasabaya taşınmaya karar vermiş olabilirler?$a|Babamın Halkevinde orası toparlandıktan hemen sonra bayağı bir gösteri falan yaptığını duydum. Keşke onu görebilseydim.$h",
				"fall_Wed4": "Bu yıl çiftliğinde balkabağı yetiştiriyor musun?#$e#Bir tanesini bana ayır!$h",
				"fall_Wed8": "Acaba bir gün Ruhlar Arifesi labirentinin bazı özelliklerini tasarlamama izin verirler mi?#$e#Eskizlediğim bazı fikirlerim var. Kime göstereceğimi bile bilmiyorum.",
				"fall_Wed10": "Babam bazen senden 'iş ortağı' olarak bahsediyor.$u#$b#Çıktığımızı öğrenirse kesin çıldıracak.$h",
				"fall_Thu4": "Sebastian benden birkaç yaş büyük ama beni gerçekten anlayabilen bir kaç kişiden biri.#$e#Sen ve Sam de anlıyor gibisiniz.$h",
				"fall_Thu6": "#$1 AbigailHAND#Dün gece rüyamda sol elimin dev bir %noun gibi bir şeye dönüştüğünü gördüm. Bu herhangi bir anlama geliyor mu?#$e#%Abigail şu anda konuşmak istiyor gibi görünmüyor.",
				"fall_Thu8": "Çoğu zaman günün birinde uyanıp aslında bildiğim gerçekliğin sadece bir hayal olduğunu farkedersem n'olur diye düşünüyordum.#$e#Ama şu günlerde, asıl olayın bu olmayacağını umuyorum.$l",
				"fall_Thu10": "Dün gece ilginç bir rüya gördüm, içinde sen de vardın.#$e#Güzel bir rüyaydı.$h",
				"fall_Fri6": "Keşke mevsim biraz daha uzun sürseydi.$8#$e#Rüzgar estiği zaman kendimi tekrar bir çocuk gibi hissediyorum.",
				"fall_Fri10": "Yılın bu zamanı yapayalnız hissederdim, ama artık hissetmiyorum..$l#$e#@, gelecek için planların nedir?",
				"fall_Sat6": "Selam.$h#$e#Saçın bugün güzel gözüküyor... değişik bir şey mi yaptın?",
				"fall_Sat8": "Ah! Sana söylemiş miydim? 'Çayır Kralı'nı nihayet yendim. Yeterince uzun sürdü, ha?$h#$e#Sonra zor modda tekrar başlıyor. Yeni projem ilk seviyeyi zor modda geçmek.$u",
				"fall_Sun6": "Özellikle rüzgarlı bir günse, yüzümü rüzgara dönüp saçımı uçurmasıne izin vermeye bayılıyorum.#$b#Ölümsüz bir canavarın karşısında durmaya benziyor ya da onun gibi bir şey.Şey gibi \"Rah! Getir şunu!\"$h",
				"fall_Sun8": "Hmm... bu akşam ne yapmalıyım?#$q 27/28 fall_Sun_old#Saçımı tekrar boyamayı düşünüyordum... sen ne düşünüyorsun?#$r 27 10 Sun_27#Siyaha boya.#$r 27 10 Sun_27#Niye sarı olmasın?#$r 27 20 Sun_WildColor#Sakız pembesine ne dersin?#$r 28 0 Sun_28#Saçını olduğu gibi beğeniyorum!",
				"winter_Mon4": "Belki de kardan mürekkepbalığı canavarı yapmalıyım. Güzel bir değişiklik olur.",
				"winter_Mon6": "Hava sadece sürekli dışarı çıkmak için çok soğuk.#$e#Ama kardanadam yapmayı severim$h",
				"winter_Mon8": "Bir keresinde çocukken epik bir kardan kale duvarı yapmıştım. Yolda gelen geçen herkese kartopu atmıştım.#$e#Bazı sebeplerden dolayı kampanyam uzun sürmedi. Güzel zamanlardı.",
				"winter_Tue4": "Hava çok soğuk, keşke paylaşacak sıcak çikolatamız olsaydı$h",
				"winter_Tue6": "Ah! Sana söylemiş miydim? 'Çayır Kralı'nı nihayet yendim. Yeterince uzun sürdü, ha?$h#$e#Sonra zor modda tekrar başlıyor. Yeni projem ilk seviyeyi zor modda geçmek.$u",
				"winter_Tue8": "Hava çok soğuk, keşke paylaşacak sıcak çikolatamız olsaydı.$h",
				"winter_Tue10": "*sarılır* Hey sen!$h#$e#Ih... sadece ısınmaya çalışıyorum!$l",
				"winter_Wed2": "Selam. Eğer sıkılırsan gelip odamda takılabilirsin.#$e#Tabiki üstümü değiştirmediğim sürece!",
				"winter_Wed6": "Yılın bu zamanı endişe edecek ekinlerinin olmaması güzel olmalı.#$e#Bunun anlamı da benimle daha fazla buluşabilirsin!$h",
				"winter_Wed10": "Çiftliğinde hiç yalnız hissediyor musun?",
				"winter_Thu4": "Peki, şu madenlerde ne kadar derine gittin?",
				"winter_Thu6": "Çocukken hayatın çok uzun olduğunu düşünürdüm çünkü deneyimleyebileceğin en uzun şey o.#$b#...Ve yaşlı insanların söylediklerinin yanlış olduğunu. Şimdiyse büyüdüm ve demek istediklerini anlıyorum.",
				"winter_Thu10": "Başka bir yıl daha neredeyse bitti...#$b#Ama bu yıl çok iyiydi, sence de öyle değil mi?$h",
				"winter_Fri4": "'Çayır Kralı'nın Efsanesi' hala beni çıldırtıyor.#$e#Genellikle RPG oyunlarına yapışırım. Belki nişan oyunlarında iyi olmamamın nedeni budur.",
				"winter_Fri8": "Sen hiç çok çaba ve güç harcadığın bir şeyin aslında hiçbir şey için olmayabileceği hakkında endişelenir misin?$s#$e#Ah! Demek istediğim...! SENİN çaban değil. 'Sen' derken lafın gelişi 'sen' dedim. Endişelenme. Sen mükemmelsin.$l#$b#Demek istediğim...!$7#$b#Evet, umarım günün güzel geçer!$h",
				"winter_Fri10": "@, sana anlatmak istediğim bir şey var...#$e#Sadece... ıh... botların! Onlar, ah...çok temiz görünüyor... *yutkunur*#$e#Hepsi bu... *iç çeker*$s",
				"winter_Sat6": "En sevdiğim dersler mi? Belki antropoloji... medya sanatları...$u#$b#Kariyer anlamında bunlarla ne yapabilirim bilmiyorum.",
				"winter_Sat8": "Son zamanlarda sürekli dalıp gidiyorum...#$e#Ah! Ne olduğunu merak mı ediyorsun? İyi...$u#$b#...Bu bir sır.$h",
				"winter_Sat10": "Şu ruh tahtası olayından sonra kafayı yemediğin için teşekkür ederim.$l#$e#Bir daha benimle konuşmazsın diye çok korkuyordum.$l",
				"winter_Sun10": "Hey, eğer olur da odama gelmek istersen sadece içeri gir.#$e#...Kapıyı çalmasan da olur.$l",
				"spring_1_2": "Çocukken geceyarısına kadar ayakta durmak daha eğlenceliydi.#$b#Şu günlerde sürekli bunu yapıp duruyorum gibi görünüyor.#$e#Ah evet, yeni yılın kutlu olsun!",
				"spring_12": "Yarın kesinlikle yumurta avına gireceğim. Ya sen?",
				"summer_10": "Herkes yarınki luau için heyecanlı. Belki biraz da endişeli, Vali'nin de burada olacağını hesaba katarsak.",
				"summer_27": "Yarınki şöleni kaçıramazsın. Vadinin en güzel mucizelerdendir.",
				"fall_26": "Yarın seni Ruhlar Arefesi şöleninde görecek miyim? Lanetli labirentte beni bul bakalım.$h",
				"winter_7": "Yarın kardan adam yapmayı iple çekiyorum.",
				"winter_24": "Yarın birsürü kızılcık sosu yiyeceğim.$h",
				"winter_28": "Hey! Yarın geceyarısına kadar ayakta kalacak mısın?#$e#Ah, doğru ya, hergün olduğu gibi erken kalkmak zorundasın...",
				"spring_12_2": "Yarın kesinlikle yumurta avına gireceğim. Ya sen?",
				"summer_10_2": "Herkes yarınki luau için heyecanlı. Belki biraz da endişeli, Vali'nin de burada olacağını hesaba katarsak.",
				"fall_26_2": "Bu yıl lanetli labirente birkez daha girceğim. Sadece orada örümcek olmasa iyi olur.",
				"winter_24_2": "Yarın güzel bir gün olacak. Yemekle ilgili sevilmeyecek ne olabilir ki?#$e#Aslında bu bende anne babamla zaman geçirme isteği uyandırıyor. Sadece bunun için iyi bir zaman, biliyorsun değil mi?",
				"winter_28_2": "Hey! Yarın geceyarısına kadar ayakta kalacak mısın?#$e#Ah, doğru ya, hergün olduğu gibi erken kalkmak zorundasın..."
			}
		},
		{
			"LogName":"Abigail Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAbigail",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Sanırım bugün eski eskiz defterimi çıkaracağım. Eğlenceli olabilecek mistik canavarlar için bazı fikirlerim var.#Karanlık... yağmur... beni heyecanlandırıyor.$l",
				"Rainy_Day_1": "Hey, gölün orada düet yaptığımız günü hatırlıyor musun? Bu hava bana o günü hatırlatıyor.#$e#$c .5#Hala şu küçük liri taşıyor musun? Beni gerçekten şaşırtmıştı. Hem onu çalmayı nereden öğrendin?#Beni o küçük litle gerçekten şaşırtmıştın... asla tahmin edemezdim. Sanırım bu yüzden seni bu kadar çok seviyorum.$l",
				"Rainy_Day_2": "Hey! Erken uyandım ve kendi kendime biraz gezindim. Bunu buldum ve bana seni hatırlattı. [768 767 769 66 82]#$e#$c .5#Sabahın köründe bunu nerden bulmuş olabilirim? Aah, SEN bilmek istemiyor musun?$h#Sence bundan daha iyisini bulabilir misin? Pek emin değilim!$h",
				"Rainy_Day_3": "#$c .5#Haha, Yağmurun karanlığında biraz kılıç antrenmanı yaptım. Kabul etmelisin, karın gerçekten epik.$h#Mağaralara gitmek için güzel bir gün olabilir, ha? Sadece dışarıda dikkatli ol, ve gidersen de, bir iki tane de Yaşam İksiri götür.",
				"Rainy_Day_4": "#$c .5#Etraf biraz tozlanıyor mu? Endişelenme, çaresine bakacağım.#Belki bugün Çayır Kralı'nın Yolculuğu'na başlarım... yemin ederim bir gün o oyunu tamamen yeneceğim.$h",
				"Rainy_Night_0": "#$c .5#Bunun gibi bir günde kırlar daha ilginç görünüyor, sence de öyle değil mi?#Sadece şu ötedeki yağmurlu ormanı izliyordum... Yemin ederim ağaçların etrafında siyahtan daha koyu değişken bir şeyin gezindiğini gördüm.$6",
				"Rainy_Night_1": "#$c .5#Hayalet görmek için güzel bir gece...#Hey! Çok çalışmış gibi görünüyorsun. Rahatlamana yardımcı olabilir miyim?^Çok çalışıyor muydun? Biraz yorgun olduğunda hoş görünüyorsun.$h",
				"Rainy_Night_2": "#$c .5#Bunu hissediyor musun? Yağmurda bir süreklilik var...#İnsanların yağmurun bitmesi için dua etmeleri biraz komik. Şey gibi oluyorum, \"Dostum o zaman çölde yaşamak ister misin?\"",
				"Rainy_Night_3": "#$c .5#Yağmurun sesi bu gece bizi uyutabilir.#Bunun gibi gecelerde, ışığı kapatıp sadece dinlemeyi seviyorum...$8",
				"Rainy_Night_4": "#$c .5#Veeeee... senin için çorba süprizi, aşkım! Tadını çıkar! [199 218 219 727 730]$h#Canım akşama çorba yapmak istedi. Umarım fazla iğrenç değildir. [199 218 219 727 730]$h",
				"Indoor_Day_0": "#$c .5#Hep çok aktifsin. Seni izlemek insanı motive ediyor çünkü ne yaparsan yap o işi önemsiyorsun.#Bu yeri hep sevdim, sen taşınmadan çok uzun zaman öncesi de. Şimdi çiftliği canımın istediği zaman gezebilirim!$h",
				"Indoor_Day_1": "#$c .5#Bunu elime nasıl geçirdiğime asla inanamazsın! Ama beğenirsin diye düşündüm. [286 287 205 732 441]$h#Hey. Dışarı mı çıkıyorsun? Senin için bir şey buldum...[286 287 205 732 441]#$e#Eğer zor duruma düşersen bunu kullan. Seni güvende tutmalı.",
				"Indoor_Day_2": "#$c .5#Bugün benim için Today might be a good day for me to slip away to the mines. Çok ciddi bir şey yok. Sadece küçük bir değişiklik.#Madene mi? Hey... eğer leziz bir şey bulursan, bana da bir parça getir!$h",
				"Indoor_Day_3": "#$c .5#Çifliğimizde her zaman yeni bir şeyler oluyor... bunu seviyorum.#Hey! Sadece bugün ne yapsam diye düşünüyordum. Bu kadar fazla özgürlüğe alışık değilim!",
				"Indoor_Day_4": "#$c .5#Elbette, bugün biraz temizlik yapabilirim, sorun yok. Aslında seni düşünürken temizlik yapmak eğlenceli oluyor.#Eğer etrafı ara sıra yeniden dekore edersem bir şey demezsin değil mi? Elimde kendi işimi yapacak bir alanım olduğu için hala heyecanlıyım.",
				"Indoor_Night_0": "#$c .5#Heyyy, n'apıyorsun? Bana aşk büyüsü mü yapıyorsun, ya da onun gibi bir şey mi? Bu gece gerçekten hoş görünüyorsun.$l#Bugün güzel bir gün geçirdim. Yeterince yakından bakarsan, burada her zaman ilginç bir şey oluyor olduğunu görürsün.",
				"Indoor_Night_1": "#$c .5#Yatacak mısın? Bizim için elektrikli battaniyeyi açtım...$l#Hey! Bana gününün nasıl geçtiğini anlat. Heyecan verici bir şey oldu mu?$h",
				"Indoor_Night_2": "#$c .5#Bu gece benim için daha fazla ekran yok. Biyolojik günlük düzenimi mahvetmesini istemiyorum.#Eskiden bir gece baykuşuydum, ama çiftlikte yaşamın ritmini sevmeye başlıyorum. Doğal hissettiriyor.",
				"Indoor_Night_3": "#$c .5#Mmm, bir bardak çay için güzel bir akşam.#*esner*... Birazdan yatıp uyumaya hazırım.$h",
				"Indoor_Night_4": "#$c .5#David Jr. kafesinde spastik turlar atıp duruyor. Umarım biz yattıktan sonra da devam ettirmez.#Gecenin sesleri burada daha yüksek. Bunu sevmekten asla vazgeçmeyeceğim.",
				"Outdoor_0": "#$c .5#Ne kadar güzel bir sabah! Biz evlenmeden önce böyle sabahları ne kadar fazla kaçırdığıma inanamıyorum.$h#Bugün bu hafif esinti dağın havasını bütün vadiye dağıtıyor. Taze çam ve adaçayı kokuyor.",
				"Outdoor_1": "#$c .5#Sadece burada takılacağım, tamam mı?#$e#Dışarıda bir sürü ilginç böcek ve başka şeyler var. *kıkırdar*$h#Hmm... bence dışarıda balçık yetiştirmek için bir sürü alanımız var!",
				"Outdoor_2": "#$c .5#Deminden beri sanki daha önce buraya bir peri, cadı ya da başka bir şey gelmiş gibi hissediyorum.#Büyükbabanın mezarının etrafını temiz tuttuğundan emin ol. Onunla ilgili özel bir şeyler var, hissediyorum.",
				"Outdoor_3": "#$c .5#Çiftliğin dışa doğru menzilini tarıyorum. Bugün dışarıda normal olmayan herhangi bir şey görüyor musun?#Kendimize ait bir mağaramız olması güzel. Hep olsun istediğim bir şeydi.$h",
				"Outdoor_4": "#$c .5#Bir ara taraçada takılıp böğürtlen kobler atıştırmalıyız. Çok güzel olurdu.$h#Cebime atıştırmalık koymayı hep unutuyorum. *gürler*$h",
				"funLeave_Abigail": "#$c .5#Bugün annemle babamı ziyarete gideceğim. Birisi onları kontrol etmeli, değil mi?#Bugün kasabaya gideceğim, sadece bil istedim. Bu bacakları esnetmem lazım.",
				"funReturn_Abigail": "#$c .5#Günüm gerçekten güzeldi. Ya seninki? Ah, ve ailem sana selam söyledi.#Hey! Günün iyi geçti mi? Benimki iyiyidi. Yürüyüşe çıkmak ferahlatıcı oldu.$h",
				"OneKid_3": "#$c .5#Şimdi bizimkileri daha iyi anlıyorum. Hoo, çocukken onlar için küçük bir yaramaz olmuş olmalıyım.$h#\"Anne\" olduğuma inanamıyorum... hayat garip.$h",
				"TwoKids_0": "#$c .5#Haha, Annemle babam beni yetiştirmenin zor olduğunu mu düşünüyordu? İki tanesini dene bakalım!$h#%kid1 ve %kid2 çoktan çikolatalı gevreklerini yediler. Çığlıklar atıyorlardı!",
				"TwoKids_2": "#$c .5#Çocuklarımız için her şeyi yaparım. Olay onları güvende tutmaksa her çeşit canavarla savaşırdım!#Gördüğüm bir rüyada %kid2 büyüdüğünde çok ünlü bir canavar avcısı oluyordu. Şimdiden küçük bir zırh seti düşünüyorum.",
				"TwoKids_3": "#$c .5#Gençken çocuğumuz oldu, ama bardağın dolu tarafından bak! Hiç değilse büyüdüklerinde aşırı yaşlı olmayacağız.#Güzel eski bir ev, bir çift çocuk, ve inanılmaz bir çiftlik. Hiç bu kadar yol katedebileceğimi düşünmüyordum... ama, hey! Hayatlarımız daha yeni başlıyor.$h",
				"spring_6": "Çiftlikte bir katanayı bilemek için kullanışlı bir şeyimiz var mı? Yoksa bunun için Clint'e mi gitmeliyim?",
				"spring_16": "Bugünlüğüne bütün gün sadece video oyunu oynarsam bana darılır mısın?#$b#Üzgünüm, sadece... kulağa çok hoş geliyor.$l",
				"summer_19": "Bugün biraz patlayıcısever hissediyorum.#$e#Biraz kiraz bombası yaptım. [286]Etrafa duman yaymaya ihtiyacın olursa diye bir tanesi senin için.$h",
				"summer_22": "Öff... Pek iyi uyuyamadım, ve sırtım beni mahvediyor. Bugün pek bir şey yapamam...$s#$e#...Ama, evet, deneyeceğim. Üzgünüm.#$e#Tanıştığımızdan beri bu kadar zaman geçmediğini biliyorum, but in some respects, o zaman küçücük bir çocuktum gibi hissediyorum.$s#$b#O zamandan beri çok büyümüşüm gibi geliyor. Ama aynı zamanda bazı şeylerde çok büyük yollar katetmişim gibi mesela, ailemin olgunluk seviyeleri gibi.$u#$e#Hah. Yetişkinliğe ermenin madene girmek kadar korkutucu olabileceğini kim bilebilirdi?#$b#Benimle olduğuna mutluyum.$l",
				"summer_23": "Online sınıf arkadaşlarımdan bazıları evlendiğimi öğrenince çok şaşırdılar ve sevindiler.. Onlarla iletişimde kalmak güzel.",
				"fall_12": "Ihh, Aptalca bir soru: Çiftçilikte yılın... \"final boss'u\" ne? Sonbahar hasadı mı? Şuan olduğu gibi mi?#$b#Yoksa final boss'u yok mu?",
				"fall_24": "Ayın 24'ü olmuş mu? Evet!!$h#$b#Bunun anlamı yıllık olarak 'Zaman Tutuşması'nı baştan sona oynamam için vakit ayırmalıyım.#$e#Oyunun yayınlanışının yıldönümü de ondan. Sanırım hepsini birkaç gün içinde bitirebilirim. Fazla meşgul görünürsem özür dilerim.",
				"fall_28": "Güz için kötğ bir son değil! 'Zaman Tutuşması'nı dün bitirdim, ve Ruhlar Arifesi yine muhteşemdi...#$b#...şu ürkütücü örümcekler hariç. *titrer*$s#$e#Evet, hala!$h",
				"winter_1": "İnsanların havanın kendi istedikleri gibi olması için dua etmeleri biraz komik.#$b#Elbette, birisi kar dansı yapar ve dileği yerine gelir. Ama sonra dışarıda başka birisi soğuktan donup ölürdü.#$e#Yoba olsaydım, hangi duacılara cevap vereceğimi ve hangilerini umursamayacağıma karar vermekte zorlanırdım.#$b#Bu işi yapmayı geçeceğim.$h",
				"winter_8": "Yetişkin olduğumuzu biliyorum, ama bugünlük içimdeki çocuğu dışarı çıkarmama izin vermelisin. Ekstra esrarengiz bir kardanadam yapacağım.$h",
				"winter_19": "Bu akşam da yine bir Salon akşamı. Gelebileceğini düşünüyor musun?#$e#Bu benim arkadaşça bir özenim. Diğer bütün akşamlar sadece bana kaldığına mutluyum.$h",
				"winter_24": "Sanırım Kış Yıldızı Şöleni'ni durup şükredecek ne kadar çok şeyim olduğunu farkettiğimde tadı daha iyi çıkıyor.#$e#Pek de kötü bir hayat değildi, biliyorsun değil mi?$h",
				"winter_28": "Pek içici biri olmadığımı biliyorum, ama olsun, burada akşam için bazı yetişkin içecekleri var. Bu gece de her gece gibi güzel! [346][346]"
			}
		}
	]
}