{
	"Changes":[
		{
			"LogName":"Alex",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Alex",
			"Entries": {
				"Mon4": "Tek yapmam gereken gidip amatör ağtopu ligi denemelerini girmek. Zorlayıcı olmalı, ama çok da değil.#$e#Bir yada iki mevsimlik amatör liginden sonra, her türlü profesyonel olurum, bebek.",
				"Mon6": "Aysonu bazı amatör ağtopu ligi denemeleri var. Gidip deneyebilirim, ama ben ıh... bilmiyorum.#$e#Belki antrenmanlarla dolu bir yıl daha benim için daha iyi olabilir ki iyi bir ilk gösteriş yapabileyim.",
				"Mon8": "Biliyorsun, eskiden şöhret ve ün isterdim, ama bu aralar fikrimi değiştirmeye başlıyorum. İşin sonunda olay hakir görülen ama memnun eden küçük şeyler, sence de öyle değil mi?#$e#Hala profesyonel olmak istiyorum, ama bu dünyada en önemli şey değil.",
				"Tue2": "Yaz boyunca sahilde çok vakit geçiririm.#$e#Hey, eğer bir tur yakalamaca oynamak istersen, gelecek ay benimle orada buluşmalısın.",
				"Tue4": "Hedefinin olması önemli. Liseyi bitirdiğimden beri, günlerime bütünlük katması için gerçekten antrenman rutinlerime güvendim..",
				"Tue6": "Hiçbir şey sahilde arkadaşlarınla enerjik bir gün geçirmekten daha iyi değil... değil mi?",
				"Tue8": "*iç çeker*... Keşke benimle spor yapmak isteyen daha fazla arkadaşım olsa.$s#$e#Demek istediğim, burası bunun için mükemmel bir yer! İsraf olması utanç verici olur.",
				"Tue10": "Heyyy.#$e#Bugün hoş görünüyorsun!$h#$e#Ne var ne yok?",
				"Wed4": "Hiç Spor Haberlerini izler misin?#$b#Ben akşamları mutlaka izlerim.Şu anda ağtopu beni çekiyor.$h",
				"Wed6": "Ağtopu benim için sadece bir oyundan çok daha fazlası. Her zaman yapmakta iyi olduğum bir şeydi.#$e#Onsuz ne yapardım bilemiyorum.",
				"Wed8": "Everyone around me has always told me I'm the best player they have. Ağtopu benim hayatım.#$e#Sonra bir gün, lise biter, ve sanki herkesin seni kastederek verdiği sözler sadece kayboluyor.$s#$e#Hayatımda başka bir şeyi farketmeliyim, galiba. Değil mi?",
				"Wed10": "Senden çok şey öğrenmiş gibi hissediyorum, @. Bana karşı dürüst olduğun için sağol.#$e#Spor kariyerimin nereye gideceğini göreceğiz. Yapsam da yapamasam da benim için burada olmanı takdir ediyorum.",
				"Thu2": "Alerjik insanlara üzülüyorum. Şey gibi, sürekli hapşırıp duruyorsan kalbinin bile nasıl atmasını sağlayabiliyorsun?",
				"Thu4": "Geçen yıl amatör lig denemesine girecektim, ancak dizim olayı berbat etti.#$e#Hey, böyle şeyleri zorlayamazsın.",
				"Thu6": "Havalar ısınmaya başlıyor... Enerjik hissediyorum.",
				"Thu8": "Herkesin hayalleri olur. Bence günün biri kalkıp gelmen ve çiftliği toparlaman çok havalı.#$e#Sana şapka çıkarılır.",
				"Fri2": "Okulda, öğretmenlerim ağtopu oyuncularının nasıl çok para kazandıkları konusunda söyleniyorlardı. Bu gerçekten saçma.#$e#Eğer bu bir şeyse, onlara az ödeme yapılıyor. Bir profesyonelin yaptığını yapabilecek kaç kişi tanıyorsun?",
				"Fri4": "Hey, @. Uğradığına mutluyum.#$e#Büyükannemi sevdiğimi söylemeye utanmıyorum!#$e#Diğer taraftan bakarsak büyükbabam...#$e#Dalga geçiyorum.$h",
				"Fri6": "Kulağa garip gelebilir, ama keşke başımda bana bağırıp duran ve ne yapacağımı söyleyen bir koçum olsa demiyorum değil.$s#$e#Kendimi motive edebiliyorum, ama bunu başkası için yaptığında, farklı oluyor işte, biliyorsun değil mi?",
				"Fri8": "Selam @. Bugün şık görünüyorsun.$h^Hey @. Saçına farklı bir şey mi yaptın? Bir şey sürekli dikkatimi çekiyor.$h",
				"Fri10": "Hey ım...$l#$b#Eğer olur da çiftlik işinde yardım istersen söyle.$l#$e#Kendi hatrıma sadece egzersizden farklı bir şey yapmalıyım, değil mi?$h",
				"Sat2": "Hey, Haley gerçekten harika, sence de öyle değil mi?#$e#Hayır, şu anda çıkmıyoruz. O, ıh... bir şeyler geçiriyor.#$e#Ama muhtemelen normale dönecek.",
				"Sat4": "Büyükannem dondurucuda buz kalıbı tepsilerimle çok fazla yer kapladığımı söyleyip duruyor.#$b#Demeye çalıştığım, buz banyosu için başka nasıl yeterince buza sahip olabilirim ki?",
				"Sat6": "Kollarım çok ağrıyor, ama bu benim gibi bir çocuğun yol aldığının göstergesi.#$e#Dün bin tane falan şınav çekmiş olmalıyım.",
				"Sat8": "...Sence 10 yıl sonra nerede olacağım?$s",
				"Sat10": "Son zamanlarda odaklanmakta zorlanıyorum.$l",
				"Sun_inlaw_Haley": "Oh, hey. Evlilik hayatı nasıl gidiyor?$9",
				"Sun6_inlaw_Haley": "Kabul ediyorum... Haley'le siz evlendiğinizde biraz kıskanmıştım. Ama hey... Benim için kendimle ilgili yeni bir şey öğrenme şansı doğdu.$9",
				"Sun6": "Hey, canın istediği öğlenlerde gelirsen beraber çalışabiliriz.#$e#Arkadaşlarınla çalışmak her zaman daha eğlenceli oluyor.$h",
				"Sun8": "Hey, canın istediği öğlenlerde gelirsen beraber çalışabiliriz.#$e#Böylesi daha eğlenceli.$h",
				"Sun10": "Haley ve ben hep kasabanın 'güçlü çifti' olabileceğimizi düşünürdük, ancak bu hep karmaşıktı.#$e#Sadece birbirimiz şçin değildik, arkadaş olmak dışında.#$e#Demek istediğim, açık, değil mi?$l",
				"summer_Mon2": "Egzersiz yapar mısın?#$e#Sanırım çiftlikte çalışmak da sayılabilir, ama demirleri kaldırmakla pek aynı değil.",
				"summer_Mon4": "Hey, güzel bronzlaşmışsın.",
				"summer_Mon6": "Hey @. Yazın iyi geçiyor mu?#$e#Sende neler yeni?",
				"summer_Mon8": "Hey, canın istediği öğlenlerde gelirsen beraber çalışabiliriz.#$e#Böylesi daha eğlenceli.$h",
				"summer_Mon10": "Bu garip. seninle tanışmadan önce çoğu insanla duygularım hakkında konuşmazdım.$l#$e#Sadece kendim olabilirim gibi hissediyorum.$l",
				"summer_Tue4": "Okulda oynadığım zamanlar, sadece oraya gidebilmek için çok uzun süre otobüsle gitmem gerekiyordu. Beni önce köy çocuğu olarak tanıdılar.#$e#Ama ne kadar iyi olduğumu gördükten sonra, kimse bir daha beni hakir görmedi.",
				"summer_Tue6": "Eğer saçım kızlar arasında popüler olmasa, yemin ederim saniyesinde keser atardım.#$e#*iç çeker*... Hayat zor olabiliyor.",
				"summer_Tue8": "Hey, @.$s#$e#Biliyorsun, Bir takımla oynamayı ne kadar özlediğimi düşünüyordum. Ama ne yapmalıyım?#$b#Kasabadan dışarıya taşınmaya yetecek param yok...",
				"summer_Wed6": "Birçok ağtopu arkadaşımla bağlantıyı kaybettim. En son duyduklarım, Zane üniversitede sürekli A alıyormuş. Ve Brody'nin de görünüşe göre çocuğu olmuş.$s#$e#Çok garip.$s",
				"summer_Wed8": "Biliyorsun, aslında çiftçi olmaya karşı çıkmazdım... çoğunlukla spor yapmaya benziyor, bir açıdan.#$e#Dışarıda olmayı ve ellerimle bir şeyler yapmayı seviyorum.",
				"summer_Thu6": "Bazen canım kimse bakmıyorken gerçekten standdan dondurma yemek istiyor.$h#$e#Kuralımsa her top dondurma için yüzer tane fazladan şınav çekmeliyim. Böylece kendimi düzene sokuyorum.",
				"summer_Thu8": "Ne biliyor musun? Yeni bir kitabı okumaya başlayacağım!",
				"summer_Thu10": "@! Selam! Sana ne bıraktığıma bak. [233]$h#$e#Şşşt, kimseye söyleme.$h",
				"summer_Fri": "Ne istiyorsun?#$e#Şu anda yapacak daha önemli şeylerim var.",
				"summer_Fri2": "Bu yaz dondurma standında çalışıyorum. Hah, yerel işletmeleri desteklediğine emin ol!$h",
				"summer_Fri4": "Dondurma işim sadece profesyonel olmaya para kazanmak için yaptığım bir şey.#$e#Kısa zaman içinde, Zuzu Şehri'ne gidip bir amatör lige girebileceğim.#$b#Ama şuanlık, profesyonel seviye ekipmanın önemi var.",
				"summer_Fri10": "@, olur da çocuğum olursa, en iyi babaya sahip olduğuna emin olacağım.#$e#Bu benim en büyük zaferim olurdu. Ve bu sabırsızlanılacak bir şey, biliyorsun değil mi?",
				"summer_Sat": "Mmmm... barbekü kokusu alıyorum.#$e#Lanet olsun bir burger için giderdim.",
				"summer_Sat2": "Mmmm... Gus salonda her ne pişiriyorsa, muhteşem kokuyor.",
				"summer_Sat4": "Mmmm... barbekü kokusu alıyorum.#$e#Lanet olsun bir burger için giderdim.",
				"summer_Sat6": "Dondurmaları krema yerine proteinden yapsalar n'olurdu?#$e#Hayır hayır! Beni dinle! Protein takviyesine benzerdi, ama buzlusu! Sanırım böyle bir şeyin üstüne düşebilirim!",
				"summer_Sun": "Haley gerçekten güzel, sence de öyle değil mi?#$e#Pelikan Kasabası'nda daha fazla güzel kız olmaması gerçekten berbat.^Belki onunla takılmalısın.",
				"summer_Sun2": "Bu yeni ayakkabıları dün aldım çünkü eski çiftim üzerinde kahverengi bir leke vardı.#$b#Olduğu gibi çöpe attım. Onları bağışlardım ama garibin birinin ayakkabılarımı giymesi fikri hoş gelmiyor, biliyorsun değil mi?#$e#...Ne var?$a",
				"summer_Sun_inlaw_Haley": "Ah, selam. Evlilik hayatı nasıl gidiyor?$9",
				"summer_Sun6_inlaw_Haley": "Kabul ediyorum... Haley'le siz evlendiğinizde biraz kıskanmıştım. Ama hey... Benim için kendimle ilgili yeni bir şey öğrenme şansı doğdu.$9",
				"summer_Sun4": "Ah bak...ayakkabıların biraz kirli... ama olsun!#$e#Farklı insanlar farkl tatlara sahip sanırım.",
				"summer_Sun6": "Kulağa garip gelebilir, ama keşke başımda bana bağırıp duran ve ne yapacağımı söyleyen bir koçum olsa demiyorum değil.$s#$e#Kendimi motive edebiliyorum, ama bunu başkası için yaptığında, farklı oluyor işte, biliyorsun değil mi?",
				"summer_Sun10": "@, bazen annem benimle gurur duyar mıydı diye düşünüyorum.$s#$e#Seni bulabildim. Ve ikimizin arasında işleri yürütebileceğimizi biliyorum. Sanırım bu bir şey.$l#$e#Görüşürüz.$l",
				"fall_Mon2": "Dün gece Cheroky'nin nasıl oynadığını gördün mü? Çılgıncaydı!$h#$e#Bana sahada eskiden ne yaptığımı hatırlatıyor.",
				"fall_Mon4": "Büyükannem daha fazla ders çalışmam gerektiğini söylüyor.#$e#Belki de haklıdır...$s",
				"fall_Mon6": "Eskiden annemin olan bu eski kitapları buldum. İlgilendiklerini görmek ilginç.#$e#Onun fotoğrafınna bakmak gibi, ama sadece kelimelerden, farkediyorsa.$h",
				"fall_Mon10": "Tünelciler dün gece yine kazandı! Bu yıl harika bir sezon geçiriyorlar!$h#$e#Üzgünüm, şuan çok mutluyum.$l",
				"fall_Tue": "Bazılarının tam kapasitelerine erişememelerini görmek üzücü değil mi?#$e#Önemli olan denemeye devam etmek, ne olursa olsun.",
				"fall_Tue4": "İşler zorlaştığında, öylece vazgeçip sıradanlık içinde yaşayan insanları hayal ediyorum.#$e#Böyle olan hiç kimsenin muhtemelen kendine saygısı filan yoktur.",
				"fall_Tue6": "Bu yıl dondurma standından fazla para kazanmadım.$s#$e#@, ben ne yapıyorum ki?$s",
				"fall_Tue8": "Düşünüyordum da, belki etrafındakilerin değerini anlamak önemlidir.#$e#İnsanların bunu hep söylediklerini duydum, ancak şimdi farketmeye başladım.",
				"fall_Wed8": "Nihayet o riski aldım... Saçıma jöle sürmeyi bırakacağım.#$e#Saçımda jöle var diye beni beğenen biriyle arkadaş olmak istemem.",
				"fall_Thu2": "N'aber, @?",
				"fall_Thu4": "Dostum, bomba gibisin.^@, harika bir kızsın, biliyor muydun?#$e#Sadece günün birinde kalkıp kasabaya geldin, ve dedin ki, \"Evet! Bu çiftliği toplayacağım!\" ve yaptın!#$b#Sanırım senin ve benim gibi insanlar farklı bir seviyedeyiz.",
				"fall_Thu6": "Bölgesel şampiyonluk oyunumun final oyununu hatırlıyorum. Skor berabereydi, ve sona ermesine sadece on saniye vardı.#$b#Yaprakların rüsgarla etrafta savrulduğunu gördüm, ve topu fırlattım, rüzgarın destek olacağını bilerek.#$b#Zane mükemmel bir şekilde yakaladı ve sayı yaptık. Birazcık bile geç kalmadık.#$e#Güzel bir histi, biliyorsun değil mi?$l",
				"fall_Thu10": "@! Im... Selam.$l#$e#Üzgünüm! demek istediğim, ıh...$l#$b#Takılsak olur mu?",
				"fall_Fri2": " Şu Clint mi? Onun hakkında fazla bir şey bilmiyorum.#$b#Görünüşe göre o da eskiden ağtopu oynarmış ama şimdi biraz yaşlı.",
				"fall_Fri6": "Bu gece bir ton şınav çekeceğim.#$e# Eğer tam kapasitene erişmek istiyorsan çok sıkı çalışmalısın.",
				"fall_Fri8": "Biliyorsun, eskiden şöhret ve ün isterdim, ama bu aralar fikrimi değiştirmeye başlıyorum. İşin sonunda olay hakir görülen ama memnun eden küçük şeyler, sence de öyle değil mi?#$e#Hala profesyonel olmak istiyorum, ama bu dünyada en önemli şey değil.",
				"fall_Fri10": "Haley iyi bir arkadaş, sanırım. Sadece beni asla senin yaptığın gibi dinlemedi.#$e#Onun yanında sürekli kodamanın teki gibi davranmam gerekiyormuş gibi hissetim. Ve ona aslında nasıl hissettiğimi anlatsaydım, bana karşı ilgisi sadece kaybolurdu.$s#$e#Ama bu anılara sahip olmak kimimin olduğunu anlamamı sağlıyor, ve daha fazlası.$l",
				"fall_Sat2": "Hey, Haley gerçekten harika, sence de öyle değil mi?#$e#Hayır, şu anda çıkmıyoruz. O, ıh... bir şeyler geçiriyor.#$e#Ama muhtemelen normale dönecek.",
				"fall_Sat4": "Somon kesinlikle en sevdiğim balık. Özellikle mevsimi geldiğinde.#$e#It just has to be cooked the right way.",
				"fall_Sat6": "Somonda ne kadar çok şeyin olduğunu okuyordum... ona ne deniyordu? 'Omega-3 yağ asidi.'#$b#En başta, şey gibiydim, \"Oha, diyetimde fazla yağa ihtiyacım yok.\" Ama aslında insana çok faydalı yağlardanmış.",
				"fall_Sat8": "Babamın nerede olduğu hakkında bir fikrim yok. Onu görürsem ne söyleyeceğim diye çok uzun zaman düşündüm.#$e#Güzel olmazdı. Belki bazı yaraları kaşımamak daha iyidir.$a",
				"fall_Sun4": "Ağtopu bugün! Bütün hafta bunu bekledim.$u",
				"fall_Sun6": "Hey, @, eğer büyükbabam televizyonun başından çekilmezse, evine koşarak gelip maçı orada seyretsem olur mu?#$e#Hem nasıl bir televizyonun var?",
				"fall_Sun8": "Hey, bugün ağtopu maçı var!#$e#Güzde Pazar günleri gerçekten inanılmaz.$u",
				"fall_Sun10": "Hep babam gibi olurum diye korkuyordum. Hala öyleyim.$a#$e#Ama seninleyken, artık o kadar da endişeli hissetmiyorum.",
				"winter_Mon2": "Beni ısıtabilecek salonda güzel bir şey var mı acaba?",
				"winter_Mon4": "Karları seviyor musun? Ben... ben sadece baharı iple çekiyorum.",
				"winter_Mon6": "Hey, bir ara egzersiz yapmalıyız. Kaplıcadaki hava diğer yerlerdeki kadar kuru değil.^Hey, bir ara kaplıcada egzersiz yapmalıyız... ıı, demek istediğim, sanırım benim tarafıma geçemezsin? Ah, n'apalım.",
				"winter_Mon8": "@, insanların nasıl lise yıllarının hayatının en iyi zamanları olduğunu söylediklerini biliyor musun?$s#$b#Ya doğruysa? Ya buradan yokuş aşağıysa?$s",
				"winter_Mon10": "Ben lise yıllarının hayatının e ngüzel zamanı olduğuna katılmıyorum.#$b#Bu yıl daha güzeldi.$l",
				"winter_Tue4_inlaw_Haley": "Kabul ediyorum... Haley'le siz evlendiğinizde biraz kıskanmıştım. Ama hey... Benim için kendimle ilgili yeni bir şey öğrenme şansı doğdu.$9",
				"winter_Tue4": "Hey, @. Bana bir iyilik yapar mısın?$l#$b#Haley'i görürsen, ona meşgul olduğumu söyle.$l#$e#Sağol.",
				"winter_Tue6": "Birlikte takılmak için havalı birisin, @. Seni her gördüğümde yenş bir şey öğreniyorum gibi hissediyorum.",
				"winter_Tue10": "Hey! N'aber?$h#$e#Sende mi sıkıldın? Ne tesadüf.$l#$e#Hey, her zaman takılabiliriz.",
				"winter_Wed4": "Pek video oyunu oynamam. Neden düğmelere basarak ekranda top atıp hareket eden bir çocuğu izleyeyeim ki...#$b#...aynısını kendim gerçek hayatta yapabilecekken?",
				"winter_Wed6": "Yani kışın çiftlikte fazla bir şey yetişmiyor muS? O zaman sıkılıyor olmalısın.#$e#Hey, sen ve ben, dostum! Klübe hoşgeldin.$h^Hey, sen ve ben, @! Klübe hoşgeldin.$h",
				"winter_Wed8": "Ne biliyormusun? Yeni bir kitabı okumaya başlayacağım!",
				"winter_Wed10": "Büyükannemin annemin en sevdiği olduğunu söylediği bu kitabı bitirdim.#$b#Kitap, zaman yolculuğu yapıp tarihi değiştiren iki genci anlatıyordu.#$b#Çok garip. Annemin böyle şeyleri beğendiğini bilmiyordum.",
				"winter_Thu4": "Kimse Dusty'nin sahibinin kim olduğunu bilmiyor. Onu bazen ben besliyorum, ama bazen başka bir kaç kişi daha besliyor.#$e#Bu kulübeyi oldum olası hatırlıyorum. Bence o Dusty'den bile çok önce burdaydı.",
				"winter_Thu6": "Keşke havayı kontrol edebilsem.",
				"winter_Thu8": "Dün gece annemin de olduğu bir rüya gördüm. Sonra uyandım.$s#$e#Gerçekler bazen acıtıyor.$a",
				"winter_Thu10": "Eğer olur da bir gün çok zengin olursam, bütün arkadaşlarıma ve aileme iyi bakıldığından emin olacağım.#$e#Senin de.$h",
				"winter_Fri6": "Sence yakın zamanda profesyonel olamazsam sonum Clint gibi mi olur?$s",
				"winter_Fri10": "@, ailen seninle gurur duyuyor mu?#$e#Pekala, burada seninle gerçekten gurur duyan bir adam var.$l",
				"winter_Sat": "Bu kasabada yaşayan tuhaf insanlar var.#$e#...şu Sebastian gibi. Neden hep siyah giyiniyor ki?#$Anlamıyorum.",
				"winter_Sat2": "İddiaya girerim, eğer şu Sebastian'la yakalamaca oynamaya çalışırsam, topu attığım gibi sıvışıp kaçardı.$h#$b#...#$b#Üzgünüm, evet, sanırım bu söylemek için pislikçe bir şeydi.$s",
				"winter_Sat4": "Bu kasabada yaşayan tuhaf insanlar var.#$e#...şu Sebastian gibi. Neden hep siyah giyiniyor ki?#$e#Anlamıyorum.",
				"winter_Sat10": "@, benden tamamen farklısın, ama hayatın tamamen farklı bir yüzünü gösterdiğini hissediyorum.#$e#Belki de benden farklı olan insanlara karşı çok önyargılı olmamalıyım.",
				"winter_Sun": "Hey, bugün ağtopu maçı var!#$e#Bu haftanın en sevdiğim günü olabilir.",
				"winter_Sun2": "Hiç değilse ağtopu sezonu kışın da devam ediyor. Ama yaşadığımız yerde herhangi bir şey yapmak için çok fazla karlı oluyor.",
				"winter_Sun4": "Hey, bugün ağtopu maçı var!#$e#Bu haftanın en sevdiğim günü olabilir.",
				"winter_Sun6": "Hiç değilse ağtopu sezonu kışın da devam ediyor. Ama yaşadığımız yerde herhangi bir şey yapmak için çok fazla karlı oluyor.,",
				"winter_Sun8": "Hey @. Takılmak ister misin?#$e#Maçın başını kaçırırsam bir şey olmaz. I'm happy to spend a little time with you.",
				"spring_1_2": "Mutlu yıllar!#$e#Bu yıl antrenmanlarımı geliştirmeye çalışacağım.",
				"spring_23": "Endişeli? Hayır, yarın kendime dans eşi bulma konusunda endişeli değilim.#$e#Neden olayım?",
				"summer_10": "Yarın sahilde güzel bir gün olmalı. Yemekler de!$h",
				"fall_15": "Yalan atmayacağım, evinin dışına adım attığın an seni bekleyen ağzına kadar dolu bir şölene dalmak insanı sersemletiyor.$h",
				"fall_26": "Hmm... eğer yarın lanetli labirente girersem, acaba yanımda beyzbol sopamı getirmelimiyim.",
				"winter_24": "Yarın bir sürü güzel yemek olacak! Sadece kendimi kontrol eip fazla yemediğimden emin olmalıyım.",
				"winter_28": "Havalar tekrar güzelleşiyor! İple çekiyorum.",
				"summer_10_2": "Yarın sahilde güzel bir gün olmalı. Yemekler de!$h",
				"fall_15_2": "Yalan atmayacağım, evinin dışına adım attığın an seni bekleyen ağzına kadar dolu bir şölene dalmak insanı sersemletiyor.$h",
				"fall_26_2": "Hmm... eğer yarın lanetli labirente girersem, acaba yanımda beyzbol sopamı getirmelimiyim.",
				"winter_24_2": "Yarın bir sürü güzel yemek olacak! Sadece kendimi kontrol eip fazla yemediğimden emin olmalıyım.",
				"winter_28_2": "Havalar tekrar güzelleşiyor! İple çekiyorum."
			}
		},
		{
			"LogName":"Alex Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAlex",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Bütün bu alanla, tüm vücudumu çalıştırabilirim.#Kesim sığırı yetişirecek türden bir çiftçi olmadığını biliyorum. Önemli değil; dükkana gidip biraz biftek alabilirim.",
				"Rainy_Day_1": "#$c .5#Kasabada çok arkadaşım olmamıştı... Bazen sen buraya taşınmasan benim sonum ne olurdu diye düşünüyorum.$9#Acaba eski lise arkadaşlarım ne yapıyorlar? Bugün onları aramak için güzel bir gün olabilir.",
				"Rainy_Day_2": "#$c .5#Ah... Dışarıda koşuya çıkacaktım. Ama bu havada çıkamam.#Ne biliyor musun? Bugünü değerlendireceğim. Hayat yağmur yağdı diye boş durmak için fazla kısa. Şimdi... içeride ne yapabilirim...?",
				"Rainy_Day_3": "#$c .5#*homurdanır*... şidmi uyandım ve proteine açım.$9#Mmm... yumurtamız var mı? Canım çok yumurta çekiyor.$9",
				"Rainy_Day_4": "#$c .5#Okumak için güzel bir gün. Evlendim diye durgun birisi olmak istemiyorum!#Lisede okumam gereken kitapların hepsini okumaya çalışıyorum. Bazen çok sıkıcı başlıyor, ama çok iyiler!",
				"patio_Alex": "#$c .5#Inghh... bir... Inghhh... iki... Dışarıda ağırlık çalışmak çok iyi hissettiriyor!$6#*huff*... Pekala! *puff*... Canlı hissediyorum! *huff*...$6",
				"Rainy_Night_0": "#$c .5#Hey, güzel bir gün geçirdin mi? Eminim yarın çok daha güzel olacak.$h#Madene mi gidiyorsun? Eğer öyleyse, sadece ıh... güvende kal?$s",
				"Rainy_Night_1": "#$c .5#Nasıl gidiyor? Eski ağtopunu bütün gün yanımda taşıdım. Bir adam mış gibi yapabilir...$u#Eski bir dostumu aradım, Zane. Harikaydı! Sadece kaldığımız yerden devam ettik.$h",
				"Rainy_Night_2": "#$c .5#Ah... Koku mu? Bütün gün sarımsak yedim. Erkeksi kalmaya çalışıyorum... Üzgünüm.$l#Bir şelalenin altına geçip dursam nasıl olurdu acaba...?",
				"Rainy_Night_3": "#$c .5#Dusty için kenara bazı parçaları ayırıyorum. Ara sıra atıştırmalıkları hakediyor.#Bugün Dusty'i ziyarete gittim. Yaşlı oğlan iyi!$h",
				"Rainy_Night_4": "#$c .5#Acıkmıştım bu yüzden akşam yemeği yaptım. İşte, sana da bir tabak ayırdım. [241 242 225 214 198]$h#Pek fazla eneji barı yemem. Gerçek yemeği daha çok seviyorum, bunun gibi! İşte, bon appetit! [241 242 225 214 198]$h",
				"Indoor_Day_0": "#$c .5#Sağlıklı kalmak iyi hissettiriyor! Sadece bir tane bedenimiz oluyor. Onu da kullanmalıyız!$h#Ahh... hiçbir şey kocamın yanında bir gece uykusu uyumak gibi değil!$h^Ahh... hiçbir şey karımın yanında bir gece uykusu uyumak gibi değil!$h",
				"Indoor_Day_1": "Hey, tatlım! Sana sıcak kahvaltı yaptım.[195 210 211]#$e#$c .5#Eğer güçlenmek istiyorsan, istediğini göstercek şekilde beslenmelisin!#İyi yemek, tam da kaynağından! Bu çiftliğe sahip olduğumuz için mutluyum.$h",
				"Indoor_Day_2": "#$c .5#Buraya gel. *sıkıca sarılır*... Mmhmm. Bütün bu çiftlik işi sayesinde sertleşiyorsun.#Bugün bir şeyler okumak için güzel bir gün. ...Evet, hala buna devam ediyorum.$h",
				"Indoor_Day_3": "#$c .5#Hala pişirmeye ve çamaşır işine alışmaya çalışıyorum... En sevdiğim işler değil, ama seninle evlenirken kendimi neye soktuğumu biliyordum.$h#Süresi bitmeden önce kütüphaneden aldığım bazı kitapları bitirip geri götürmeliyim. Aklımın da bedenim gibi fit olmasını istiyorum.",
				"Indoor_Day_4": "#$c .5#Evin etrafında bir iki şeyi tamir etmeye çalışacağım. Benim için endişelenme, sıkılmıyorum.#Bugün temizliği bana bırak! Beni hoş bir temizlik markası maskotu olarak görmen güzel.$h",
				"Indoor_Night_0": "#$c .5#Sınırlarını zorlamak iyi hissettiriyor, değil mi? Bu gece gerçekten yumuşak yatakta yerini kazanmış hissedeceksin.#Bir yerlerin ağrıyorsa söyle. İhtiyacın olursa sana faydalı olabilecekbirkaç fizikterapi tekniği biliyorum.",
				"Indoor_Night_1": "#$c .5#Saçını falan mı kestirdin? Bugün çok hoş görünüyorsun. Belki hepsi sadece bu temiz havadır...$l#Dolu başka bir gün mü? Aktif biri oluşunu seviyorum.$l",
				"Indoor_Night_2": "#$c .5#Bana gününü anlat. İçindekileri dökmek her zaman iyidir.#Yemek hazır! Eminim kurt gibi acıkmışsındır. [241 242 225 214 198]$h",
				"Indoor_Night_3": "#$c .5#Hey... kendime yeni şortla raldım. Bilmek istersen diye söylüyorum...$l#Annem nihayet huzur içinde yatabilirmiş gibi hissediyorum, işlerin benim için yolunda gittiğini bilerek. Yanımda olduğu niçin şanslıyım.",
				"Indoor_Night_4": "#$c .5#Eğer kendine sessiz bir zaman ayırmak istiyorsan, benlik sorun yok.#Hey. İçinde enerji kaldı mı?$l",
				"Outdoor_0": "#$c .5#Hey. Burada durup yerimize baktığımda... Gururluyum. Harika bir iş çıkarıyorsun.#Eğer olur da taşınırsak, bu gündoğumlarını gerçekten özlerim. Biraz durmak için güzel bir nokta, sence de öyle değil mi?",
				"Outdoor_1": "#$c .5#Burası çocuk yetiştirmek için harika bir yer. Böyle bir yerde yetişmeyi muhtemelen çok severdim. Koşuşturmak içşn çok fazla alan var!#Yeni ve güzel bir gün için yeni ve güzel bir başlangıç! Her bir gün yeni bir hediye açmak gibi.$h",
				"Outdoor_2": "#$c .5#Dışarıda harcayabildiğim kadar zaman harcamayı seviyorum. Sadece daha iyi hissettiriyor.#Sanırım temiz hava hastası biriyim. İçeride duvarlar biraz üstüme gelmeye başlayınca buraya çıktım.",
				"Outdoor_3": "#$c .5#Günün doğuşunu görmek için erken kalktığıma mutluyum. Her zaman günün en iyi kısmı ama uyursan da kaçırması çok kolay.$h#Bize bak, küçük çiftliğimizde. Sevimli bir çiftiz.$h^Hey. Belki güneş ışığından, ama bugün çok güzelsin.$l",
				"Outdoor_4": "#$c .5#Ahh... Dışarıda olmak çok güzel. Yıldızçiyi Vadisi gerçekten en güzel yer...#Yaşlı Dusty ne yapıyor acaba? Onu ziyaret etmeliyim.",
				"OneKid_0": "#$c .5#Ev babası olarak hayatıma alışmaya çalışıyorum.$h#İhtiyacım olsa maraton koşardım, ama bütün gün bir çocuğa bakmak tamamen farklı bir çeşit yorgunluk.$s",
				"OneKid_1": "#$c .5#Küçüğümüz büyüdüğünde güçlü olacak, tıpkı babası gibi.#Egzersiz rutinimin bir kısmını %kid1 için bırakmak zorunda kaldım ki ona bakmaya vaktim olsun, ama buna değer.$h",
				"OneKid_3": "#$c .5#Hamile olmanın nasıl bir şey olduğunu merak ediyorum...?$h#Ahh, küçük %kid1... önünde koskoca bir hayat var, yok mu?$h",
				"TwoKids_2": "#$c .5#Çocuklar biraz büyüdüğünde, çiftlik alanının bir kısmını küçük bir ağtopu sahası için ayırabileceğini zannetmiyorum...?$l#Belki %kid2 Pelikan Kasabası'ndan çıkan ilk profesyonel ağtopu oyuncusu olacak?$h",
				"TwoKids_3": "#$c .5#Nihayet çocukken sahip olmak istediğim gibi bir aile hayatım var... teşekkür ederim.$l#Çocuklar spora meraklı olsa harika olurdu. Sağlıklı olduklarından emin olmak istiyorum. Ama seçebilecekleri her türlü hayat tarzında onlara arka çıkacağım.",
				"funLeave_Alex": "#$c .5#Bugün kasabaya gidiyorum. Akşama görüşürüz.#Büyükannemle büyükbabamı ziyarete gitmem an meselesi. Orada olacağım, bu yüzden şansın olursa içeri gel!",				
				"funReturn_Alex": "#$c .5#Güzel bir gün geçirdim. Dedemle ninemi sık görmeyi seviyorum; gerçekten yaşlanıyor.#Kasabayı ziyaret etmek güzeldi. Büyükannem tabiki de kurabiye pişirmişti!",
				"spring_3": "Şu geçen iki gün senin için çok meşguldü, değil mi?",
				"spring_15": "Bugün dedemi ziyaret ettiğimde, acaba benimle güzel bir şeyler izlemesini sağlayabilir miyim.#$b#Şey gibi... Spor Haberleri! Ağtopu çekiminin bir dakikasını bile kaçırmak istemiyorum.$h",				
				"spring_27": "Çalışma takvimimi yenilemeliyim. Yaz yakında burada olur!",
				"summer_3": "Söylemeliyim, dondurma standında çalışmayı özlemiyorum.#$e#Ne, dondurmayı özlüyor musun? Pekala, kendi kendimize yapabiliriz.#$b#Sanırım ah... Sam'in annesinde bir tarif var. Yoksa sana zaten verdi mi?",				
				"summer_12": "Dün midem sonuna kadar zorlamıştım ve şimdi yine açım. Bugün fazla zorlamasam iyi olur.",
				"summer_15": "Off, sanırım dizim dün dizimi mahvettim. Kısa bir süre bacağımı işin kolayına baksam iyi olur.#$e#Endişelenme, bedenime zorlamayacağım kadar değer veriyorum. Daha kötü hale getirmeyeceğime eminim.",				
				"summer_20": "Ah evet! Dizim şuanda çok daha iyi. Sorudğun için sağol.$h",
				"fall_3": "Neredeyse unutuyordum, somonun mevsimi geldi! Kulağa ne iyi geliyor biliyor musun?$h#$e#Tavada kızarmış somonla limonlu tereyağı sosu. Ve yanında kıvırcık lahanayla... şu tahıl her neyse. Pirinç olmayanı kastediyorum.$l",				
				"fall_7": "Bugün Tünelciler'in sezonda ilk maçları var! Ah, adamım, çok heyecanlıyım!$h",
				"fall_11": "Oha... bu sabah çok fazla protein ve karbon almış olabilirim. Küçük... geri dönüşler.$s",
				"fall_22": "Ah evet, dünün oyunu harikaydı! Tünelciler kaybediyordu, ancak geri gelip son iki dakikada karşı takımı ezip geçtiler.$h",
				"winter_10": "Daha gençken, arkadaşlara ihtiyacım olmadığını düşünürdüm. Sadece anla.$9#$e#Ama şimdi, neleri kaçırdığımı anlıyorum. It's strange to think I went through so much of my life with so little genuine human connection...$9",
				"winter_15": "Bu soğuk günler dedemle ninem için çok zor geçiyor. Onları bugün ziyaret etsem iyi olur.",
				"winter_22": "*iç çeker*... Bu sezonda sadece bir tane daha ağtopu maçı var, ama hiç değilse iyi bir maç olacak. Şampiyonluk maçı tam yeni yıl arefesine denk geliyor."
			}
		}
	]
}