{
	"Changes":[
		{
			"LogName":"Caroline",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Caroline",
			"Entries":{
				"Mon2":"Abby onu en son gördüğünde kibar mıydı?#$e#Genelde, diğerlerine karşı kibardır, ancak nadiren bir duygu patlaması yaşar. Umarım sana karşı iyi olmuştur.",
				"Mon4":"Abby aslında müzikte bayağı yetenekli, ancak o asla tek bir enstrümanla uzun süre durmaz.#$b#Onu hiç bir müzik aleti çalarken dinledin mi?",
				"Mon6":"Abby'le ben tartışıp duruyoruz. Keşke onun zannettiğinden daha fazlasını bildiğimi gerçekten anlasa.$3#$e$Üzgünüm, umarım günün iyi geçiyordur.",
				"Tue":"Çarşambaları dükkan kapalı olur.#$e#Eğer bir şeye ihtiyacın olacaksa bunu aklında tut.",
				"Tue2":"Eğer çabucak paraya ihtiyacın varsa, Pierre elindeki her çeşit ürünü almaktan mutlu olur.#$e#Toplanmış bile olsa, yine de alırız. Bu tür eşyalar stoğumuza biraz yerel karakter katıyor.$h",
				"Tue4":"Jodi ve ben birkaç yıldır arkadaşız. O ve ailesi kasabaya taşındığı için çok seviniyorum.#$e#Bazen onsuz yapabilir miydim merak ediyorum.",
				"Tue6":"Hala Jodi'nin ikinci tura girip başka bir oğlan daha yetiştirdiğini aklım almıyor. Sam'in ne kadar ele avuca sığmaz olduğunu hatırlıyorum.$h#$e#Pierre'le ben tek çocukla iyiydik. Bu en başından beri planımızdı.",
				"Tue8":"Pierre çalışkan biridir. Bazen bu dükkan işlemeye devam etsin diye ne çok şey verdiğini düşününce kötü hissediyorum.",
				"Tue10":"Jodi ve ben de tam senin topluluk için yaptığın bazı şeylerden konuşuyorduk.$h#$e#Kendi açımdan, Abby'le olumlu bir örnek olduğuna seviniyorum.$h",
				"Wed2":"Ah merhaba! Umarım Pelikan Kasabası'nda daha çok evinde gibi hissediyorsundur.",
				"Wed4":"Hey, hiç yaban havucu çorbası yapmayı denedin mi?$h#$e#Bahardan yaban havucu ayırsan muhtemelen daha kolay olurdu, ha?",
				"Wed6":"Yıldızçiyi Vadisi güzel, ama keşke daha fazla insanı tanısam.#$e#Arkadaş olduğumuza memnunum.",
				"Wed8":"Sosyal kalmak için elimden geleni yapıyorum. Gerçeği söylemek gerekirse, bana çok çaba harcatıyor.#$b#İçine kapanık birisinin iyileşmesi bu olmalı, sanırım.",				
				"Thu":"Ormanda yabani bayır turpları görüyorum.#$e#Toplayıcılık biraz para kazanmanın eğlenceli bir yolu olabilir. Ya da bulduklarını yemek için veya hediye olarak kullanabilirsin.",
				"Thu2":"İş akşam yemeği yapmaya gelince malzemenin eksik olması olayını düşünmemiz gerekmemesi güzel.",	
				"Thu4":"#$1 Caroline1#Hmmm... Acaba Pierre'i bu akşam yemek yapmaya ikna edebilir miyim.#$e#Hmmm... bu akşam yemeğe ne yapacağım?#$e#Belki de Salondan gel-al siparişi veririm.",
				"Thu6":"$d Joja#IPierre hakkında endişeliyim. Her JojaMart'a karşı iş kaybettiğimizde geceleri zar zor uyuyor.|Pierre'in Morris'e karşı öyle ayakta durduğu o günü asla unutmayacağım. Bana ikimizin de daha genç olduğu zamanları hatırlatıyor.$h",
				"Fri4":"Abby Cuma geceleri bir iki arkadaşıyla salona gidiyor. Belki onlara katılabilirsin?",
				"Fri6":"Pierre'in birden çok yeteneği var. Onu hiç şarkı söylerken duydun mu?$h#$e#Ayrıca bayağı atletiktir. Ya da öyleydi, zaten...",
				"Fri8":"$d Joja#Jodi en iyi dostum, ancak JojaMart'ta alışveriş yapmak zorunda mı? Konuyu onunla nasıl düzgünce konuşacağımı bile bilmiyorum.$s|JojaMart'ın kapanmasıyla ilgili en iyi şeylerden birisiyse artık Jodi'nin JojaMart'ta alışveriş yapması ile ilgili endişelenmemize gerek kalmadı.$h",
				"Fri10_1":"Jodi'yi tekrar gördüğünde ona destek olduğundan emin ol. Kocasının uzakta oluşu onun için çok zor.",
				"Fri10":"Kent savaştan döndükten sonra Jodi'nin yeni bir yüzünü görürüm sanmıştım, ancak işler onun için hala zor gidiyor gibi.#$e#Belki onun ailesi şçin birkaç akşam yemek yapabiliriz",
				"Sat":"Salıları oturma odamızda aerobik dersi yapıyorum. İstersen gelebilirsin.",
				"Sat2":"Bana mı öyle geliyor, yoksa Abigail'in patlamalara ve kedere karşı sağlıksız bir ilgisi mi var?#$e#Belki sadece anlamak için çok yaşlıyımdır.",
				"Sat4":"Bu komik, aerobik kursunun benim mi yoksa başkasının fikri miydi hatırlamıyorum.#$b#Sanırım öylece oluverdi. Egzersiz hep bana göreydi ve oturma odamız bunu için kusursuz görünüyordu, bu yüzden...",
				"Sat6":"Aerobik sınıfını yönetmekle Abigail için iyi bir örnek olurum sanmıştım, ancak görünüşe göre egzersiz yapmayı istemekten itmiş gibi duruyor.#$e#Sanırım şaşırmamalıyım.",
				"Sat8":"#$1 Caroline12#Buraya ilk taşındığımızda, alışmak zaman aldı... Ev hayatına hazır değildim.#$e#Pierre biraz gelenekseldir... ama o iyi bir adam. Biraz hırslı ancak ailesi onun için her şeyin önündedir.",			
				"Sun2":"Eğer istiyorsan Yoba Sunağı'nda dua etmekten çekinme.#$e#Hayır, bu pek bana göre değil. Yapanlara da saygı duyarım ama.",
			    "Sun4":" Yoba Sunağı, aerobik kulübü ve dükkanın arasında, insanların evimizin ortasından sanki temel bir yermiş gibi geçmelerine alışmak zorunda kaldık.#$e#İnsanlar saygılı olduğu sürece toplumsal yaşam o kadar da kötü değil.",				
				"Sun6":"Herkes kendi çocuklarının kendilerinden daha az hata yapmalarını ister.$s#$e#Abby'nin güvende ve mutlu olmasını istemek çok bir şey mi?",
				"Sun8":"Her şeyle ilgili fazla endişe ediyorum, ve hayat kısa. Sürekli hayatın seni üzmesine izin vermeye değmez.#$e#Elimizdekilerle huzurlu olmalıyız.",
				"summer_Mon":"Yılın bu zamanı çiftliğinde hiç çiçek yetiştiriyor musun?",				
				"summer_Mon6":"Sen yaşlandıkça zaman da hızlanıyor...$s ",
				"summer_Thu":"Son zamanlarda ormanda yabani meyveler görüyorum.#$e#Toplayıcılık biraz para kazanmanın eğlenceli bir yolu olabilir. Ya da bulduklarını yemek için veya hediye olarak kullanabilirsin.",
			    "summer_Thu6":"Burada yetişen yabani üzümler şarap yapmak için harika. Şu anda hiç şarap yapıyor musun?",				
				"summer_Thu8":"Mevsimin sonunda biraz domates ayırdığına emin ol ki sebze güveci yapabilesin.#$e#Güz geldiğinde, bütün ihtiyacın olan bir tane pancar. bayağı az malzemesi olup ne kadar harika oluşuyla ideal bir tarif.",
				"summer_Sat6":"Eğer Abby seni kötü hissettirecek bir şey söylediyse özür dilerim.#$b#Dışarı daha sık çıksa sosyal becerileri daha iyi öğrenir miydi merak ediyorum.",
				"summer_Sun4":"Soğuk bir çay için kusursuz bir hava, sence de öyle değil mi?",
			    "summer_Sun8":"Herkesin kendine ayırmak için uygun zamanı seçmesi gerek. Bence şuana kadar kişisel ritüellerimi biliyorsundur.$h#$e#Sen uygun zamanı ayırıyor musun peki? Biliyorsun, bunu hakediyorsun.",
				"fall_Mon10":"Umarım Abigail onun yaşındayken yaptığım aynı hataları yapmaz...$s#$e#Ihm, demek istediğim, yarın başka bir egzersiz dersimiz var gibi görünüyor! Görüşürüz?",
				"fall_Thu":"Bu mevsim hiç toplayıcılık yapıyor musun? Ormanda yenebilen mantarlardan görmüştüm.#$e#Muhtemelen onlara bayılmamamdan bahsetmeliyim de.",
				"fall_Thu6":"Yabani mantarlarla yıl boyunca yapabileceğin bazı güzel tarifler var, bu yüzden biraz stoklamak fena bir fikir değil.#$e#Ya da pek iyi aşçı değilsen her zaman onları bize gelip satabilirsin de.",
				"fall_Thu8":"$d Joja#Pierre hakkında endişeliyim. Her JojaMart'a karşı iş kaybettiğimizde geceleri zar zor uyuyor.|Pierre'in Morris'e karşı öyle ayakta durduğu o günü asla unutmayacağım. Bana ikimizin de daha genç olduğu zamanları hatırlatıyor.$h",
				"fall_Sat6":"Abby her zaman esrarlı şeylere garip bir ilgisi oldu. Bunu nereden aldığına emin değilim...",
				"fall_Sat8":"Bana mı öyle geliyor gelIyor, yoksa Abigail çok mu fazla video oyunu oynuyor?#$e#Belki ben biraz eski kafalıyımdır.",				
				"winter_Thu":"Kış meşakkatli, ancak eğer şanslıysan kazarak birkaç kök bulabilirsin.#$e#Toplayıcılık biraz para kazanmanın eğlenceli bir yolu olabilir. Ya da bulduklarını yemek için veya hediye olarak kullanabilirsin.",
				"winter_Thu6":"#$1 Caroline1#Hmmm... Acaba Pierre'i bu akşam yemek yapmaya ikna edebilir miyim.#$e#Hmmm... bu akşam yemeğe ne yapacağım?#$e#Belki de Salondan gel-al siparişi veririm.",
				"winter_Thu8":"$d Joja#Pierre hakkında endişeliyim. Her JojaMart'a karşı iş kaybettiğimizde geceleri zar zor uyuyor.|Pierre'in Morris'e karşı öyle ayakta durduğu o günü asla unutmayacağım. Bana ikimizin de daha genç olduğu zamanları hatırlatıyor..$h",
				"winter_Fri6":"Sence de Abby doğal saç rengiyle daha iyi görünmez miydi?#$e#Eskiden saçı açık kestane rengiydi.",
				"winter_Sun4":"Ahh, sıcak bir bardak yeşil çayla, sanki soğuk artık önemsiz gibi geliyor.",
		        "spring_12":"Pierre'in yarına satacak bazı harika şeyleri var. Sana bunu söyledi mi?$h",
				"summer_27":"Ayışığı denizanaları gerçekten hayretle bakılacak bir manzara. Pierre'le edindiğimiz bazı harika anıları geri getiriyor.$h",
                "fall_15":"Keşke Pierre sergisini kafasına o kadar takmasa. Aklında yeterince şey var...",
				"winter_28":"Pekala, yılın sonuna işte vardık! Yarın tutmaya başlayacak yılbaşı sözün var mı?",
				"spring_1_2":"Mutlu yeni yıllar! Pierre seni bekliyordu.$h",
				"spring_12_2":"Yarın seni yumurta şöleninde göreceğiz, değil mi?",
				"summer_27_2":"*whew* Ne yazdı ama. Bence hepimiz bir molayı hakettik.",
				"fall_15_2":"Keşke Pierre sergisini kafasına o kadar takmasa. Aklında yeterince şey var...",
				"winter_28_2":"Pekala, yılın sonuna işte vardık! Yarın tutmaya başlayacak yılbaşı sözün var mı?",
			}
		}
	]
}