{
	"Changes":[
		{
			"LogName":"Clint",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Clint",
			"Entries":{
				"Mon2":"Her şey olduğu gibi.",
				"Mon6":"Zamanı geçirmek için bayağı müzik dinliyorum. Ya sen?#$e#Bazen şarkı da söylüyorum.#$e#Ne? Hayır. Beni şarkı söylerken dinlemek istemezsin. İnan bana.$h",
				"Mon8":"Belki de ben yanlış çağda doğdum. Birkaç asır öncesi olsa yeteneklerim çok daha fazla ilgi görürdü.",
				"Tue2":"Şu aralar işler yavaş gidiyor.#$e#Aletlerini geliştirmelisin, para işime yarayabilir..",
				"Tue4":"Bugün ve yarın için programımda boşluğum var. Eğer bir aleti geliştirmemi istiyorsan, şimdi bunun için iyi bir zaman...",
				"Tue6":"Biliyorsun, yaptığım şeyde oldukça iyiyim. Olay sadece demirciliğin artık insanların umursadığı türden yetenek olmaması.#$e#Pff, belki sonraki hayatımda bir rock yıldızı olurum.",
		        "Tue8":"Sanırım geçinmek için ne yaptığım umurumda değil. Bu sadece izole ettirici.#$e#Diğer kasabalıyla paylaşmak  için ilginç hiçbir şeyim yokmuş gibi hissediyorum.",
				"Tue10":"Hey, @. Uğradığın için sağol.$h",
				"Wed2":"Hey. Benim için yapacak işin var mı?",
				"Wed4":"Silah yapmayı da severim.#$b#Eğer ilgileniyorsan, kuzeyde Marlon'la konuşmalısın. O benim satıcım.",
			    "Wed10":"Çölde haftanın bir günü kamyon dolusu bütünjeot satan bir dükkan olduğunu duydum. Doğru olup olmadığını biliyor musun?",
				"Thu" : "Bayağı basit bir şekilde aletlerin miras kaldı, ha? Evet, bununla ilgili sana nasıl yardım edebileceğimi haber ver.",
				"Thu4" : "Sana verdiğim fırın taslakları işine yaradı mı? Bir fırın yaptın mı?#$e#Hey, sadece kullanabileceğin bir şey olduğunu düşündüm.",
				"Thu6":"My little shop is a relic left over from Pelican Town's glory days as a mining town.#$e#Burayı karşılayabilmemin tek sebebi maden operasyonunun sürekli düşüşte olmasıydı.",
				"Thu10":"Willy bayağı iyi bir adam. Onunla hiç konuşuyor musun?#$e#İşlerin nasıl olduğunu gerçekten iyi anlamış. Onun yaptığını asla yapamazdım.",
				"Fri4":"Ne çeşit bira içersin? Porter? Stout?#$e#Ben kendimce alman birası adamıyım.",
				"Fri8":"Yıllarca Gus'ın yemeğinden yiyip birasından içmeme rağmen onun hakkında çok az şey biliyor olmam çok tuhaf.",
				"Sat2":"Çoğu insan böyle bir günü haftasonu diye alır, değil mi?#$e#Ben mi? Hayır.",
				"Sat4":"Bu kasabadan çıkmalıyım. Sadece bir günlüğüne.#$e#Grampleton gideceğim yer gibi. Süslü bir tatili karşılayamam.",
	 		    "Sat10":"Sana hiç ellerimi gösterdim mi? Tough as old leather from all the calluses.#$e#İlk başladığımda, ellerim için endişeliydim ancak şimdi onlarla gurur duyuyorum.#$b#Eğer bir adam ellerini mahvetmişse, hiç değilse bir şeyler yaptığını söyleyebilir... hiçbir şey yerine.$h",
				"Sun2":"Hey, eğer jeotun varsa, onları satma. Bana getirirsen onları açmana yardım ederim.",
				"Sun6":"İridium fazlasıyla nadir, çalışmasının zorluğundan bahsetmiyorum bile.#$e#Eğer hiç bulursan da, onunla ne yapabileceğime bakmaktan heyecan duyarım.",
				"Sun10":"Aletlerin nasıl bir vaziyette?",
				"summer_Tue4":"Uzun zaman önce Willy'le balık tuttuk.#$e#Balıkçılığın benim için olmadığını söyleyip geçelim.",
				"summer_Thu10":"Hey, hadi, kendi demircisi olan bir kasabaya düştüğün için bayağı şanslı olduğunu itiraf etmelisin.$h#$e#Başka türlü çiftlikte bu kadar çok işi yapabilir miydin?#$e#Peki, sadece yaptıklarımın işe yarayacağı bir şey bulduğuma sevindim. Bundan dolayı teşekkür ederim.",
			    "summer_Fri6":"Okuldaykenki yaz tatillerini hatırlıyorum.#$b#Lanet, muhtemelen bu okulla ilgili en başta en sevdiğim şeydi.$h#$e#Ah, çok bir şey yapmadık. Arkadaşlarla takıldık. Filmler izledik, etrafta gezindik, başımızı belaya soktuk.$h#$e#Sanırım bu her şeyden çok özgürlüktü. Asla tekrar bu kadar özgür olmuyorsun.",
				"summer_Sun6":"Sana metalin moleküler özellikleri hakkında pek bir şey anlatamam. Bunun için Demetrius ve kızıyla konuşman gerek.#$e#Sadece onu istediğim şekle getirmesini bilirim.",
				"fall_Mon":"Görünüşe göre dün gece Tünelciler iyi bir maç oynadı.#$e#Cheroky'nin hızı gerçekten takımı taşıyan şey.",
				"fall_Mon8":"Bazen bu kasabada sosyal sınıfta benden daha aşağıda birisi var mı diye merak ediyorum.$s#$e#Shane bile çok aşağıda görünüyor, ancak en azından istediğinde nasıl sosyalleşebileceğini biliyor.$s",
				"fall_Tue2":"Eskiden okuldayken az biraz ağtopu oynadım. En kötü oynayan ben değildim de.#$e#O zamanlar eğlenceliydi.",
				"fall_Tue8":"Eski ağtopu takım arkadaşlarım... Şu günlerde nerede olduklarına dair hiç bir fikrim yok.#$e#Bazıları muhtemelen beni hatırlamaz bile.",
				"fall_Thu":"Şu anda çiftliğinde yetişen iyi bir şeyler var mı?",
				"fall_Thu6":"Dr. Harvey birkaç kilo vermem gerektiğini söylüyor. Hah.#$e#Hergün burada çekiç sallayıp metali şekillendiriyorum. Bunu egzersizim olarak sayarım.",
				"winter_Mon4":"Avuçlarında nadir bir mücevheri tutmakta özel bir şeyler var, hem de dünyanın onu ortaya çıkarmakla aşırı aşırı fazla zaman harcadığını bilerek.$h#$e#Eğer bir mücevher canlı bir şey olsa, senin tüm hayatın ona göz kırpması kadar kısa gelirdi.",
				"winter_Wed8":"Hayatın anlamı ne mi? Ahh, lanet olsun. Bana böyle sorular sorma.#$e#Son zamanlarda salonda güzel bir şeyler denedin mi?",
				"winter_Fri8":"Demircilikten başka beceri yok, aile yok, ve evlilik hayali de yok.$s#$b#@, ölünceye kadar tam olarak aynı şeyi yapacağımı anlıyor musun?$s",
				"winter_Sat4":"Çoğunlukla işlerini dışarıda yaptırmak isteyen müteahhitler için küçük işler yaparım.#$e#Gerçi eğer aletlerinin birinin üstünde çalışırsam daha eğlenceli oluyor.",
		        "winter_Sun8":"Madenlerdeki cüceler hakkında bir şeyler duydum. Bir tanesini görsem ne yaparım emin değilim.#$e#Muhtemelen altıma kaçırırdım.$h",
			    "winter_28":"*iç çeker* Şey, hiç değilse güzel bir yıl geçirdin mi?",
				"spring_1_2":"Bu yıl için herhangi bir söz?#$e#Hayır, bende yok. Amacını pek göremiyorum.#$e#Yine de dışarısı hiç değilse güzel.",
				"Mon_inlaw_Emily":"Şey ah... nasıl ah... Emily nasıl?$s",
				"summer_Thu_inlaw_Emily":"...$s#$e#...Ne? Ah...#$e#...Bence ne olduğunu biliyorsun.$s#$e#Sana ne lazım?",
				"fall_Mon_inlaw_Emily":"Emily'yle nasılsınız?#$e#Ah, bu harika!#$e#İkiniz için çok sevinçliyim. Gerçekten, öyleyim.",
				"winter_Sun_inlaw_Emily":"Bugün konuşmak istemiyorum.$s#$e#Sadece buradan defol git!$3#$e#Üzgünüm ben... bu...$4#$b#Özür dilerim. Neye ihtiyacın var?$s",
				"winter_28_2":"Hey, umarım yılın iyi geçmiştir.#$e#Ben mi? Ah, iyi olacağım. Kışın neredeyse bittiğine sevindim."
			}
		}
	]
}