{
	"Changes":[
		{
			"LogName":"Demetrius",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Demetrius",
			"Entries":{
				"Mon2":"Maru okulu erken bitirmek için çok çalıştı. Şimdiyse bağımsızca birçok bilimdalıyla çalışıyor.#$e#Geleceğinin peşinde koşması için ihtiyacı olan ekipmanı sağlayabildiğime seviniyorum.$h",
				"Mon4":"Maru'nun klinikte iş bulmasına sevindim. Tıp cidden saygı gören bir meslek, ancak kariyer olarak devam ettirmek istediği her bilimdalıyla da mutlu olurum.",
				"Mon6":"Maru'nun sonuç olarak vadiyi terketmek zorunda kalacağını biliyorum. Eğer burada çok uzun süre sıkıştıysa, bu onun kapasitesine köstek olabilir.$s#$e#Gerçi şuanda, sanırım onun burada yaşaması şimdilik iyi.",
				"Mon8" : "Maru'nun geleceğinde şimdiden beni geçeceği bilimsel başarılarını görebiliyorum.#$e#Şu anda olduğu hale geldiği için çok şanslıyım.$h",
				"Tue2":"Yıldızçiyi Vadisi çiçek ve hayvan çeşitliliğiyle beni etkilemeye devam ediyor.#$e#Ben gelmeden önce alanı inceleyen başka bilim insanları olmamasına da şaşkınım.",
				"Tue4":"Madenleri keşfetmek ilginç olabilir, ancak benim alanlarım jeolojiden çok sadece ekoloji ve biyokimya.#$e#Eğer buradaki vejetasyon ve madenler arasında önemli bir bağlantıyı sebep gösteren bir kanıt bulursak, işte o zaman o başka hikaye.",
				"Tue6":"Mevsimlerdeki büyük ve önemli değişiklikler vahşi hayatı göçe zorluyor...#$b$...geri dönüt olaraksa tek bir popülasyonun çok egemen hale gelmesinin önlenmesi için önemli.#$e#Çeşitli yerel türleri bayağı dikkatli takip ediyorum, bu yüzden alışılmadık bir şey görürsem sana haber veririm.",
				"Tue8":"Patisko Çölü'ne hiç gittin mi?#$e#Vadinin ekosistemi üzerinde çalışmaya daha ilgiliydim, ancak sadece bir günlük yol ileride bir çölümüzün olması da bayağı bir gizem.",
				"Wed4":"Selam @! Bugün nasıl gidiyor?#$e#Keşke bir şekilde senin çiftlik işini kolaylaştırabilsem.",
				"Wed6":"Çiftliğindeki şu mağaradan bazı kullanışlı veriler topluyorum.#$b#Direkt etraftaki çevrede mevcut olmayan çiçekler üretmesi de özgün bir özellik.#$e#Bunu nasıl kullanabileceğimi anlamaya daha yıllar var gerçi.",
				"Wed8":"Ne zaman çalışma alanım biraz durgunlaşır, işte o zaman azıcık kimyayla uçuk bir şekilde eğlendiğimi itiraf ediyorum.#$e#Birkaç yıl önce bir miktar sezyumla bir şeyler denedim, Robinse \"bir daha asla\" dedi.$h",
				"Wed10":"Üzgünüm, zaman zaman konuşarak başını şişirmem lazım, değil mi?",
				"Thu2":"Hiç yeşil fasulye yetiştiyor musun? En sevdiğim geleneksel yemeklerden birinin tarifinde var.",
				"Thu4":"İşimi destekleyen bir çok sponsor var. Laboratuvarımı buraya kurmam yayın ve ağ iletişimiyle birkaç yıl sürdü.#$eBayağı uzun süredir gözüm Yıldızçiyi Vadisi'ndeydi.$h",
				"Thu6":"İnsanların burada sayısız nesildir çiftçilik yapması şaşırtıcı değil. İlkel insanlığın gelişmesi için tam da böyle bir çevre lazım.",
				"Fri4":"Robin çabuk sinirlenir. Onun damarına basmamak daha iyi.#$e#...şimdi eğer onun ruh hali seviyesini ölçebilseydim, muhtemelen değişimlerini bir sinüs eğrisiyle modelleyebilirdim...$u",
				"Fri6":"Robin'le üniversitede tanıştığımızda, arkadaşlarımdan bir çoğu zaten anne olmuş birisiyle çıkmama şaşırmaktan ağızları açık kalmıştı.#$e#Ne diyebilirim ki? Sadece iyi bir çifttik.$h",
				"Fri8":"Her şeyin 'nedenini' aramadan edemiyorum. Bitkilerin yetişme şekli, yemeklerin tadının şekli, iyi sanat kitaplarının güzel görünmesinin nedeni.#$e#Ancak arada bir, kafamı dağıtmam gerektiğini anlayınca soru sormayı bırakıp sadece karımla dans ediyorum.",
				"Sat4":"Çalışmalarımın bir amacı da burada vadide gördüğümüz geniş bir canlı çeşitliliği için verimli yapan asıl çevre koşullarını anlamak.#$e#Uygulama şartlarına göre, az verimli bölgelerin ekin mahsullerinin artmasına yardımcı olmak için kullanabiliriz.",
				"Sat6":"Selamlar, @. İşin nasıl gidiyor?#$e#Eğer taptaze ekinler hasat edersen, onları incelemek büyük bir mutluluk olur.#$e#Ve muhtemelen tadına bakmak da!$h",
				"Sat10":"Dev ekinler hakkında bir şeyler duydun mu? Görünüşe göre, belli ekinler yeterince geniş bir alana hakim olurlarsa, dev çeşidin ortaya çıkmasının küçük ihtimali var.#$e#Doğa büyüklükleri doğal seçilim için elverişsiz hale getirdiğinden neredeyse onları varlığın dışından çoğalttı.",
				"Sun4":"İşim bayağı benim hobim. Ara sıra yemek de pişiririm.",
				"Sun6":"Sebastian için, ebeveynliğin büyük kısmını Robin'e bıraktım.#$e#Bugün bile, onun yolundan uzak durup Robin'in olayı elinde tutmasına izin vermek genelde en iyisi.",
				"Sun8":"Sebastian her zaman çalışmamın her alanından sıkılmış görünüyor.$s#$e#Bilgisayar bilimi de bir bilim. Her zaman onunla bu konuda bir araya gelmemiz için uğraştım, ancak hala aramızda bir uçurum var.#$e#Okuduğum kitaplarda bunun beklenebilir olduğu yazıyor.",
				"Sun10":"Aramızda kalsın, ciddi ciddi şuana kadar Sebastian'ın evden taşınacağını düşünüyordum.$s#$e#Robin'le ilk tanıştığımdaki yaşımdan bile büyük...$s#$e#Çalışıp kirasını ödediği sürece gerçi...",
				"Sun_inlaw_Sebastian":"Sebastian'ın nihayet taşınmış olması tam bir rahatlama oldu. Onun için her zaman iyi bir eş olduğunu düşündüm.$h",
				"summer_Mon6":"Dondurmanın tadı neden bu kadar güzel? Bilim asla bir cevap bulamadı.#$e#Ha ha, şaka yapıyorum. Yağ ve şeker tabii ki.$h",
				"summer_Tue4":"Gübre kaliteli ekinler için en iyi yol, ancak bir ekini hızlı yetişmeye zorlaman gerekiyorsa, Hızlı-Ek kullan.#$b#Teoride, bu yolla iki yerine üç defa kavun hasat edebilirsin.",
				"summer_Tue8":"Kaliteli gübre yapmak için öz ve balık kullanabilirsin.#$e#Eğer balığı bulmak çok zaman alıyorsa, onun yerine belki bir yengeç çömleğiyle salyangoz ya da deniz salyangozu falan yakalayabilirsin.",				
				"summer_Thu4":"Hmm... Eğer strigolakton seviyeleri artırılabilirse, mikorizallerin büyümesi üzerinde orantılı bir etkisi olur mu?$u#$b#Ah! Üzgünüm. Bazı veriler hakkında düşünürken seni farketmedim.#$e#Bir şeye mi ihtiyacın var?",
				"summer_Thu8":"Bir bilim insanı oldum çünkü türümüzün gelişimine katkıda bulunmak istedim.#$e#Elbette senin gibi çiftçiler olmadan bunların hiçbiri mümkün olmazdı.$h",
				"summer_Fri":"Çiftliğinde hiç hayvanın var mı?",
				"summer_Fri2":"$p 40#Maru'yla senin arkadaki şu teleskoptan baktığınızı duydum.|Eğer Maru'yla arkadaş olursanız, eminim sana arkadaki şu teleskobu nasıl kullanacağını gösterecektir.#$e#Bayağı heyecan verici, ha?",
				"fall_Wed":"Bakalım... belki de azot bağlanma seviyesi kancalıkurdun hücre içi salgılardan etkileniyordur...$u#$b#Ah! Üzgünüm. Bazı veriler hakkında düşünürken seni farketmedim.#$e#Bir şeye mi ihtiyacın var?",
				"fall_Thu":"Çiftlik işleri nasıl gidiyor? Mısır mevsimindeyiz, değil mie#Bütün gün dışarıda bitkilerle çalışmanın bayağı huzur verici olduğunu tahmin edebiliyorum.",
				"fall_Thu6":"Maru elbet kendi aletleriyle çok zaman geçiriyor.#$e#Onun bayağı kararlı olduğuna seviniyorum.",
				"fall_Thu_inlaw_Maru":"Hala Maru'nun gizli robotuyla ilgili şaşkın haldeyim... hepsi bi'rüya mıydı?",
				"fall_Sun":"Yılın bu zamanı boyunca dikkatimi mantarların üzerine yöneltirim.",
				"fall_Sun6":"Bilim sağolsun doğa hakkında birçok şey biliyoruz.#$e#Ancak her zaman öğrenecek çok şey var.",
				"winter_Wed":"Evini genişletmek istiyorsan karımla konuş.",
				"winter_Wed4":"Evinde henüz bir mutfağın var mı?#$e#Yemek pişirmek de biraz laboratuvar işine benziyor.",
				"winter_Sat":"Merhaba.#$e#%Demetrius düşünmeye dalmış gibi.",
			    "winter_Sat4":"Bakalım... eğer mevsimsel nitrojen seviyeleri parçalı fonksiyon kullanılarak modellenenebilirse...$u#$b#Ah! Üzgünüm. Verileri analiz ediyorken seni orada farketmedim.#$e#Bir şeye mi ihtiyacın var?",
				"winter_Sat8":"Bu alandan dilediğin kadar taş ve odun toplamaktan çekinme.",
				"Event_tomato1":"Cidden mi? Bir çiftçinin doğru yanıtı biliyor olacağını sanmıştım...$s",
				"Event_tomato2":"Gördün mü? @ benimle aynı fikirde.",
				"Event_Lab_Silence":"Pekala, bu çözeltiyi kristalleşmeden önce titriletsek iyi olur.",
				"Event_Lab_Rat":"*iç çeker*... %fork$4",
				"spring_1_2":"Mutlu yeni yıllar! İkimizin de önünde bir ton iş var.",
				"summer_28":"Mektubumu aldın değil mi? Geç kalma! Bunun için başka koskoca bir yıl daha beklemek istemezsin.$h",
				"winter_28":"Güneşin etrafında bir turu daha bitirdik!#$e#Görünüşe göre bu da bir kutlamayı hakediyor.",
				"summer_28_2":"Mektubumu aldın değil mi? Geç kalma! Bunun için başka koskoca bir yıl daha beklemek istemezsin.",
				"winter_28_2":"Güneşin etrafında bir turu daha bitirdik!#$e#Görünüşe göre bu da bir kutlamayı hakediyor.",
			}
		}
	]
}