{
	"Changes":[
		{
			"LogName":"Dwarf",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Dwarf",
			"Entries":{
				"Mon":"Dükkanıma hoşgeldin.",
				"Mon2":"Adım mı? Benim halkım hiç isim kullanmadı.#$e#Hayır, karmaşık değil. Açıkçası, tanıştığım her kişi için farklı bir isim hatırlamakta zorluk yaşardım.",
				"Mon4": "Bu şeylerden bazılarını yüzeyden buldum. Sadece geceleyin bunları halkından alıyorum.#$e#Hmm? \"Özel mülkiyet\" dediğiniz bu şey nedir?",
				"Mon6":"Siz insanların maden operasyonu sırasında, tespit edilmemek için çok kurnaz olmam gerekti.#$e#Açıkçası, artık bu umurumda değil. Seni burada tevazuyla karşılarım.",
				"Mon8":"Buraya gelmeye devam ediyorsun. Bombaları... sever misin?",
				"Tue": "Dilimi konuşmaya yeni başladığını biliyorum. Lütfen, benim söylediğim her şeyi tekrar etmemi isteyebilirsin.",
				"Tue2": "Ne zaman doğdum? Pekala, bir süre önce. Şeydi...#$b#...bekle, bu senin takviminde olabilir mi ki?#$b#\"Yaz\" sonunda bir vakitti sanırım. Yazın 22'si?",
				"Tue4":"Ah... mağara havucu güveci, fırında mağara havucu, mağara havucu çorbası ve peynirli mağara havucu yemeği.#$e#...Ve geceye tat vermek için bir kase mağara havucu kreması.#$e#Ne var?",
				"Tue6":"Arada buraya gelen gri saçlı bir insan görüyorum.",
				"Tue8":"Cücelerin uzun sakalları olduğunu mu düşünüyordun? Ama... benimde sakalım uzun. Göremiyor musun?#$e#Ne, gri saçlı insanınki gibi bir sakal mı? Pekala onunki sadece uzun değil, aşırı uzun.",
				"Tue10":"Cesaretim sayesinde Element Savaşları'nda canlı kaldığımı düşünmüyorum. Aksine, yapmakta iyi olduğum tek şey saklanmaktı.#$e#Bundan gurur duymuyorum.",
				"Wed2":"Sen sadece kaç yaşındayım dedin?#$b#Ah, evet, özür dilerim. Cüce hayat döngüsünde, sen hala bir çocuk olurdun.#$e#Umarım alınmamışsındır.",
				"Wed4":"Uzun zaman önce, halkım gelişmiş teknolojinin sırlarını biliyordu. Arkeolojik kanıtlar bunu gösteriyor.#$e#Ancak nereden geldiğini merak ediyorum? Ve hepsi nereye gitti? Sanırım bazı sorular asla cevaplanmayacak...",
				"Wed6":"Türünüzün son 100 yılda nasıl geliştiğinden etkilendim.#$b#İnsanlar hep böyle bir acelede midir?",
				"Wed8":"Birkaç kere, garip mavi bir insanın madenlere doğru indiğini gördüm.#$e#En azından, sanırım siz insanlardan birisi.#$e#Ona güvenmiyorum.",
				"Wed10":"Tabikide paraya ihtiyacım var. Neden ürünlerimi bedavaya satayım?",
				"Thu":"Gölgelik Halk tarafından gönderilmiş bir casus değilsin, doğru mu?#$e#Bir gözüm üstünde olacak.",
				"Thu2":"Evet, yalnız yaşıyorum. Ailem yok. Bunun için gölgelik canilere teşekkür edebilirsin.",
				"Thu4":"En çok yeraltında rahat hissederim.#$e#Ne kadar derin o kadar iyi.",
				"Thu6":"Madendeki birçok kat yaşanmaz hale geldi. Çok fazla canavar.#$e#Bu kadar yukarıda yaşamak işe yaramak zorunda.",
				"Thu10":"Devamlı ziyaretlerin için tevazuyla teşekkür ederim. Geldiğinden beri benim insanları farklı tanımamı sağladın.",
				"Fri2":"Çoğu insan bilinmeyenden korkar... bu sebepten dükkanımı buraya gizledim.#$e#Madencilik yeteneğin güvenilir olduğunu gösteriyor.",
				"Fri4":"Lütfen madende hiç değerli taş bulursan beni bilgilendir.",
				"Fri6":"Benim dilim insanların konuştuklarından çok daha kolay. Benimle bu konuşmayı yapmaya yetecek kadar öğrendin, değil mi?#$e#Yine de, yeteneklerin yeni başlamış biri için gayet takdire şayan.",
				"Fri8":"Zzzzzz... Ah?#$e#Affedersin. Çoğunlukla sizin gecenizde madenlere dalarım ve gündüzünüzde de biraz uyurum. Neye ihtiyacın var?",	
				"Sat2":"Yani sen bir çiftçisin o zaman? Balçık yetiştiriyor musun?",
				"Sat4":"Bulduğun her türlü cüce eserini almaktan mutlu olurum. Ancak onları görmek beni bir parça hüzünle de dolduruyor.#$e#Onlar için sana bir mükafat teklif edemem, ancak... biliyorsun işte.",
				"Sat6":"Madenler kalleş bir yer olabilir. Dikkatli ol, dostum.",
				"Sat8":"Patlayıcılar ancak budalaysan tehlikelidir. İlk günlerimden beri böyle şeyleri kullanırım.",
				"Sun":"Bugün bir şey almak ister misin?",
				"Sun2":"İnsan mutfağını denemek isterim, evet. Neden bana biraz getirmiyorsun?",
				"Sun4":"Birgün bana şu \"süt\" dediğiniz içeceği anlatmalısın.",
				"Sun6":"Eski hayat tarzım artık yok. İnsanlarla iletişim kurmalıyım, ancak türünün kasabada görürse iyi karşılayacağını sanmıyorum.#$e#Dışarıdaki ışık da beni belli bir dakika sonra delirtirdi de.",
				"Sun8":"Şüphesiz herkesten daha çok birlikte konuştuğum bir insansın.#$e#Bana hep insanlardan uzak durmam gerektiği öğretilmişti, ancak bub kuralı çiğnemekten mutluyum.",
				"winter_Sun":"Ah, evet. Burada bir yerlerde bir ölüm sunağı olduğu doğru. Bazı insanlar bir süre önce tam oraya doğru bir yol açmış olmalı.#$e#Tam olarak nereden geldiğini söyleyemem. Belli ki benim halkım değil. Ve gölgelik halkı da reddetti.#$e#Oraya hiç gittin mi?",
				"winter_Sun10":"Ölüm sunağındaki düşman ruhlar bayağı eski olmalı.#$b#Eminim sana karşı rakip bile olamazlar da."
			}
		}
	]
}