{
	"Changes":[
		{
			"LogName":"Elliott",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Elliott",
			"Entries": {
				"Mon2": "Pelikan Kasabası eşsiz bir şekilde huzurlu bir yerdir. Yerleşmeyi düşündüğüm andan itibaren bunu söyleyebiliyordum.#$e#Umarım sen de aynısını hissedersin.$h",
				"Mon4": "Umarım bu yeri bir 'ev' olarak görmeye başlamışsındır.",
				"Mon6": "Güzelliğin bakanın gözünde olduğuna kesin bir şekilde inanlardanım.#$b#Eğer bu doğruysa, o zaman tecrübe ettiğimiz güzelliği zihinlerimizin yarattığını en açık yolla yazmayı düşünebilirim.",
				"Mon10": "Sen etraftayken, @, kalbimdeki hislere sadece kelimesiz bir şiir denebilir.$l#$e#Umarım sence bir sakıncası yoktur.$h",
				"Tue2": "Çok fazla insan hayatlarının tamamını gerçekten dikkat etmeyi öğrenmeden harcıyor... çevresine, kendisine...#$b#Bu davranış yüzünden ne kadar hayat boşa gitti?$s",
				"Tue8": "Hayal gücünün isteklerini takip ettiğinde bir gün asla sıkıcı olamaz.$u#$e#Üzgünüm, saçmalıklar hakkında gevezelik mi ediyorum?",
				"Tue10": "Hayatımda, yalnızken çok vakit geçirdim, ama bence bunu değiştirmeye hazır olabilirim.$l",
				"Wed2": "Sahili ziyarete geldiğinde kulübeme geldiğine emin ol.$h#$e#Çoğunlukla tenhalık isterim, ancak çok fazlası da insanı moralsiz bırakabilir.",
				"Wed4": "Lütfen kulübemin iç karartıcı halini bağışla.",
				"Thu": "Merhaba, @.#$e#İyi misin?",
				"Thu10": "Son zamanlarda sone yazmayı deniyorum.$l#$e#Ah! Başka birisinin dikkatine değecek bir şey yazmadım.#$e#Belki başka bir zaman.",
				"Fri2": "Şuana kadar Leah'la tanışmış olmalısın, değil mi? Ben kasabaya geldiğimden beri bana iyi bir arkadaş oldu.#$e#Estetikler hakkında onunla güzel bir tartışmayı seviyorum.",
				"Fri8": "Mükemmel çiftlik işinin bir ilham kaynağı olmalı. Sana ilham veren nedir, @?",
				"Fri10": "Belki sonraki eserlerimden biri senin hakkında olur, @. Umarım bir şey demezsin.$h",
				"Sat2": "Maddi varlıkların üzerine düşülmesi gerektiğine inanmıyorum. Sadece ihtiyacım olanı tutarım.",
				"Sat4": "'Uyan, güneşte beliren çehrem#$b#Doğanın yankısının sesini yükseltmesi gibi.'#$b#Ah, @, tam da şiirimi gözden geçiriyordum. Şu aralar, bahar yaratıcılığımı uyandırdı.",
				"Sat6": "Televiyonum, bilgisayarım veya radyom yok. Bazen 'ana akım' toplumuna tekrar katılmakta zorlanırmıyım diye düşünüyorum.",
				"Sat8": "Bazı insanlar utangaçtır. Onlarla ilgilenmeye devam edersen senin yakınında sakinleşmeye başlarlar.#$e#Herkes arkadaşlarının olmasını sever, şu somurtkan demirci bile.",
				"Sun2": "Ah, sende mi eski hayatından kaçmak için buraya geldin?#$e#Görünüşe göre bazı benzeliklerimiz var.",
				"Sun4": "Leah'ın görsel sanattaki güzellik bakış açısına saygı duyuyorum.#$b#Benim için, güzellik sadece zihinde belirir. Sözcükler, düşünceler, ve müzik benim için yeterli.$h",
				"Sun8": "'Uyan, güneşte beliren çehrem#$b#Doğanın yankısının sesini yükseltmesi gibi.'#$b#Ah, @, tam da şiirimi gözden geçiriyordum. Şu aralar, bahar yaratıcılığımı uyandırdı.",
				"summer_Mon10": "Her yazmaya oturuşumda kendime engel olamayıp seni düşünmem tesadüf mü?$l",
				"summer_Tue2": "@? Şaşkın görünüyorsun.#$b#Sanırım sıcak yaz havası hepimizi biraz sersemletebiliyor.",
				"summer_Tue4": "Canın istediğinde kulübemi ziyarete gel. Misafire hayır demem.$h",
				"summer_Tue10": "Bugünlerde yazarken, ne yazarsam yazayım seni memnun edeceğini umuyorum.#$e#Bu tamamen farklı bir tecrübe, kendim yerine bir başkası için yazmak, ama şimdiden buna bayılıyorum!",
				"summer_Wed4": "Tek bir bitkinin hayatı bile başlı başına bir hikayedir.#$b#Zorluğu, uzunluğu, meyve verme amacına erişmesi uğruna.#$e#Edebi bir kahramanın yolculuğu da buna çok benzer.$h",
				"summer_Wed6": "Eğer okyanusun kenarında olmasa, korkarım kulübem bu aylarda hemen hemen bir buhar kulübesine dönüşürdü.",
				"summer_Wed10": "Bir ara bir şişe şarabı paylaşmalıyız... bu hayatta paylaştığımız ilerlemeyi kutlamak adına!",
				"summer_Thu2": "Erken yaşta hikaye yazmaya başladım. Sürekli hayal gücüyle ilgili oyunlar oynardım.#$b#Ama bir şeyin beni ittirdiğini hissettiğim gün bana çok doğal gelen hikayeleri not almaya başlamaya karar verdim.",
				"summer_Thu4": "En güzel fikirlerimden bazıları piyanonun karşısına geçip çaldığımda aklıma gelir.#$e#Elbette, oyalanma saatlerimin en kötülerinin bazıları da orada oluyor...$s",
				"summer_Thu6": "Okulda çok da iyi zamanlar geçirmediğim doğrudur.$s#$b#Akranlarımdan farklı olmakla çok zaman geçirdim, sonuç olarak, 'farklı' bildiğim tek kişilik özelliği oldu.#$e#Hiç değilse bunun sayesinde kendimi çok iyi tanıdım.",
				"summer_Thu10": "Çocukken ne kadar çok zorbalığa uğradığımı ve dışlandığımı düşünüyorum. Seni seven birini bulmak konusunda, hiç düşünmediğimden daha şanslı hissediyorum.$l",
				"summer_Fri2": "Leah bana son sanat projelerini anlatıyordu. Kulağa büyüleyici geliyor.#$e#Bazılarınıysa bitene kadar sır olarak tutmak istiyor. Tamamen anlıyorum.",
				"summer_Fri4": "Kalemle yazmak bilgisayarda yazmaktan aslında biraz daha kolay.#$b#Bir kalemle, yazdığın kelimeleri birbirine bağlaman gerekli, böylece çok daha kararlı oluyorum.$h",
				"summer_Fri6": "Şu piyanoyu evime getirmek tam bir çileydi. Onu sahilde hareket ettirmek hiç kolay bir başarı olmadı.#$e#Sadece Başkan Lewis'in taşınan eski bir sakinin sattığı bir tanesi olduğuna mutluyum",
				"summer_Sat4": "'Ve karanlık, içmiş bir fahişe gibi yenildi#$b#Yazın övgüsüne düşük bir yüz gösteriyor.'#$b#Ah, @, tam da kendimi neşelendirmek için küçük bir şiir yazıyordum. Umarım günün güzel geçiyordur.$h",
				"summer_Sat6": "Okyanusun sesi sürekli çıktığında, neredeyse bir parçam olmuş gibi geliyor. Birden ormanın sessizliğinde yürüyünce bu egzotik bir tecrübe oluyor.",
				"summer_Sat8": "Senin çiftliğindeki işinin harika bir romantizm olduğunu düşünüyorum. Ölümğ fethedip kaybedileni hayata döndürmek...#$b#Tematik olarak konuşursak, bu bizim gibi insanların umudumunu bulduğu yer.",
				"summer_Sun4": "Yarattığım bütün kahramanlar bir anlamda benim bir yansımam.#$b#Bu anlamda, kendi kişiliğimin çok derin taraflarını keşfettiğimi düşünüyorum.$h",
				"summer_Sun6": "Yazmak, rol yapmaya çok benziyor. Bazen, kendimi bir karakterin zihninde kaybolmuş vaziyette bulurum. Bu her zaman heyecan verici oluyor.$h#$e#Hikaye bitene kadar okurları uzak tutmayı da tercih ediyorum.",
				"summer_Sun10": "Yarattığım karakterlerde çoğunlukla kendimden bir parça görürüm. Ama bu aralar, benden çok seni andıran bazı vinyetler yazdım.$l",
				"fall_Mon6": "Çok uzun zaman önce buraya altın dolu bir korsan gemisinin oturduğu söyleniyor.",
				"fall_Mon10": "Merhaba, @. Kabul etmeliyim ki son zamanlarda çok tutkun hissediyorum.$l#$e#Ya sen?$l",
				"fall_Tue4": "Klasiklerin çoğunu okudum, ama kendimi onlara tekrar tekrar dönerken buluyorum.#$e#Acaba yazdığım herhangi bir şey bir nesilden daha uzun okunur mu?",
				"fall_Wed2": "Bu sahille ilgili hayran olduğum bir şey, ucuza lüks buharda pişmiş ıstakozun tadını çıkarabilmem.$h#$e#Eğer nereye bakacağını bilirsen hayatta en güzel şeyler çok az para gerektirir.",
				"fall_Wed4": "Klasikleri beğeniyorum, ancak şu anda birkaç popüler romana da göz atıyorum.#$e# Eğer onalrın bir dengi olmayı umuyorsam her zaman yayınlanan yazarlardan yeni şeyler öğrenebilirim.$h",
				"fall_Wed6": "Bu sahille ilgili hayran olduğum bir şey, ucuza lüks buharda pişmiş ıstakozun tadını çıkarabilmem.$h#$e#Eğer nereye bakacağını bilirsen hayatta en güzel şeyler çok az para gerektirir.",
				"fall_Thu2": "Kumun kulübemde bir katman oluşturmasını önlemek çok fazla süpürmem gerekiyor.$s#$e#Yatağımın içine girmediği sürece.",
				"fall_Thu4": "Ah deme! Gömleğimin cebine küçük bir yengeç yuva yapmış gibi görünüyor.$l#$e#Sahilde yaşamın bir derdi.",
				"fall_Thu6": "Mevsimlerin beni nasıl etkilediğini görmezden gelemem. Şüphesiz, o zaman, yazımımı da etkilemeliler?$s#$e#Ama eğer, o zaman çok ihtiyacım olan bir bölümü yazma şansımı kaçırırsam, bunun anlamı koca bır yıl beklemek zorunda olmam mı?$s",
				"fall_Thu10": "Seni gmrmek harika, @! Bir ara sahile bir yürüyüşe çıkalım mı?$h",
				"fall_Fri4": "Bacaklarım bütün gece masa başında oturmaktan tutulmuş.$s#$e#Bazen sana imreniyorum, @.",
				"fall_Fri6": "Bugğn gözlerimi çok yorduğum için başım çok ağrıyor. Belki de gece yazmaya kaldığımda kullanacak uygun bir lambaya ihtiyacım vardır.$s",
				"fall_Fri8": "Evimdeki bitkiler çok iyi geçiniyor. Ya çiftliğindekiler?$h",
				"fall_Sat4": "'Günü neşeyle canlandıran soluk yapraklar$s#$b#Ölümlülerin çürüdüğüne işaret ederler...'$s#$b#Ah, @, sadece üzerinde çalıştığım bir şiirin bazı satırları. Küçük bir şiir, ana projemden kafamı dağıtmamı sağlıyor.$h",
				"fall_Sat6": "Her bir bölümü yazmaya oturduğum zaman, tahmin ettiğimden hep çok daha fazla zaman alıyor.$s#$e#Bir hikaye ne kadar karmaşık olursa, o kadar çok sembolleri ve motifleri analiz etmem gerekiyor, diğer şeylerin arasında.",
				"fall_Sat8": "Kitabımı bitirdiğim için rahatladım, ancak yazmayı şimdi bırakamam. Yaratıcılık kullanılmazsa kaybolabilir.",
				"fall_Sat10": "Başka bir kitap için şimdiden fikir aramaya başladım.#$e#Evet, bu yapmak istediğim bir şey.$h",
				"fall_Sun4": "Biraz modern kurgu hakkında bilgilenmeye çalışıyorum. Başka bir yazarın fikirlerini gelişigüzel bir şekilde kopyalamadığımdan emin olmalıyım.",
				"fall_Sun6": "Herkes sahilleri düşündüğünde yazı da düşünüyorlar. Ama bir güz sahilinin gözden kaçmaması gereken kendi camsı güzelliği var.",
				"fall_Sun8": "Bir çiftliğin sonbahardaki büyüyen doğasıyla ilgili şiirsel bir şeyler var, bütün doğa kışa karşı eğilmeye başlıyor.#$e#Yaşam... ölüm... yeniden doğuş, bu üçünün ayrı evreleri var, ama aynı zamanda hepsi eşzamanlı.",
				"winter_Mon4": "Bu karanlık kış günleri benim ruh halimi etkiliyor.$s#$q 060/061/062/063 winter_Mon_old#Kış senin de duygularını etkiliyor mu? #$r 060 0 Mon_060#Benim içimi karartıyor.#$r 061 0 Mon_061#Bana enerji veriyor!#$r 062 0 Mon_062#Neşe ve üzüntünün bir karışımı.#$r 063 0 Mon_063#Beni etkilemiyor.",
				"winter_Mon_old": "$p 060#Kendine iyi bakıyor musun?|Can sıkıntısı karşısında kendimin yenik düşmesine izin vermemeliyim.",
				"Mon_060": "Ah deme! Yaşayan her şey uykudayken bir çiftçi olmak zor olmalı. Ne zaman istersen benimle konuşmaya gel.",
				"Mon_061": "Bu mu yani? Evet, tatil havasında çok canlandırıcı bir şey olmalı.",
				"Mon_062": "Bu tam olarak ebnim için de nasıl olduğu. En iyi yazımlarımdan bazıları kış zamanından gelir, ancak ruh hali anlamında daha karanlık olmaya eğilimi oluyor.",
				"Mon_063": "Bu mu yani? Peki, dayanıklı doğana hayranım, o zaman!",
				"winter_Tue4": "$d Joja#JojaMartlar her zaman içimi bir iğrenme hissiyle doldurur. Birine yıllarca girmedim.|Başklalarını Pierre'de alışveriş yaparken görmek içimi ısıtıyor. Bu kasabın ruhunun beni nasıl kazandığını hatırlıyorum.",
				"winter_Tue6": "Daha önce sayısız hikaye yazdım, ama eğer yayınlatmak için bir şey sunacaksam, mükemmel olmalı!$a#$e#Yazmak mükemmeliyetçiğimi bayağı şiddetlendirebiliyor.$s",
				"winter_Tue8": "'Tepeciğin üstünde parıldayan ipeksi kar#$b#Yalnız kalanı ruhunu bulmaya çağırıyor...'#$b#Ah, @, sadece ilhamımı canlandırmak için küçük bir şiir üzerinde çalışıyorum.$h",
				"winter_Wed": "Hayal gücünün isteklerini takip ettiğinde bir gün asla sıkıcı olamaz.$u#$e#Üzgünüm, saçmalıklar hakkında gevezelik mi ediyorum?",
				"winter_Wed4": "@, beni ziyaret edebilmek için karın içinde zar zor yürüdün mü?#$e#Onur duydum!$h",
				"winter_Wed6": "Kendi işimle o kadar çok ilgileniyordum ki seninkinin nasıl gittiğini sormayı ihmal etmişim. Çiftlik nasıl?#$e#Gelecek yıl için yeni binalar inşa etme planın var mı?",
				"winter_Wed8": "Güzelliğin bakanın gözünde olduğuna kesin bir şekilde inanlardanım.#$b#Eğer bu doğruysa, o zaman tecrübe ettiğimiz güzelliği zihinlerimizin yarattığını en açık yolla yazmayı düşünebilirim.",
				"winter_Thu6": "Dün gece hrika bir geceydi! Saat başına dolu dolu iki sayfa yazmış olmalıyım!$h#$e#Bu kişisel zaferlerden zevk almaya çalışıyorum.",
				"winter_Thu8": "Derin bir nefes al. Farkediyor musun? Bu denizin kokusu.#$e#Ne zaman denizi koklasam, bana gençliğimi hatırlatıyor. Çocukken okyanus gerçekten beni etkilerdi.",
				"winter_Thu10": "Ebeveynlerim buraya taşındığım için delirdiğimi düşünenlerdendi.#$b#En yeni mektuplarını okuduğumdaysa, onaylamış gözüküyorlardı.",
				"winter_Fri4": "En güzel fikirlerimden bazıları piyanonun karşısına geçip çaldığımda aklıma gelir.#$e#Elbette, oyalanma saatlerimin en kötülerinin bazıları da orada oluyor...$s",
				"winter_Fri6": "Dün bütün gün sadece üç cümle yazabildim. Üç cümle!$s#$e#Beynim basitçe yorgunluktan mahvolmuş olmalı.",
				"winter_Fri8": "En güzel fikirlerimden bazıları piyanonun karşısına geçip çaldığımda aklıma gelir.#$e#Elbette, oyalanma saatlerimin en kötülerinin bazıları da orada oluyor...$s",
				"winter_Fri10": "Yarattığım karakterlerde çoğunlukla kendimden bir parça görürüm. Ama bu aralar, benden çok seni andıran bazı vinyetler yazdım.$l",
				"winter_Sat4": "'Tepeciğin üstünde parıldayan ipeksi kar#$b#Yalnız kalanı ruhunu bulmaya çağırıyor...'#$b#Ah, @, sadece ilhamımı canlandırmak için küçük bir şiir üzerinde çalışıyorum.$h",
				"winter_Sun6": "Soğuk kulübemi daha da yalnızlaştırıyor.$s#$e#Belki bu yalnızlığı ilham kaynağı olarak kullanabilirsem...$s",
				"winter_Sun8": "Sanırım bir kaç ay daha geçirebilmek için yeterince para kazanacağım!$h#$e#Harcamam olmadığında benim için daha kolay oluyor, ancak bir süre, beş parasız kalırım diye korkuyordum.",
				"spring_1_2": "Bu sabah ne kadar güzel! Mutlu yeni yıllar!$h",
				"summer_27": "Geçen yıl ayışığı denizanalarının ziyareti harika bir deneyimdi. Umarım bu yılda farklı olmaz.#$e#Ve evimin olduğu yeri de geçemezsin!$h",
				"winter_15": "Bu sabah geldiklerinde şu gemiler çok güzel bir giriş yaptılar!",
				"winter_28": "Hayatlarımızın başka bir tane daha bölümüne! [459]$h#$e#Şerefe.",
				"summer_27_2": "Geçen yıl ayışığı denizanalarının ziyareti harika bir deneyimdi. Umarım bu yılda farklı olmaz.#$e#Ve evimin olduğu yeri de geçemezsin!$h",
				"winter_15_2": "Akşam marketi geri geldi. Kapımın tam dışında bu kadar harika bir manzaramın olabileceğini hayal etmemiştim.$h",
				"winter_28_2": "Hayatlarımızın başka bir tane daha bölümüne! [459]$h#$e#Şerefe."
			}
		},
		{
			"LogName":"Elliott Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueElliott",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Bugün ilham dolu hissediyorum... Sanırım biraz yazacağım.#Bu sesin yumuşaklığında uyanmayı seviyorum. Ya sen?$h",
				"Rainy_Day_1": "Yağmurun sesi, çok azıcık, sahildeki kulübemi hatırlatıyor.#$e#$c .5#Yakın zamanda oraya tekrar bir yürüyüşe çıkabilirim.#Çiftlik harika, ancak okyanusun sesini de özlüyorum.",
				"Rainy_Day_2": "Erken kalkıp kahve yaptım.[395]#$e#$c .5#Bu fazlasıyla leziz bir karışım. Kahvenin nasıl tat vermesi gerektiğiyle aşina oldum, söyleyebilirsem.$h#Bir kupa bu enfes karışımın sabahın körünü daha fazla tatmin edici hale getirdiğini düşünüyorum.",
				"Rainy_Day_3": "#$c .5#Sanırım bugün içeride kalacağım, hayatım. Yağmur saçımın mahvolmasına neden oluyor.#Tanrım! Böyle günlerde cesurca dışarı çıkmanın sürekli hayranlığı içerisindeyim, hem de hiç senin canını sıkmıyor.",
				"Rainy_Day_4": "Yazma ilhamım aynı hava durumu gibi... rastgele geliyor ve gidiyor. Bugün tamamen bomboş hissediyorum.$s#$e#Muhtemelen ilham edinmek için klasiklerden birini okuyacağım.",
				"patio_Elliott": "#$c .5#Ah, kitap okumak için ne hoş bir gün... sence de öyle değil mi, hayatım?#Mola verirsen bana katılmaktan çekinme, hayatım.$h",
				"Rainy_Night_0": "#$c .5#İyi akşamlar. Üretici bir gün geçirdin mi, @?#Galip kahramanımız geri geliyor! Günün nasıldı?$h",
				"Rainy_Night_1": "#$c .5#Buz gibisin! Seni ısıtmama izin ver.$l#Hayatım,ne yapıyorsun, ıslak yüzünü bu şekilde saçıma silerek? Ben bir havlu değilim!$l",
				"Rainy_Night_2": "#$c .5#Ah, hayatım, tam da seni düşünüyordum. Hoşgeldin.$h#Kelimelerle olan yeteneğim rakipsizdir, yine de cazibeni tanımlamanın düzgün bir yolunu bulamıyorum.$l^Kelimelerle olan yeteneğim rakipsizdir, yine de güzelliğini tanımlamanın düzgün bir yolunu bulamıyorum.$l",
				"Rainy_Night_3": "#$c .5#Bugün ne mi yaptım? Sadece şunu diyeceğim... bu sağlam fiziği böyle tutmak çok çaba istiyor#Yalnız? Hayır, burası asla yalnızlaştırıcı değil, sahile oranla. Basitçe her akşam geri geleceğini bilmek zihnimi çok iyi hissettiriyor.$h",
				"Rainy_Night_4": "Aşkım... Seni 100 iridyum külçesine değişmem.#$e#Ya da 1000...#$e#10,000 külçe de değil, hayır.$7#$e#...$7#$e#Hayır, 100,000 külçe de değil!$a#$e#...$s#$e#Ne... bir milyon külçe saf iridyum mu...? Bana bunu yaptırma...$8",
				"Indoor_Day_0": "#$c .5#Biz birlikte olduğumuzdan beri şimdi kendime daha iyi bakıyorum. Bekar hayatı benim için pek sağlıklı değildi.#Şu eski barakada böyle yaşamayı nasıl başarabildim? Şuan bile, şimdiden başkasının hayatından anılarmış gibi geliyor.",
				"Indoor_Day_1": "Günaydın! Bize birer kupa kahve yaptım.[395]#$e#$c .5#Neredeyse her sabah kendimi bu baskın tadı ararken buluyorum.#Sadece nasıl doğru yapılacağını biliyorum, söyleyebilirsem. Biraz işin ehliyim.$h",
				"Indoor_Day_2": "#$c .5#Eğer evin içince örümcek bulursan, onu ezme! Sadece bana söyle ve zavallıyı dışarıya çıkarayım.#Küçük bir vinyet için kafamda uçuşan fikirlerle uyandım. Kaybolmadan önce bu düşünceleri yazmam gerekecek.",
				"Indoor_Day_3": "#$c .5#Bugün harika bir gün olacak... Hissedebiliyorum! Özel bu hissi burnumda alıyorum...$h#Saçının arasında parlayan ipeksi güneş... bana evimi nasıl bulduğumu hatırlatıyor, burada ışıltılı bakışın paylaşmaya çağırıyor... kendimizin demeye bir güneşte dakika geçirmeye.",
				"Indoor_Day_4": "#$c .5#Hayatım, sence akşam yemeği için ne yapmalıyız? Bu senin seçimin.#Saçımı üç numaraya kestiğin bu tekrarlayan kabusu gördüm... Bunu bana asla yapmazsın, değil mi?$s#$e#Sana güveniyorum.",
				"Indoor_Night_0": "#$c .5#Mmm, iyi akşamlar, hayatım. Yakınıma gel.$l#En parlak kış yıldızından, bir iridyum damarının parıltısına... hiçbir şey harika kocamla karşılaştırılamaz.$l^En parlak kış yıldızından, güzel kokulu perigüllerine... hiçbir şey senin büyüleyici güzelliğinle karşılaştırılamaz.$l",
				"Indoor_Night_1": "#$c .5#Çıtırdayan bir ateş eve harika bir hava katıyor... her parça odun kendine özel bir şekilde yanıyor.#Yerde kum yok, ama hala yatağa girmeden önce devam eden ayaklarımın altını süpürme alışkanlığım var.",
				"Indoor_Night_2": "#$c .5#Bu tarlalara her baktığımda, işin hakkında daha fazlasını öğrenmeye can atıyorum. Neden bana yeni bir şey öğretmiyorsun?#Eski sahil evimde bitki yetiştirirken fazla başarılı olamadım. Umarım seni izlerken bir iki şey öğrenirim.##$e#Bu bakımdan, sen ustasın ve ben de sadece mütevazı bir çırağım.",
				"Indoor_Night_3": "#$c .5#Ne zaman senin o harika yüzüne baktığımda, inceliğin ve güzelliğin değerli cevherini, kalbim... gecenin dehşetinden kırılmış, altın ışığıyla saflaşıyor.#Karanlık, yıldızlı bir gökyüzü üstümüzü örtecek, ve ben seni kollarımla saracağım. Bu örtünün içinde kenetlenmiş bir şekilde huzurumuzu bulacağız ve böylece, ince bir cazibeyle dinlenmek için uyuyacağız.#$e#Şiir sana karşı hislerimi anlatmaya başlayabileceğim tek yol.$l",
				"Indoor_Night_4": "#$c .5#Sahilde yaşarken gurme deniz yemeklerini çok iyi öğrendim. [198 202 727 728]Bon appetit!$h#Öğleden sonrayı okyanusu hayal ederek geçirdim. Bu yüzden biraz deniz ürünü pişirmeye karar verdim. [198 202 727 728]$h",
				"Outdoor_0": "#$c .5#En mğthiş hayallerim gerçeğe dönüştü... sadece bu inanılmaz manzaraya bak!#Bu en garip şey, ama dışarıda kuruttuğumda saçımda daha az düğüm oluyyor. Bu yüzden bunu yapmaya çalışıyorum.",
				"Outdoor_1": "#$c .5#En iyi yazarlar çeşitli sesler ve tarzlarda ustalaşırlar. Bu kendimin süregelen bir hedefi.#Ayağımın altında verimli toprak, ciğerlerime dolduracak temiz hava, ve cildimi memnun edecek güneşin sıcaklığı... Hayat güzel gidiyor.",
				"Outdoor_2": "#$c .5#Burada kalıp biraz şiir yazabilirim. Birdenbire kabaran yaratıcılığımı hissediyorum! Sen gidip işine bak.#Gökyüzünde dönen galip teker, bir iç çekişle bizi aydınlatıyor. Şimdilikşafak havasının mırıldanma yankısı, doğanın genç uyumunu çağırmak için.$h",
				"Outdoor_3": "#$c .5#Eğer mükemmel bir şekilde hareketsiz durursam, belki göz alıcı bir kelebek burnuma konmakla lütfeder.#Korkuluklar burada çok işe yarıyor gibi. Yakın ormanlardaki kuşların yiyecekleri olmadığını hayal edemiyorum.",
				"Outdoor_4": "#$c .5#Günaydın. Aşkımdan küçükk bir öpücük çalabilir miyim?$l#Çok fazla kahve içtim... dudaklarım neredeyse Patisko Çölü kadar kuru gibi.$s#$e#Ah... kahve kokan nefesim için üzgünüm.$7",
				"OneKid_0": "#$c .5#Ne kadar tuhaf... artık kendi hayatımın başkarakteri gibi hissetmiyorum. Ve hala, bu benim canımı pek sıkmıyor.#Küçük %kid1 için eğlenceli bir şeyler yapmaya zamanın oldu mu? Belki ikinci bir çocuk işleri ikimiz için de daha da kolaylaştıracak.",
				"OneKid_1": "#$c .5#Sanki kendi çocuğumuzu yetiştirmek yepyeni bir hikayenin başlangıcı gibi! Bu hep en iyimiz olacak.#Küçük %kid1 burada mükemmel bir çocukluk yaşayacak. Keşfedecek çok fazla şey var.",
				"OneKid_3": "#$c .5#Bulabileceğimiz bazı güzel oyuncaklar neler? Çocuğumuzun sık sık yeni şeyler öğrenmesini istiyorum.#Bebeklere bakmak pek de en iyi yaptığım iş değil... ancak iyi bir baba olmak için elimden geleni yapacağım.",
				"TwoKids_0": "#$c .5#Acaba çocuklarımızın gurme deniz yemeklerini anlamaları ne kadar zaman alacak?#%kid1 ve %kid2 çoktan yemeklerini yediler. Küçük çocuklar için çok fazla yiyorlar!",
				"TwoKids_1": "#$c .5#Çocukları uyuturken dün gece onlara kısa bir hikaye anlattım. Bana etkilenmiş dşyebilirsin.$l#Az önce kucağımda %kid1 vardı, ve bir \"Ba...ba\" duyduğuma yemin edebilirim.$h",
				"TwoKids_2": "#$c .5#Çocuk yetiştirmek bir sanat mı? Eğer öyleyse, söylemeliyim ki en sevdiğim sanat için zor bir çekişme.$h#%kid1 için ona okumayı en yakın zamanda öğreteceğim! Çocuklar için dünyayı keşfetmenin harika bir yolu.",
				"TwoKids_3": "#$c .5#Tanrım! Hala birazcık yazabiliyorum, ancak seferleri çocuklarımız bu kadar ilgiye ihtiyaç duyarken kısa tutmalıyım.#İyi yaptık, @. Çiftlik harika ve sağlıklı çocuklarımız neşe kaynağımız. Daha mutlu olamazdım.",
				"funLeave_Elliott": "#$c .5#Sanırım bugün sahile yürüyeceğim. Okyanusu tekrar görmek her zaman güzel.#Eğer bugün sahile inersem, kimi göreceğimi merak ediyorum? Öğrenmenin tek bir yolu var.$h",
				"funReturn_Elliott": "#$c .5#Sahilde kendi kendime güzel zaman geçirdim. Dalgaların gelip gidişini izledim, eskiden oldğu gibi.#Bugün sahil sessizdi, ve yine de hayat doluydu. Tadını çıkarttım. Ve senin günün nasıldı?",
				"spring_3": "Acaba bu yıl ne gibi hikayeler yaşayacağız? Hayatlarımızın yenş bir bölümü daha yeni başlıyor.",
				"spring_15": "Leah'ın bu bahar nasıl olduğunu merak ediyorum. Onunla sık görüşüyor musun?",
				"spring_18": "Kütüphaneden gerçek bir neşe kaynağı bir kitap aldım.#$b#Yazarın dilimizi kullanışı ustaca. ritmik cümle biçimleri, kurgusu... Acaba tarzına biraz benzetebilir miyim?",
				"spring_28": "Yılın yenidoğan günleri bitmek üzere. Ancak üzüntüye mahal yok! Yaz, güz ve kış mevsimlerinin hepsi kendilerine ait ayrı bir güzelliğe sahipler.",
				"summer_6": "Bugün bir şeyler yazdığımdan emin olmalıyım. Sadece bir cümle bile olsa, tüm dünyadaki kadar fark yaratıyor.#$e#Tembelliğe bahane bulsaydım korkarım gücümü kaybederdim.",				
				"summer_15": "Ruhum bugün canlı!$h#$b#Ve biliyorum ki bu sonsuza kadar sürmeyecek. Bu günün sunacağı bir saniyeyi bile kaçırmak istemiyorum.",
				"summer_18": "Yazların sakin günleri gitmiş değil! Hayır, tam önümüzdeler, şimdii!$h#$e#Çocukluk anılarımızın keyifli olabileceği gibi, nostaljinin bizi kör etmesine izin vermemeliyiz. Bugün de yıllar önceki her gün gibi değerli.",
				"summer_22": "Acaba denizin hangi küçük hazineleri bugünlerde sahile vuruyordur?#$e#Şu gelgit havuzlarına bakmayı hep sevmişimdir. Havuzun sınırı bu yaratıkların bazıları için dünyanın sınırı!$h",
				"fall_5": "Yazdığım hiçbir hikaye güzel değil, söylemek gerekirse. Güzellik zihnin bir deneyimidir.#$b#Bence yazdıklarım bu deneyime giden bir geçit görevi görüyor. Okuyucu başarılı bir şekilde girdiğinde güzellik her türlü ona kalmıştır.#$b#Ancak bunu onlar için kolaylaştırdığımı düşünmeyi seviyorum.$h#$e#Üzgünüm, böyle şeyleri konuşmak için çok mu erken?",
				"fall_8": "Şu eski piyano hala eski kulübemde duruyor. Acaba bugün gidip bakmak için iyi bir gün mü?",
				"fall_20": "Sevgili ben. Dün gece diş ipini daha dikkatli bir şekilde kullanmalıydım. Korkarım dişetim gerçekten acıyor.$s",
				"fall_23": "Dün kısa küçük bir vinyet yazdım. sadece bugün temize çekmeliyim.#$b#Bu gece yatağa girdikten sonra sana okumamı ister misin?$h",
				"winter_4": "Büyük bir alanda üstüne basılmamış ve taze kar olması... bir kaleminin ve bomboş bir yaprak kağıdının olmasına benziyor.#$b#Keşfedilecek potansiyeller var!$h",
				"winter_12": "Söylemeliyim ki, burası hoşnut edici bir şekilde sıcacık! Eski kulübem çok soğuk olurdum.$h#$b#Sadece bunu özlemiş olmamdan, gerçekte ne kadar ilkel olduğunu hatırlıyorum.",
				"winter_16": "Bu soğukta yazdığımda eskiden parmaklarım tutulurdu, eski kulübede.#$b#Burada bununla ilgili endişe etmem gerekmiyor.$h",
				"winter_21": "Her zaman düşünmüşümdür, konuşmak insan olarak yaptığımız en temel şeylerden biri olduğu sürece, bende biraz bununla gurur duyabilirim.$h#$e#Sevinçle konuşmam gerektğini söylerim, diğerleri bunu tuhaf bulsa bile.#$b#Yet, beni iyi tanıyorsun, hayatım: En özgün sesimle konuşmasaydım bu tuhaf olurdu, değil mi?"
			}
		}
	]
}