{
	"Changes":[
		{
			"LogName":"Emily",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Emily",
			"Entries": {
				"cc_Bus": "Otobüs nihayet servise döndü ve çöle gidebiliriz! Arkadaşım Sandy'le daha tanıştın mı?$h#$e#Ayrıca Pam'in eski işini geri aldığına sevindim.$h",
				"Tue2": "Leah bazen salona gelir. Gidip onunla konuşmalısın.#$e#Gerçekten tatlı biri.",
				"Tue10": "Hey, @.$l#$b#%*öper*#$b#Bunu yaparsam bir şey demezsin, değil mi? Fiziksel dokunuş benim için gerçekten önemli.$l",
				"Wed2": "Yapabildiğimde uyumayı seviyorum. Çalıştığım geceler çok geç saate kadar ayakta oluyorum, o yüzden bu sadece edindiğim bir rutin.",
				"Thu2": "Üzgünüm, büyükbabanı çok özlüyor olmalısın.$u#$b#Ama bir ruh yaratıldıktan sonra, tamamen gitmiş olması için bir sebep yok. Eminim onu yakın zamanda tekrar göreceksin.",
				"Thu8": "Dans benim için önemli, ama büyük bir kalabalığa dans etmek için bir planım yok.#$e#Etrafımdaki dünyanın fiziksel enerjisiyle bağ kurmama yardımcı oluyor.#$b#Ve bu enerjiyi de bir grup yakın arkadaşımla paylaşırsam, bu onu benim için gerçekten özel yapan şey.",
				"Fri2": "Salonda Cuma geceleri çok eğlenceli oluyor. Hız artınca akışı hissetmek iyi oluyor.",
				"Fri4": "Çiçekler burada gerçekten zinde! Çimli arazilere bakıyorum ve karışan ve değişen bir ruh denizi görüyorum.#$e#Bunun bir parçası olmak güzel.",
				"Fri6": "Herkesin birbiriyle ve diğer her şeyle bağlantılı olduğunu hatırlamalıyız.#$b#Bugün paylaştığın mutluluk yüzlerce yıl boyunca dalgalar oluşturacak.",
				"Fri8": "İyilik yaymak her zaman önemli, ama herkesin de farklı yolculuklarda olduğunu hatırlamalıyız.#$b#Benim bakışımdan, başkasını olduğu noktaya göre yargılamaya asla yer yok.#$e#Sadece diğerlerini sevmeliyiz, değil mi? Hepsi bu.",
				"Fri10": "Kimsenin benim seni öptüğümü görürse şüphe edeceğini zannetmiyorum. Herkes dokunmayı seven biri olduğumu biliyor.#$e#Ah?#$b#%*öper*#$b#Heehee...$h",
				"Sat2": "Kıyafet, senin etrafındaki dünya ve beden arasında bir geçit.#$b#Beni günün deneyimleriyle uyumlu bir şekilde bağlayan kıyafetler yapmayı seviyorum.",
				"Sat4": "Buralardaki malzemelerle kendi boyalarımı yapmayı denedim.#$e#Sentetik boyalar cildinde doğal boyalar gibi olmuyor.",
				"Sat8": "Bir açıdan, Yoba hayatımda önemli bir rol oynuyor, ama ben onun varlığının bizim anlayabileceğimiz her yerin de ötesine gittiğine inanıyorum.#$b#Kim bilir? Belki o bir 'o' bile değil.",
				"Sun6": "Sanırım ailem kendilerini mutlu edeni yapmayı öğrenmeleri güzel.#$e#Onları özlüyorum, ancak bu birinin yetişkinliğe erdiğinde evden taşınmasından çok da farklı değil.#$b#Haley ve benim için bu sadece ters.",
				"Sun8": "Bu kasabaya, eve, Haley'e olan sorumluluklarımı bir kenara atamam...$u#$b#Ailem yurtdışında, olmaları gereken yerde, ama bende buradayım, olmam gereken yerde, o yüzden...",
				"Sun10": "@, benim için çok özelsin. Bunu biliyorsun, değil mi?$u#$e#Etrafımdaki herkes ve her şey de özel, ama sen... seni düşünmeyi bırakamıyorum...$u#$e#...Ne olursa olsun, bunu sana söylemekte zotlandığımı hissettim.$u",
				"summer_Mon6": "'Kendilik' fikrine pek katılmıyorum.#$b#Bütün varlıkların tek bir kutsal varlıktan gelmesi bana daha anlamlı geliyor, ve biz de onun yalnızca üstündeki dalgalarız.",
				"summer_Mon10": "@, bir saniye.$l#$b#%*öper*#$b#...$h#$b#Günün harika geçsin!$l",
				"summer_Tue2": "Bugün başka bir egzersiz günü. Şu vücudumdaki bütün hareketsiz kasları uyandırmayı seviyorum!",
				"summer_Tue4": "Buralarda kamp yapmak için çok güzel yerler var. Pek sever misin?",
				"summer_Wed4": "Bugün sabah arkadaşım Sandy'i aradım. Çölde çok yalnız gibi.$u#$e#Herkesin her zaman olmaları gereken yerde olduğuna inanıyorum, ama kaderin onun için yeni bir yol açıp açmayacağını göreceğiz.$u",
				"summer_Wed8": "Şu zamanlar kuşlarla konuşuyor musun?#$b#...Düşündüğünden daha fazla ortak yönümüz olduğunu hatırlamamız önemli.",
				"summer_Wed10": "@... sence biz... günden güne konuşmaktan daha fazlası için burada değilmiyiz?$l",
				"summer_Thu4": "Son zamanlarda daha fazla risk almaya yönlendiriliyor gibiyim.#$q 040/041/042 summer_Thu_old#@, sen kadere inanır mısın?#$r 040 0 Thu_040#Hayır, kendi hayatımızı biz kontrol ederiz.#$r 041 0 Thu_041#Evet, seçim diye bir şey yoktur.#$r 042 10 Thu_042#Emin değilim.",
				"summer_Thu_old": "$p 042#Hala evrenin bize verdiği bilinci dikkatli dinlemem gerekli.|Hala evrenin bizimle konuşmasını dikkatli dinlemem gerekli.",
				"Thu_040": "Bunu da düşündüm, ama farklı bir beyinle doğsaydım? Hala aynı seçimleri mi yapardım?#$b#Ve buna hala kendi yaptığım seçimler diyebilir miydim, eğer bu beyni edinmiş olmam tamamen şanssa?",
				"Thu_041": "Haksız mıyım? Zaten varolan zorlamalar yüzünden 'seçim' yaptığımızı reddedemem.#$b#Bu yüzden kimseyi olduğu duruma göre yargılamıyorum.",
				"Thu_042": "Hey, belki de olmak için en iyi yoldur! Evrende keşfedilecek çok şey var.",
				"summer_Thu8": "Biz sadece burada duruyoruz ama evren bizi tam bu ana getirdi!$h#$b#Durup düşünürsek aslında inanılmaz bir şey.",
				"summer_Sat4": "Diğerlerine sadece saygı değil, sevgi de göstermeliyiz.#$e#Herkese aynı şekilde davranmaya çalışıyorum. Sandy, Clint, Shane, sen... herkes.#$e#Çünkü hepiniz kendi yollarınızla harikasınız!$h",
				"summer_Sat8": "Bu yaz dikiş makinem bayağı çalışıyor. Sadece çok fazla projem var.#$e#Belki Haley için de bir şeyler yapmayı denerim, ama ayrıca büyük ihtimalle asla giymeyeceğini kabul etmeliyim.$u#$b#Ah peki. *omzunu silker*",
				"summer_Sat10": "Aslında herkesi sevmek istiyorum, @, ama sana karşı hissettiğimin... biraz daha derin olduğunu inkar edemem.$u#$e#Sence burada uzun zaman kalır mısın?$u",
				"summer_Sun6": "Selam, @! Yakın arkadaş olduk, değil mi?$h#$e#Benim için önemli değil. Havalı bir çocuksun.^Mutluyum.$h",
				"summer_Sun8": "Selam, @! Yakın arkadaş olduk, değil mi?$h#$e#Kulağa garip gelebilir, ama bunun olabileceğini biliyordum.",
				"summer_Sun10": "Ruhlar, gökyüzünde bulutların şekillerini değiştirmesi gibi birlikte kıvrılıyorlar. Yollarımızın kesiştiğine mutluyum, @.$l",
				"fall_Mon4": "Havanın daha soğuk olduğu günler için bazı kazaklar üzerinde çalışıyorum.#$e#Hedefim kumaşın giyene sıcak ve nostaljik bir his vermesi.",
				"fall_Tue8": "Herkesin bu dünyaya katacak bir şeyi vardır. Küçük ya da büyük farketmez.",
				"fall_Tue10": "Bir açıdan, Yoba hayatımda önemli bir rol oynuyor, ama ben onun varlığının bizim anlayabileceğimiz her yerin de ötesine gittiğine inanıyorum.#$b#Kim bilir? Belki o bir 'o' bile değil.",
				"fall_Wed2": "İtiraz ettiğim bir konu somonla ilgili. Başka hiçbir varlık onların gayelerini dolduracak kadar çabalamıyor.$s#$e#Eğer bir tane yakalarsan, umarım onu salarsın.$s",
				"fall_Wed8": "Keşke Gus pişmiş somon tarifini yapmasa. Eğer dikkatli olmazsak, bütün dünyadaki somonları yok edeceğiz.$s",
				"fall_Thu2": "Kasabadaki bir ağacın altında yaşayan minik bir mantar ailesi gördüm.$l#$e#En sevimli şey!$h",
				"fall_Thu4": "Metafiziksel meditasyon alıştırması yapıyorum. Bu çok önemli, bence, dünyanın göremediğimiz tarafıyla bağlı kalmak için.",
				"fall_Thu8": "Umarın yakın zamanda tekrar çöle gitme şansım olur. Sandy'yi görmeliyim, elbette, ancak...#$b#...harika şeyler satan bir de tüccar var.#$e#Eğer gidersen, takas için yanında mücevher götürdüğünden emin ol.",
				"fall_Fri4": "Şu temiz havayı hissediyor musun? Hoş, değil mi?#$b#Sadece Joja Şirketi'nin bunu bizden alabileceğinden korkuyorum.$u",
				"fall_Fri8": "Hayat sonsuza kadar süremez, bu yüzden her günü kucaklamalıyız!#$b#Ama ayrıca, 'zaman' nedir ki?",
				"fall_Fri10": "İnsanların bizi öpüşürken görmesi benim için sorun değil. Herkes dokunmayı seven biri olduğumu biliyor.#$e#Ah?#$b#%*öper*#$b#Heehee...$h",
				"fall_Sat4": "Hayat için büyük planlarım yok. Kendimi gelecek hakkında strese sokmamayı tercih ederim.",
				"fall_Sat8": "Bu kasabada mutluluğu bulamamış iyi insanlar var. Bu beni üzüyor.$u#$e#Salonda çalışırken herkesin sorunlarını yakından duyuyorum.$u",
				"fall_Sat10": "Selam @.$l#$e#Nabzım seni gördüğüm an yükseldi. İşte, elini bağrıma koy.$l#$e#Geldiğine sevindim!",
				"fall_Sun4": "Bizi tutan çok sayıda görünmez bariyer var. Neden insanlar koyvermeyi öğrenip özgürlüğü kutlayamıyorlar?#$e#Ben mi? Ne derler bilirsin... 'Vahşi bir Junimo'yu kafese tıkamazsın.'",
				"fall_Sun8": "Ne kadar da iyi birisin, @! Arkadaşım olduğun için teşekkür ederim.$h",
				"fall_Sun10": "Ne kadar da iyi birisin, @! Bana karşı iyi olduğun için teşekkür ederim.$h",
				"winter_Mon2": "Arada sırada, canım güzel bir vegan burgeri çeker.#$e#Aslında vegan ya da vejeteryan değilim. Sadece bedenim ve ruhum için ne besleyici geliyorsa onu yiyorum.",
				"winter_Mon4": "Bunun gibi soğuk havalar için, Shane'e bir kazak üzerinde çalışıyorum.#$e#Bence beğenecek. Çok ağır değil, böylece en sevdiği kapşonlusunun altına rahatça sığabilir.",
				"winter_Mon8": "Dikkatli ol ki kafana sarkıt düşmesin! İncinmeni istemem!",
				"winter_Mon10": "@, bir saniye.$l#$b#%*öper*#$b#...$h#$b#Günün harika geçsin!$h",
				"winter_Tue6": "Hepimizin hayatlarında birazcık dans işe yarayabilir, sence de öyle değil mi?#$e#Bir açıdan, hayat danstan ibaret. Sadece fizikselliğinin bunu ne kadar iyi farkedebilmesine bağlı.",
				"winter_Tue8": "Umarım mevsimlerin kışa değişmesi gibi hepimiz de büyümeyi öğrenebiliriz.",
				"winter_Wed": "Keşke Haley bir iş bulsa ya da hiç değilse temizliğe ve yemeğe yardım etse.$s#$e#Sanırım zengin biriyle evlenmeyi umuyor.$u",
				"winter_Wed2": "Keşke gerçekten Haley evi temiz tutma konusunda elini taşın altına koysa.#$e#Ah pekala. Sadece hepimizin bizden önceki sorumlulukları kabul edebilmemizi umuyorum.",
				"winter_Wed4": "Patisko Çölü'ne en son gidişimde, devesi olan bir seyyar satıcıya denk geldim. Satış için birçok inanılmaz eşyası vardı, neredeyse nefesim kesildi.#$e#Bir dahaki sefere, takas için değerli taş koleksiyonumun bir kısmını da götürmem gerekecek. Altın (G) kabul etmiyor.",
				"winter_Wed6": "Haley ve ben böyle büyük bir ev için değiliz. Temiz tutması çok zor.#$e#Ah pekala. Şikayetçi olmamalıyım.#$e#Çiftlik evin hoş ve rahat olmalı.$h",
				"winter_Wed8": "Bazen Haley'in sonunun nereye çıkacağını merak ediyorum.$u#$e#Eminim ki olması gerektiği yerde olacaktır.",
				"winter_Wed10": "Bazen Haley'in annesi gibi davranmam gerektiğini hissediyorum. Ama bu gerçekten doldurabileceğim bir rol değil...$u",
				"winter_Wed_inlaw_Haley": "Haley'in seni bulduğuna çok sevinçliyim. Ne de olsa evranin onun için bir planı vardı!$h",
				"winter_Thu4": "Bugün bedava sarılma günü!$h#$b#%*sarılır*#$b#Umarım günün harika geçer!$h",
				"winter_Thu10": "İnsan etkileşimine ihtiyacın var gibi görünüyorsun.$h#$b#%*öper*#$b#Dokunmak önemli. Keşke daha çok insan buna açık olsa.$h",
				"winter_Fri2": "Kristallerin çeşitli etkili özellikleri vardır. Bazıları diğerleriyle ruhsal iletişim için bir bağ görevi görebilir.#$e#Clint de kristallere bayağı ilgili. Muhtemelen bu sayede bu kadar yakın dostuz.$h",
				"winter_Fri6": "Eğer çok meşgul olmasam gölün yakınındaki şu mağarada kazı yapmana yardım ederdim.#$e#Bahse varım orada güçlü kristaller vardır.",
				"winter_Fri8": "Herkese sevgi ve ilgi göstermeye çalışmak her zaman kolay olmuyor.#$e#Ya birine gösterdiğim sevgi başkasını incitirse?$s",
				"winter_Sat6": "Çevremizdeki dünya uyuyor, ama ruhlar hala çok hareketliler.#$e#Kulaklarından fazlasıyla dinlemeyi biliyorsan ruhları duyabilirsin...",
				"winter_Sat8": "Hayat sonsuza kadar süremez, bu yüzden her günü kucaklamalıyız!#$b#Ama ayrıca, 'zaman' nedir ki?",
				"winter_Sun2": "Ev yapımı kazaklarım bu soğuk havada gerçekten sıcak tutuyor.",
				"winter_Sun6": "Diğer gece dışarıda bazı dev kartaneleri gördüm!#$e#Bazen, eve gece geç saatte yürümeye bayılıyorum.",
				"winter_Sun8": "Kardeşimle ben bazen tartışıyoruz, ama bir gün gitse onu gerçekten çok özlerdim.#$e#Bence o bir gün çok nazik genç bir kadın olacak... Bunu söylediğimi ona söyleme.$h#$e#Konuşmak istediğin bir şey var mı?",
				"winter_Sun8_inlaw_Haley": "Kardeşime selamımı söyle! Ve beni ziyaret etmeyi hatırlat.",
				"winter_Sun10": "Sana karşı hissettiğim ruhsal bağlantı... sende bunu hissediyor musun?$l#$b#Sanki ikimizi arasında bir milyon görünmez iplik bağlıyor.$l#$e#...Hayır mı?#$b#%*öper*#$b#Ya şimdi?",
				"spring_1_2": "Kader bu yıl bizi nereye götürecek. Öğrenmek için sabırsızlanıyorum.$h",
				"spring_23": "Yarın şölende kiminle mi dans edeceğim? Varlığımın en çok gerektiği yer neresiyse, orası benim olacağım yer!",
				"summer_10": "Hey, yarın luauda beni bul. Sana selam vereceğim, ama muhtemelen alışık olduğun şekilde değil.",
				"summer_27": "Ayışığı denizanaları yakında burada olacak. İnsanlar olarak, onlardan öğrenebileceğimiz çok şey var.$l",
				"fall_15": "Yarınki fuarda kalabalığı iple çekiyorum. Tanışmak için çok ilginç insanlar olacak!",
				"fall_26": "Gus'ın Ruhlar Arefesi için hazırladığı bazı leziz yemekleri var. Mutlaka uğra!",
				"winter_9": "Zavallı balıklar! Umarım Başkan Lewis dünkü yarışmadan sonra onlardan mesul olmuştur.$s",
				"winter_24": "Şu aralar işlerde bir telaş var.#$b#Gus, Şölen için pişirdiği bütün yemekler için son viteste uğraştı!",
				"spring_23_2": "Yarın şölende kiminle mi dans edeceğim? Varlığımın en çok gerektiği yer neresiyse, orası benim olacağım yer!",
				"summer_10_2": "Hey, yarın luauda beni bul. Sana selam vereceğim, ama muhtemelen alışık olduğun şekilde değil",
				"summer_27_2": "Ayışığı denizanaları yakında burada olacak. İnsanlar olarak, onlardan öğrenebileceğimiz çok şey var.$l",
				"fall_15_2": "İnsanları izlemek için yarın güzel bir gün olacak. Fuar için planların nedir?",
				"fall_26_2": "Gus'ın Ruhlar Arefesi için hazırladığı bazı leziz yemekleri var. Mutlaka uğra",
				"winter_9_2": "Zavallı balıklar! Umarım Başkan Lewis dünkü yarışmadan sonra onlardan mesul olmuştur.$s",
				"winter_24_2": "Şu aralar işlerde bir telaş var.#$b#Gus, Şölen için pişirdiği bütün yemekler için son viteste uğraştı!"
			}
		},
		{
			"LogName":"Emily Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueEmily",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Acaba uçan böcekler yağmur yağınca nereye gider? Yağmur damlaları onlara vurmuyor mu?#Umarım dışarıdaki bütün hayvanlar sığınabiliyordur. Belki hepsi uyuyordur.",
				"Rainy_Day_1":"#$c .5#Böyle bir gün doğa ananın bir nimeti.#Başına bir yağmur damlası düşünce, sence su moleküllerinin kaç tanesi daha önce de gökyüzündeydi?",
				"Rainy_Day_2":"#$c .5#Günaydın... senin için bu hediyeyi bulup aldım. Endişelenme, onu çoktan adaçayı tütsüsüyle arındırdım. [428 440 444 338 207]#Dışarısı çok ıslak, değil mi? İşte, bu eşya seni iyi tutacak. [428 440 444 338 207]",
				"Rainy_Day_3": "#$c .5#Papağanı özgür bırakmak istedim, ancak kanadı asla tamamen iyileşmedi. Rahat da görünüyor. Ona çok ilgi gösteriyorum.#Papağan içeride yaşamayı seviyor gibi, özellikle de böyle günlerde. Bana burada mutlu olduğunu söyledi.",
				"Rainy_Day_4":"#$c .5#Sana bunu asla söylemedim... ama sen buraya ilk taşındığında seninle ilgili bir rüya gördüm. İşte o zaman hayat tollarımızın kesişeceğini anlamıştım.$4#Dün gecenin rüyalarını çoktan unuttum. Ne kadar tuhaf. İlk uyandığımda tamamen berrraklardıThey were crystal clear when I first awoke.$u",
				"Rainy_Night_0":"#$c .5#Her anın kendine özel ve değerli bir güzelliği var... farkediyor musun? Unutması çok kolay, bazen.#Her bir günle ilgili sevilecek bir şey bulmak önemli. Bugün benim için, öğlen yağmurda dans eden kırları izlemekti.",
				"patio_Emily": "#$c .5#Bir sabah meditasyonu için burası en sevdiğim nokta. Bu kristal bahçesindeki enerjinin bedenime doğru gelişini gözümde canlandırıyorum.#%Emily derin bir meditasyon halinde.",
				"Rainy_Night_1":"#$c .5#Bitkileri birbirleriyle konuşurken duyabiliyorum... bugünün yağmurundan sonra çok mutlular!#Hava durumu içini karartıyor mu? Acaba küçük bir giysi terapisi yardımcı olur mu?",
				"Rainy_Night_2":"#$c .5#Günün nasıldı? Biraz ıslak görünüyorsun.#Bugün yapmayı umduğun her şeyi yapabildin mi? Yapamadıysan endişelenme. Her gün özeldir, planladığımız gibi gitmese bile.",
				"Rainy_Night_3":"#$c .5#Benim günüm çok huzurluydu. Seninki nasıldı?#Acaba hayvanlar böyle bir gecede kucaklanmayı ister mi.",
				"Rainy_Night_4":"#$c .5#Tatlı ister misin? Bu benim özel çiğ ve glutensiz versiyonum, sadece kaktüs şurubuyla tatlandırıldı.[232 234 223 220]$h#Sana bir şeyler yaptım! Sandy bana içinde kullandığım agave nektarını gönderdi. [232 234 223 220]$h",
				"Rainy_Night_5":"#$c .5#Yağmurun sesi seni hiç transa sokuyor mu?#Bu gece ruhlarımız özellikle hareketli gibi. Belki yatağa biraz erken gireriz?$l",
				"Indoor_Day_0":"#$c .5#Bugün özellikle bağlı hissettiğin fiziksel eşyalar neler? Onları görmezden gelmediğine emin ol.#%farm Çiftliğinde güzel bir gün daha... bugün güzel bir şeyin olacağına inancım var!$h",
				"Indoor_Day_1":"#$c .5#İşte, bunu al. Bu senin için. [428 440 444 338 207 395 749]#Bunu özel bir durum için saklıyordum. Bugün doğru gün gibi geliyor. [428 440 444 338 207 395 749]",
				"Indoor_Day_2": "#$c .5#Hey, birisi gece iyi uyumuş gibi... bu sabah zinde görünüyorsun.$h#Bir gün, hepimiz bu hayattan uyanacağız, sanki huzurlu bir uykudan uyanmış gibi. Ama şimdi ve uzun yıllar boyunca, bu rüyanın tadını çıkarmak istiyorum.",
				"Indoor_Day_3":"#$c .5#Bugün için yıldız falım iyi değil... ancak en iyi şekilde değerlendireceğim, her zamanki gibi. Hadi işe koyulalım!#Acaba bugün Haley ne yapacak? Umarım bir şeyler planlamıştır.",
				"Indoor_Day_4":"#$c .5#Aghh... *geğirir*... kahvaltı için çok fazla kepekli muffin yedim.$s#Günaydın! Gitmeden önce bana bir öpücük ver.$l",
				"Indoor_Night_0":"#$c .5#Bu gördüğüm gömleğinde yeni bir delik mi? Senin için dikebilirim, sorun yok.#Sen dışarıdayken biraz dans ettim. Bu her zaman gerçeklikte kalmama yardımcı oluyor.",
				"Indoor_Night_1":"#$c .5#Eve hoşgeldin. Umarım harika bir gün geçirmişsindir.#Eve hoşgeldin. Bana bu şekilde bakmanı çok seviyorum.$l",
				"Indoor_Night_2":"#$c .5#Yatma zamanı şimdiden geldi mi? Tanrım, gün yine uçup gitti.$u#Az önce Sandy'le telefondaydım. Kulağa çok geçmeden Zuzu Şehri'ni ziyaretinde çok güzel zaman geçirmiş gibi geliyor.",
				"Indoor_Night_3":"#$c .5#Ah, bu aroma! Bu sadece sen olabilirsin. Güzel bir koku.$h#Çok rahat hissediyorum, ayaklarının kapının önüne indiğini duyduğum andan beri.$l",
				"Indoor_Night_4":"#$c .5#Bütün evi süpürdüm, camları sildim, toz aldım ve buzdolabını temizledim. Çok verimli bir gündü!#Belki emekli olduğumuzda bir gün, dünyayı gezebiliriz, ebeveynlerim gibi. Hiç değilse kısa bir süre.$u",
				"Outdoor_0":"#$c .5#Erken kalkmayı seviyorum. Havada belli bir tazelik var ve vahşi hayat çok daha aktif.#Şşt, eğer durup can kulağıyla dinlersen, okyanusu duyabilirsin.",
				"Outdoor_1":"#$c .5#Bugün ajandada ne var, hayatım?#Eğer bugün daha sonra mola verirsen, kristal bahçemde meditasyon yapabilirsin. Bunu yapmanın hatalı bir yolu yok.",
				"Outdoor_3":"#$c .5#Azıcık güneş ışığı senin için iyi. Sadece güneş yanığı olma, Tamam mı?#Bugün yapılacak çok şey var! Stresli anlamda değil, ancak sadece 'zevk' anlamında.",
				"Outdoor_4":"Günaydın! Ne zaman yataktan çıkarsın diye merak ediyordum!$h#$e#$c .5#Bu güzel sabahı kaçırmayacağını umuyordum.#Önemli değil... geceleri iyice dinlenmeyi hakediyorsun.",
				"OneKid_0":"#$c .5#Umarım çocuğumuz büyüdüğünde nazik ve anlayışlı biri yapabiliriz. Bu okulda A almaktan daha önemli.#Küçük %kid1 eğer biz iyi örnek olursak büyüdüğünde sebzeleri sevebilir. Ne düşünüyorsun?",
				"OneKid_1":"#$c .5#Bir çocuk yeterli mi, yoksa ikincisini mi yetiştirmeliyiz? Sanırım sadece kaderin bizi nereye götürdüğünü göreceğiz.#Düşününce... eğer eski işinde mutsuz olmasan, buraya asla taşınmazdın, biz asla tanışmazdık, ve %kid1 hiç varolmazdı.$l",
				"OneKid_3":"#$c .5#soluk yeşil bir mum yakıp küçüğümüzün etrafında bir dal bebek nanesi salladım. Bu tehlikeli ruhları uzak tutmalı.#Çıkardığın tatlı bebek seslerini çok seviyorum, %kid1.$h",
				"TwoKids_1":"#$c .5#Büyük bir ev, iki çocuk ve bir papağan... ellerim dolu!#Yoba evimizi gerçekten kutsadı! Diğerlerine sevgi ve destek göstermekle daha fazla sorumluyuz.",
				"TwoKids_2":"#$c .5#Umarım papağan kendini ihmal edilmiş hissetmiyordur, ama itiraf etmeliyim ki bu çocuklar ellerimi doludan da daha fazla dolduruyor.$s#Pekala, %kid2 saçını senden almış...$u",
				"TwoKids_3":"#$c .5#Ah, çocukları çoktan organik kinoalarını yedirip keçi sütlerini içirdim. Sen sadece çiftliğe odaklan!#Sana anlatmayı unuttum, dün çocuklar Haley teyzelerini görmeyi çok sevdiler. Buraya uğradı.",
				"funLeave_Emily":"#$c .5#Bugün kasabayı ziyaret edeceğim, sonra da salonda biraz işlere yardım edeceğim. Günün güzel geçsin.#Gus aradı. Benim için işi olduğunu söyledi, bu yüzden bana ihtiyacın olursa nerede bulacağını biliyorsun.",
				"funReturn_Emily": "#$c .5#Benim günüm güzel geçti... ara sıra evden çıkmak iyi oluyor.#Bugün ne harika bir gün! Pelikan Kasabası'nda bir gezi yapmak güzeldi.$h",
				"spring_14":"Çiftlik böceklere ve solucanlara göre sonsuz bir genişlikte gibi görünüyor olmalı. Bu koca bir dünya, cidden.#$e#Gezegenin her tarafında olan insanları düşününce, sadece çiftliği bilen küçük böcekler gibiyiz. Ötede neler var?#$e#Her şey birbiriyle bağlantılıdır. Sadece bakış açısının önemi.",
				"spring_19":"Bugün Cuma! Gece dışarıda mı olacaksın yoksa içeride mi?",
				"spring_27":"Papağan tam sen uyanmadan önce bana küçük bir şarkı söyledi. Şarkıyı duydun mu yoksa hala uykuda mıydın?",	
				"summer_7":"Kamp gezimizde ortaya çıkan şu ayıyı asla unutmayacağım.#$b#Ya da ondan sonra gelen bölümü.$l",
				"summer_12":"Umarım dün dansı fazla kaçırmamışımdır. Bugün düşündüğümden daha çok susadım.$u#$e#Ah, tabiki seni farkettim. Gözlerim kapalıydı, ama ayak seslerini duydum ve varlığını hissettim.",
				"summer_18":"Bir buhar kulübesi gibi geçici olarak yeniden kullanabileceğimiz hiç binamız var mı? Sadece aklımdan geçen bir düşünceydi.",
				"summer_22":"Bazılarının inandığım şeyleri ve nasıl davrandığımı gördükten sonra benden soğuyabildiklerini biliyorum. Ama bu sadece benim.$u#$e#Başka türlü nasıl kendim olurum bilmiyorum.",
				"summer_26":"Bugün 'Rastgele Birisi İçin Güzel Bir Şey Yap' günü. Belki salonda Clint'in burgerinin parasını öderim.#$e#Aklında gününü aydınlatmak istediğin birisi var mı?",
				"fall_4":"*iç çeker*... Somon mevsimi.$s#$e#Umarım olabildiğince çoğu akıntıya karşı uzun yolculuklarını tamamlayabilir.$s",
				"fall_7":"Mmm, belki bu geceyi açburger gecesi yapabiliriz?#$e#Sadece canım çekiyor.",
				"fall_10":"Yakın zamanda madene iniyor musun? Yoba'nın seni koruyacağını biliyorum, ama kendi sonunda tetikte olmak kimseyi incitmez.$u",
				"fall_14":"Sana karşı hislerim ilk geliştiğinde, gizliden etrafımdaki dünyayı sevme tutkumu kaybederim diye korktum...$u#$b#...bütün aşkım sana doğru yönelmişti.$u#$b#Ama şimdi, bunun aslında bir sorun olmadığını görebiliyorum. Seninle paylaştığım bağ beni her şeyi ve herkesi çok daha fazla sevmeye itiyor!#$e#...$l",
				"fall_20":"Yılın bu zamanı ruhlar cidden aktif. Ormanda ağaçların yanında durursan rüzgarın fısıltısından daha fazlasını duyabilirsin.",
				"winter_10":"Biliyorsun, Haley'in evi çok iyi hale getirdiğini farkettim!#$e#Bütün yapmam gerekenin aslında taşınmak olduğunu ve hemen sonra onun ayak uydurabileceğini kim bilebilirdi?$h",
				"winter_22":"@, sadece söylemek istedim, birbirimizi tanıdığımız sürece, olduğum kişiyi asla değiştirmeye çalışmadın.$u#$b#Biliyorum... birçok kişi beni gerçekten anlamıyor, ve bazen yaptığım şeylerin senin bile kafanı karıştırabilmesi de mümkün...$u#$b#...Ama beni hep olduğum gibi kabul ettin.$u#$e#Bu yüzden... teşekkür ederim.$u",
				"winter_16":"Umarım Shane ve Clint iyidirler. Onları eskisi kadar sık görmüyorum.$u"
			}
		}
	]
}