{
	"Changes":[
		{
			"LogName":"Evelyn",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Evelyn",
			"Entries":{
				"Introduction":"Aa, merhaba, küçük topluluğumuza hoşgeldin tatlım!#$b#Canın isterse bana 'Büyükanne' diye hitap edebilirsin.$h",
				"Mon4":"Eskiden kasabada bayağı çok çocuk vardı. Şimdi büyüdüler!",
				"Mon6":"Enerjimle ilgili iyi ve kötü günlerim vardır. Bugün güzel bir gün.#$e#Kötü bir gün bile olsa, bunun hakkında mızmızlanmanın manası yok.",
				"Tue2":"Şu çiftlikte senin için hayat nasıl gidiyor?#$e#George bana orada yeniden çalışan birini görmekten ne kadar hoşnut olduğundan bahsetti. Bunu sana kendisi söyler mi bilemiyorum da.",
				"Tue6":"Beni ve George'u ziyaret etmeye vakit ayırman ne kadar da hoş.#$e#Etrafta gençler olmayınca çok daha çabuk yaşlanıyoruz.$h",
				"Wed8":"Şu günlerde siz gençler nelerle ilgileniyorsunuz?#$e#Sanırım emin olmak için Zuzu Şehri'ne uğramam gerekir. Pelikan Kasabası diğer birçok yere benzemiyor olmalı.",
				"Thu4":"Bugün kurabiye pişireceğim. Baharda onları çiçek şeklinde yapmayı severim.$h#$e#Hiç biraz bir şeyler pişirmeyi denedin mi, tatlım?",
				"Thu6":"Sanırım eğer doğru şekilde kesersem, bugün kurabiyelerimi laleye benzetebilirim.#$e#Kurabiyeleri kimse yemese bile, bana yaratıcı bie şeyler yapmama yardım ediyor.",
				"Thu8":"Bugün yine kurabiye pişirme günü. Eğer artakalanımız olursa, sana postayla biraz yolladığıma emin olacağım.",
				"Fri2":"George çok fazla haber izliyor. George'a dünyaya çarpık bir bakış açısı verirse diye korkuyorum.#$e#Eğer daha iyi bir bakış açısı arıyorsan, kendi komşularından daha ötesini arama. Her zaman bunu söylerim.",	
				"Fri4":"Pazarları George'un Yoba Sunağı'a doğru giderken göreceksin.#$b#Kendi küçük gelenekleri kendisine fayda edecek bir şeyler yaptırabilecek tek şey.",
				"Fri6":"Sormaktan nefret ediyorum, tatlım, ancak George'la benim için biraz konuşabilir misin? Ne kadar uzun içeride kalırsa o kadar huysuzlanıyor.#$e#Son derece üzgünüm.",
				"Fri8":"One of George'un en sevdiği televizyon programlarından biri çok fazla şiddet içeriyor. Ve sesi de her seferinde sonuna kadar açıyor.#$e#Korkarım bu sıhhati için iyi olamaz. İhtiyacımız yokken eve neden daha çok stres getiresin?",
				"Fri10":"George televizyonun sesini kısmayı kabul etti. Kulaklarının da benimkilerden aslında daha iyi olduğu ortaya çıktı.#$e#Küçük bir zafer değil. Ona senelerdir soruyordum.",
				"Sat4":"Bahar zamanı bana her zaman taze bir umut veriyor. Sanırım bu eski kemiklerin hala birkaç güzel senesi var!",
				"Sun6":"Bir günlük tutuyorum, ancak her zaman iki gün önce yaptıklarımı yazıyorum. Hafızamı iyileştirmeye yardım eden bir egzersiz.",
				"summer_Wed6":"Eğer diğer hanımların yarısı hızıyla tempoda kalabilsem Caroline'ın aerobik kulübüne giderdim.#$e#Mühim değil de. Yalnızca sabahları birkaç basit esneme hareketi yapıyorum ve sık sık yürüyorum. Bundan öte pek bir şey yapamam.",
				"summer_Thu4":"Bugün kurabiye pişireceğim. Hindistan cevizi mucizesi şeklindeler, tıpkı küçük palmiye ağaçları gibi! Heehee.$h#$e#Hiç biraz bir şeyler pişirmeyi denedin mi, tatlım?",
				"summer_Thu6":"Görünüşe göre kurabiyeleri pişirmeye başladığımda her zaman daha fazla misafirim oluyor.#$e#Bana tarifi annem öğretti.",
				"summer_Thu8":"Belki bugün ev yapımı ekmek yapmak için güzel bir gün.#$e#Her gün ekmek yapamam. Eklemler için biraz güç de. Bugün güzel bir gün de.",
				"summer_Sun10":"*burnunu çeker* ...Merhaba, tatlım.$s#$e#Beni böyle gördüğün için özür dilerim. Kızımızı, Alex'in annesini, kaybettiğimizde senenin yaklaşık bu zamanlarıydı.$s#$e#Yarına kadar iyi olurum, tatlım. Sorduğun için teşekkür ederim.$s",
				"fall_Tue6":"Şu günlerde siz gençler nelerle ilgileniyorsunuz?#$e#Sanırım emin olmak için Zuzu Şehri'ne uğramam gerekir. Pelikan Kasabası diğer birçok yere benzemiyor olmalı.",
				"fall_Wed8":"Ömür boyu süren bir evliliğin sırrı ne mi? Bu bayağı iyi bir soru!#$b#Elbette, sayısız cevap var, ancak bütün bu cevapların ortak bir yönü var...#$b#...gerçekten içten ve karşılıksız sevmen gerekmesi.",
				"fall_Thu4":"Bugün kurabiye pişireceğim. Küçük balkababağı şeklindeler.$h#$e#Hiç biraz bir şeyler pişirmeyi denedin mi, tatlım?",
				"fall_Thu6":"Sanırım bugün farklı bir şey deneyeceğim. Yaprak şekilli kurabiyeler! $h#$e#Bana dışarıda gördüklerimin yansımasını yapmaya yardımcı oluyor.",
				"fall_Thu8":"Selam, tatlım. Tam da sana postayla yollayacağım bir atıştırmalığım olduğunu düşünüyordum.$h#$e#Sadece bir sürpriz olmak zorunda da.$h",
				"fall_Sat":"Alex'le arkadaş mısınız?#$e#Bazen beni çok kötü endişelendiriyor.",
	            "fall_Sat4":"Alex hala şu Haley isimli kızla vakit geçiriyor mu? O iyi bir kız, ancak Alex'e ihtiyacı olan türde desteği verip vermediğini merak ediyorum.",
				"fall_Sat8":"Son zamanlarda Alex'le sık vakit geçiriyor musun?#$e#Sadece onun hayatının ne yöne gittiğini bazen merak ediyorum.",
				"winter_Mon6":"Pelikan Kasabası'nın aynı yollarında binlerce defa yürüdüm.#$e#Ama bugün ilk defa BU vakitte yolda yürüyorum.$h",
				"winter_Mon10":"Belki George uzun yolda benden uzun yaşar. Eğer bu olursa, ona Alex'e fazla uzun süre yük olmamasını söyle!$s#$e#Hiçbir genç adamın böyle bir sorumluluğa ihtiyacı yok.$s",
				"winter_Tue8":"Her gün George'la çok zor geçiyor, ancak huzurevine de taşınamayız.#$b#Bu topluluk bizi gerçekten birarada tutan şey. Eğer Pelikan Kasaba'mız olmasa, hiçbir şeyimiz olmazdı.",
				"winter_Thu":"Kurabiye pişirmek için başka harika bir gün daha. Bu sefer küçük kardanadam şeklindeler.#$e#Belki sana bir gün tarifimi veririm.",
				"winter_Thu4":"Kurabiye pişirmek için başka harika bir gün daha. Bu sefer küçük kardanadam şeklindeler.$h#$e#Hiç biraz bir şeyler pişirmeyi denedin mi, tatlım?",
				"Winter_Thu6":"Bugün kullanacak kartanesi şekilli kurabiye kalıpları aldım. Bu eğlenceli olmalı!$h",
				"winter_Thu10":"Kurabiye pişiriyorum çünkü George'u bana açılmasını sağlamakta asla başarısız olmuyorlar.#$e#Kurabiyeden ağzına bir ısırık alıp bana doğru baktı ve ilk defa bana \"Seni seviyorum\" dedi.#$e#O zamandan bu zamana buna devam etti.",
				"spring_1_2":"Sana da çok güzel bir gün dilerim, tatlım! Umarım senen güzel başlamıştır.$h",
				"spring_21":"Görünüşe göre gelecek haftaki dans için çiçek yerleştirmelerine başlamam gerekiyor.#$e#Umarım sende gelirsin, tatlım!$h",
				"spring_23":"Yarınki dans için bütün çiçek yerleştirmeleri bitti sayılır. Umarım Başkan Lewis memnun olur.#$e#Ve umarım sen de memnun olursun!$h",
				"summer_10":"Başkan Lewis luau için her zaman çok endişe ediyor. Ona biraz destek çıktığından emin ol.#$e#Bunu yapmanın en iyi yolu basitçe çorba için leziz bir şey getirmek.",
				"winter_7":"Yarının Buz Şenliği için soğuğu memnuniyetle göze alırım. Bu benim için önemli bir şenlik.#$e#George'u bile ne derse desin benimle beraber sürükleyeceğim.$h",
				"winter_1":"I had Alex hang up the old winter decorations this morning. I'd say he did a great job!",
				"winter_28":"Yeni sene için en iyi dileklerimi diliyorum, tatlım. Seni burada görmek tam bir lütuf.",
				"spring_21_2":"Görünüşe göre gelecek haftaki dans için çiçek yerleştirmelerine başlamam gerekiyor.#$e#Umarım sende gelirsin, tatlım!$h",
				"spring_23_2":"Yarınki dans için bütün çiçek yerleştirmeleri bitti sayılır. Umarım Başkan Lewis memnun olur.#$e#Ve umarım sen de memnun olursun!$h",
				"summer_10_2":"Başkan Lewis luau için her zaman çok endişe ediyor. Ona biraz destek çıktığından emin ol.#$e#Bunu yapmanın en iyi yolu basitçe çorba için leziz bir şey getirmek.",
				"winter_7_2":"Yarının Buz Şenliği için soğuğu memnuniyetle göze alırım. Bu benim için önemli bir şenlik.#$e#George'u bile ne derse desin benimle beraber sürükleyeceğim.$h",
				"winter_28_2":"Yeni sene için en iyi dileklerimi diliyorum, tatlım. Seni burada görmek tam bir lütuf."
			}
		}
	]
}
