{
	"Changes":[
		{
			"LogName":"George",
			"Action":"EditData",
			"Target":"Characters/Dialogue/George",
			"Entries":{
				"Mon2":"Pekala. Benden ne istiyorsun ki?",
				"Mon4":"Hala bırakmadın, ha?#$e#Çiftliği diyorum. Hala devam mı?",
				"Mon6":"Benim gibi bir ihtiyarla arkadaş olmak istemene şaşkınım.",
				"Mon8":"Artık benim için bu dünyada bir yer var mı ki?#$e#Belki de sadece böyle olması gerekiyordur.",
				"Mon10":"Belki duymuşsundur ya da duymamışsındır, ama seneler önce kızımız vefat etti.$s#$e#Her günü Evelyn'in nasıl geçirebildiğini bilmiyorum. Onun da benim kadar kırgın olduğunu biliyorum.$s",
				"Tue":"Hmmph... Görünüşe göre başka karamsar bir gün daha.",
				"Tue2":"Evet, kendine bak, etrafta böyle koşturabiliyorsun. Başıma kak dur, neden yapmayasın?",				
				"Tue4":"Benim gibi ihtiyar bir adamla konuşup vaktini boşa harcayarak ne yapıyorsun?#$e#Gençler bile artık meşgul olmuyor mu?",
				"Tue6":"Siz gençlerin bu dünyayla ne yapmayı planladığınızı anlamıyorum.#$e#Bütün söyleyebileceğimse dünyanın eskiden bildiğim yer olmaması.",
				"Tue10":"Biliyorsun, bacaklarım hakkında fazla üzülmemeliyim.#$e#Sadece hayatta olduğum için mutlu olmalıyım.$h",
				"Wed2":"Bana bir şey satmaya mı çalışıyorsun? İlgilenmiyorum.",
				"Wed4":"O çiftlikte sahip oldukların için müteşekkir olmalısın, duydun mu?#$e#Sen anlayamadan, hayat seni güç durumda bırakır.#$e#Yalnızca an meselesi.",
				"Wed8":"Keşke bacaklarım işe yarasa da Alex'le yakalamaca oynasam.$s#$e#Bu asla olmayacak.$s",
				"Wed10":"@! Şu lanet televizyonu kapatmama izin ver de küçük bir muhabbet edelim.$h#$e#Şu günlerde gençlik ne yapıyor?",
				"Thu2":"Ne istiyorsun? Şimdi bunun için iyi bir vakit değil.#$e#Neden mi? Çünkü değil işte.",
				"Thu4":"Görünüşe göre bugün başka bir program tekrarı var.#$e#Dışarıda olman gerekmiyor mu?",
			    "Thu8":"Hiç şu \"36\" programını izliyor musun? Şimdi bu güzel bir eğlence.$h#$e#Hiçkimse bu çocuğu teröristlerle savaşmaktan alıkoyamıyor. Sadece canının istediğini istediği zamanda yapıyor ve gülmekten yerlere yatırıyor.$h",
				"Thu10":"Benim kadar yaşlandığında yeni şeylere alışmak çok daha güç oluyor.#$e#Bir gün demek istediğimi anlayacaksın.#$e#Haydi, hala gençken keyfine bak.",
				"Fri":"Şu çiftlik senelerdir perişan bir haldeydi.#$e#Ve orayı toparlamak istiyorsun? Hmph. Bol şans.",
				"Fri2":"Yani bir çiftçisin, ha? Hiç değilse alnının akı bir iş.",
				"Fri6":"Yıldızçiyi Vadisi'nin hala istediğin alanda çalışabileceğin kalan birkaç yerden biri olduğun için müteşekkir olmalısın.#$e#Şu politikacılar sadece sanki kendi kırlarıymış gibi değiştirip değiştirip değiştirip durmak istiyorlar. Hmph.",
				"Sat":"Haftasonu benim için normal bir zamandan farklı değil.#$e#Emekli olduğunda böyle oluyor.",
				"Sat2":"Selam.#$e#Dışarıda ne olup bitiyor ki?",
				"Sat4":"Reçetem gittikçe daha da pahalılaşıyor.#$e#Bir iki kuşak öncesi bu bir sorun sayılmazdı. Ama şu ilaç şirketleri fiyatları katladıkça katlıyorlar!",
				"Sat6":"Şimdiden haftasonu geldi mi? Galiba birazdan dışarı çıkmam gerekecek o zaman.",
				"Sat8":"Evelyn her zaman bildiğim en iyi aşçı olmuştur. Ve sadece gittikçe iyileşip duruyor.#$e#Keşke yapabildiğim bir iş konusunda da aynısını söyleyebilsem.$s",
				"Sun":"Burada azıcık sessizlik ve huzurun bedeli nedir?",
				"Sun2":"Üşümüyor musun? Artık eskideki gibi kazaklar yapmıyorlar.#$e#*iç çeker*",
				"Sun4":"Şimdiden hafta bitti mi? Bazen bugün günlerden hangisi unutuyorum.",
				"Sun6":"Evden biraz dışarı çıkmak iyi gelecek.#$e#Bugün ne işler peşindesin, genç adam?^Bugün ne işler peşindesin, genç hanım?",
				"Sun10":"Şu vakitlere kadar duayla pek vakit geçirmiyordum.#$b#Bir süre, Yoba'ya kızgındım, sahip olduğum her şeyi kaybettirdiğinden.#$e#Bu eski vücudun saati dolduktan sonra benim için daha iyi bir şeyin olduğuna dair tahıl tanesi kadar bir inancım var.#$b#Pek fazla değil, ancak benim gibi ihtiyar bir adam ne yapabilir ki?$s",
				"summer_Tue10":"Zaman zaman, hala Clara'yı Alex'in gözlerinin içinde görebiliyorum.#$e#Alex iyi bir çocuk. Ona göz kulak olduğuna emin ol.",
				"summer_Sun10":"Höst! Ben yaklaştığımda bana yol açsan iyi olur, seni velet, yoksa seni şu tekerlekli sandalyeyle yere sererim!$h",
				"fall_Mon10":"Şu aralar, her gün olumlu kalmak için elimden geleni yapıyorum.#$e#Her zaman kolay olmuyor. Eğer biraz bir öyle bir böyle görünüyorsam özür dilerim.",
				"fall_Sun10":"Evvet, sıçramalar, tekerleklerle hareketler, spinning sporu da yaparım... her çeşit numara.$h#$e#Oraya bak!#$b#Oop, tam şuan beni takla atarken kaçırdın. Çok kötü.$h",
				"winter_Sat10":"Bazen milletin yalnızca benim ölmemi bekleyip beklemediğini merak ediyorum.#$b#Heh. Onlara göstereceğim. Bu yaşlı vücutta geçirecek birsürü senem var.",
				"winter_Sun10":"Evelyn'in bana nasıl dayandığını artık bilemiyorum.$s#$e#Bazen kocasından çok hastası gibi hissediyorum.$s",
				"summer_10":"Ne? Yarın başka bir şenlik mi var? Kısa zaman önce bir tane olmadı mı?",
				"winter_15":"Akşam Marketi mi? Hayır sağol. Beni o anormal küçük şova hiçbir şey götüremez.#$e#Hem neden bu kadar geç yapılmak zorunda?",
				"winter_24":"Şimdi neden yarın için heyecanlanmayayım? Hadi bir tahmin et.#$e#Ah, saatlerce soğukta oturup donmaktan hoşlanıyor musun?",
				"winter_28":"Başka bir yıl bitti. Hayatım sanki bir defter.",				
				"spring_1_2":"Haberlerde herkes yeni yıl şu, yeni yıl bu diye konuşuyor. Dünyada hiçbir şey olmuyor mu?#$e#Hah, haberciler onun hakkında konuşmayı bıraktığında bütün dünyanın durduğunu sanıyor olmalılar.$h",
				"summer_10_2":"Ne? Yarın başka bir şenlik mi var? Kısa zaman önce bir tane olmadı mı?",
				"winter_15_2":"Akşam Marketi mi? Hayır sağol. Beni o anormal küçük şova hiçbir şey götüremez.#$e#Hem neden bu kadar geç yapılmak zorunda?",
				"winter_24_2":"Şimdi neden yarın için heyecanlanmayayım? Hadi bir tahmin et.#$e#Ah, saatlerce soğukta oturup donmaktan hoşlanıyor musun?",
				"winter_28_2":"Başka bir yıl bitti. Hayatım sanki bir defter.",
			}
		}
	]
}