{
	"Changes":[
		{
			"LogName":"Gus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Gus",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"Saloon8":null,
				"Saloon_Tue":null,
				"Saloon_Thu":null,
				"Saloon_Fri":null,
				"Mon":"Evet, burada yaşayan insanlar hakkında çok şey biliyorum.#$e#Bir barmen olmanın faydalarından biri.$h#$e#Bazen çok fazla şey duyuyorum...",
				"Mon2":"Selam, @.#$e#Şu aralar işin nasıl gidiyor?#$b#Bazen koşulların zor olabildiğini biliyorum. Sonuçta hepimiz o noktaya geliyoruz, vazgeçmediğimiz sürece!",
			    "Mon4":"Atari oyunlarını hiç denedin mi?#$e#Kendim pek oynamam. Sadece her iyi salonun atmosferin parçası olarak birkaç oyuna ihtiyacı olduğunu düşündüm.",
				"Mon6":"Emily harika bir kız. İkiniz çok takılıyor musunuz?",
				"Mon8":"*fısıldar* Hey, @. Biliyor musun, düşünüyordum da...$s#$q 010/011 Mon_old#Eğer birisinin içki alışkanlığıyla ilgili kötü kararlar vermesine yardım edersem, bu benim suçum olur mu?#$r 010 -20 Mon_010#Gerçekten mi? Evet.#$r 011 0 Mon_011#Hayır. Her koyun kendi bacağından asılır.",
				"Mon_old":"$p 010#Önceki hafta birbirimize kibarca farklı fikirlerde olacaksak, düşüncene saygı duyuyorum.|Önceki hafta fikrini duymaktan memnun oldum. İyi bir dostsun.",
				"Mon_010":"Hmm. Fikrin için teşekkür ederim. Bunu düşünmeliyim.$s",
				"Mon_011":"Bu benim her zaman felsefem olmuştur. Sadece yıllarca müşterilerimin zorluklarını doğrudan gördüğünde, sana işlemeye başlıyor.$s",
			    "Mon10":"Her müşterimin sorunlarını çözemeyeceğimi biliyorum, ama tezgahın arkasında onlara hala destek olup yardım edebiliyorum.",
				"Tue2":"Satışta olan kişisel yayınladığım yemek kitaplarım da var. Onlara hiç baktın mı?",
				"Tue4":"Bu gece menüdekini görmelisin! Gerçekten özel bir şeyim var.",
				"Tue6":"Küçük bir restoranımın olması her zaman hayalimdi.#$e#İşler iyi yürüdü! Daha büyük bir kasabada buradaki gibi modası geçmiş bir salonun bu kadar iyi işleyebileceğini sanmıyorum.$h",
				"Tue8":"Bir ara şu müzik kutusunu döndürdüğüne emin ol. Canın neyi yapmak istiyor?",
				"Wed":"Seni gördüğüme sevindim, dostum.$h^Seni gördüğüme sevindim, genç hanım.$h#$q 012/013/014/015 Wed_old#Bardan doğuk bir biram var.[346] Bugün sıkıntın nedir? Bana söyle gitsin.#$r 012 10 Wed_012#Burada biraz yalnız hissediyorum.#$r 013 10 Wed_013#Çiftçilik hakkında bir şey bilmiyorum.#$r 014 10 Wed_014#Param yok.#$r 015 0 Wed_015#Her şey mükemmel!",
			    "Wed_old":"$p 015#Umarım her şey iyi gidiyordur! Eğer canlandırıcı bir içeceğe ihtiyacın olursa haber de ver.|Salonda bir sürü arkadaşın olduğunu unutma. Özellikle de Cumaları!",
         		"Wed_012":"Anlıyorum. Her yeni gelenin yüzleştiği bir gerçek.#$b#Ama nispeten söylüyorum, Pelikan Kasabası'nda senin yaşında bayağı bir bekar var. Biriyle iyi geçinmene bağlı.$h",
				"Wed_013":"Pekala, ben de pişirmek ve içki yapmakla ilgili bir şey bilmiyordum! Ama şu anda buradayım.$h#$b#Gerçek ise, hepimiz bir yerden başlarız. Kendine karşı işler yanlış gittiğinde affedici olursan zamanla eminim başaracaksın.",
				"Wed_014":"Ah evet, hepimiz o noktaya geldik, şu anda orda olmasak ta.$h#$b#Ama biliyorsun, gelecek aydınlık görünüyor. Bir arazi sahibisin! Eminim işler yoluna girecektir.",
				"Wed_015":"Bu mu yani? Şey, bunu duyduğuma sevindim. Pelikan Kasabası gerçekten özel bir yerdir.$h#$b#Eğer bir şey oluverirse sadece bana haber ver. Her zaman kulak veririm.",
				"Wed2":"Övünmek için falan söylemiyorum, ama Salon bir Cuma gecesinde olmak için en iyi yer!$h#$e#Umarım bu hafta gelebilirsin.",
				"Wed4":"Emily bir süredir burada çalışıyor. Onsuz ne yapardım bilemiyorum!#$e#Bütün bu tencereleri kendi başıma yıkamak zorunda olmaktan iğrenirdim.$s",
			    "Wed6":"Mümkün olduğunca taze ve yerel malzemeler sağlamaya çalışıyorum.#$b#Başka türlü salatam ya da makarnam başka restoranlarınkinden farklı olur muydu?",
				"Wed8":"Evet, bir defa evlenmiştim, çok uzun bir zaman önce. Sana bunu hiç anlattım mı?$s#$e#O artık bizimle değil. Ancak onu her gün düşünüyorum.$s#$e#Salonda yaptığımı kurduğumuz hayali yerine getirmek için yaptığımı düşünmekten hoşlanıyorum. En büyük öncelikle, sadece neşe yaymak. Daha azını isteyeceğini sanmıyorum.",
				"Wed10":"Karım öldükten sonra, yeniden evlenmek bana göre değil. Bazılarımız için, hayatımızda sadece bir defa hayatımızın aşkıyla tanışırız.#$e#Hayatın meşakkatlerine rağmen, etrafımıza neşe yaymayı asla unutmamalıyız.",
				"Thu2":"Hedonist değilim, ancak gerçekten bir insanın uğruna yaşayabileceği en iyi şeylerden birinin de güzel yiyecek ve içecekler olduğunu düşünüyorum.$h",
			    "Thu4":"Senin çiftliğinden yerel ürün alabilmeye başladığımdan beri Pelikan Kasabası'nı sevecek daha büyük bir sebebim varmış gibi hissediyorum!$h#$e#Bu yüzden, eğer güzel bir şeyler yetiştiriyorsan, birazını getirirsen onur duyarım!",				
				"Thu10":"*fısıldar* Pam'e verdiğim içecekleri eskiden olduğundan daha fazla sınırlamaya başladım.#$e#Yemin ederim cebinde bir şişesi var, çünkü bazen her türlü aşırı sarhoş hale geliyor.$s",
				"Fri2":"Selam, @. Çiftçilik hayatı senin için nasıl gidiyor? Arada bir kendine bir mola verdir.",
				"Fri4":"Sam bilardoda çok uğraşıyor, ancak Sebastian'ın karşısında her seferinde kaybediyor.#$e#Sam bununla ilgili baya şaka kaldırır birisi olmalı, çünkü haftadan haftaya buraya gelip oynuyorlar!$h",
				"Fri6":"Aslında kendim pek içmiyorum. Geçinmek için bunu yapıyorum.#$e#Yine de zaman zaman bir Yıldızçiyi Vadisi şarabının tadını severim.",
				"Fri8":"Whew! Ne haftaydı ama!#$e#Diğer herkesin haftasından bahsettim. Bu gecenin son kupası yıkanmadan işleri tamam saymam!$h",
				"Sat":"Dün gece iş çok iyi gitti. Memnunum.#$e#Yakında tekrar uğra!$h",
				"Sat2":"Şeflikte iyi misindir, @?#$e#Eğer bir mutfağın ve birkaç tarifin varsa bazı kullanışlı yemekleri pişirebilirsin.#$e#Ev yapımı yemeklerden güzel hediye de olur.",
 			    "Sat4":"Fırsatım olduğunda biraz keman çalarım. Yemek yapmayı sevdiğim kadar, bazen işinin içinde olmayan bir hobin olması da güzel oluyor.",
				"Sat6":"Bak, müşterilerimin birkaçına çok fazla içecek servis ettiğimi biliyorum. Ancak kişisel özgürlüğe kesinlikle inanan biriyim. Hepsi bu.$3#$e#Üzgünüm... sende ne var ne yok?",
				"Sat8":"Bence bu gece küçük bir kadeh Yıldızçiyi Vadisi Şarabını hakettim.#$e#Herhangi bir şeyin tadını çıkarıyor olacak mısın, @?",
				"Sun2":"Sanırım Yıldızçiyi Vadisi'ne gelmekle kendim için doğru yeri buldum. Burası hayatım boyunca tam da aradığım türden bir yer.",
				"Sun4":"Nasıl gidiyor, @?#$e#Ben mi? Sadece hayalimi yaşıyorum.$h",
				"Sun6":"Herkesin sorunlarını çözemeyeceğimi biliyorum, ancak eğer insanlara leziz şeyler yapabiliyorsam, bence işin kendime ait tarafımı yapmışımdır.",
				"Sun8":"Yıldızkaydı Salonu kesinlikle kasabadaki en eski binalardan birisi.#$e#İlk aldığımda restore etmiştim, ancak gerçek sahibi olmaktan uzağım.",
				"Sun10":"Sen iyi bir dostsun, @. İşte bardan bir tane.[346]#$e#Şerefe! Başka iyi bir haftaya!",
				"summer_Sun2":"Bu benim en sevdiğim mevsim olabilir. Bahse varım şu anda birçok harika ürün yetiştiriyorsundur.",
				"summer_Sun6":"Ne kadar kavurucu bir gün! Şu anda biraz taze sıkılmış portakal suyu olsa ne güzel olur.#$e#Eskiden beri en sevdiklerimdendir.$h",
				"fall_Fri4":"Hey, @! Hiç sana gönderdiğim 'pişmiş somon' tarifini yapmayı denedin mi? Şimdi malzemelerini bulma zamanı!$h#$e#Gerçi bir kıvırcık lahanaya da ihityacın olacak.",
			    "fall_Fri8":"Yakın zamanda hiç kızılcık sosu yaptın mı? Malzemeleri yılın bu zamanı bulması aşırı kolay.#$e#Seni kesinlikle mevsimin havasına da sokacaktır.",
				"winter_Sat":"Elbet dışarısı soğuk! Sence bir kupa sıcak kahve ister misin?",
				"winter_Sat6":"Şimdi biraz güzel sıcak yemekle ateşin yanına kıvrılmak için yılın mükemmel zamanı.#$e#Belki küçük bir pizza? Ya da... aklında ne fikir var?",
				"spring_1_2":"Umarım bugün zamanında kalkabilmişsindir! Şu ana kadar yeni yıl senin için nasıl gidiyor?$h",
			    "spring_12":"N'aber! Birkaç gecedir geç saate kadar yumurta şölenine hazırlanmak için uyanık duruyorum,!#$e#Sadece ne hazırladığımı görene kadar bekle.",
				"summer_10":"Yarınki luau için bazı güzel yemekler hazırladım, ancak karışık çorbaya bulaşmamaya çalışıyorum.#$e#Bu gerçekten gelişigüzel bir gelenek, ve iş itibarıma gelince de riske atmamayı tercih ederim.$s",
				"fall_15":"Yarın fuarda olacak mısın? Kuzeyde beni ara. Bütün gün burger yapıyor olacağım.",
				"fall_26":"Ruhlar Arefesi şenliğinde bayağı korkutucu şeyler var. Ben mi? Ben sadece büfeyi hazırlamakla kalacağım.",
				"winter_24" : "Güzel yemekleri olmayan güzel bir şenlik nedir? *güler* Bu şenlik için en iyi tariflerimin hepsini ayırdım, bu yüzden sakın kaçırma!$h",
				"winter_28":"Mutlu yeni yıllar, @! Bu gece güzellikleri çıkarıyorum! [348]$h#$e#Yıldızçiyi Vadisi'nde harika bir yılın şerefine. Gelecek yıl çok daha iyi olsun!",	
				"spring_12_2":"N'aber! Birkaç gecedir geç saate kadar yumurta şölenine hazırlanmak için uyanık duruyorum,!#$e#Sadece ne hazırladığımı görene kadar bekle.",	
				"summer_10_2":"Yarınki luau için bazı güzel yemekler hazırladım, ancak karışık çorbaya bulaşmamaya çalışıyorum.#$e#Bu gerçekten gelişigüzel bir gelenek, ve iş itibarıma gelince de riske atmamayı tercih ederim.$s",
				"fall_15_2":"Yarın fuarda olacak mısın? Kuzeyde beni ara. Bütün gün burger yapıyor olacağım.",
				"fall_26_2":"Ruhlar Arefesi şenliğinde bayağı korkutucu şeyler var. Ben mi? Ben sadece büfeyi hazırlamakla kalacağım. Her zamanki gibi.",
				"winter_24_2":"Güzel yemekleri olmayan güzel bir şenlik nedir? *güler* Bu şenlik için en iyi tariflerimin hepsini ayırdım, bu yüzden sakın kaçırma!$h",
				"winter_28_2":"Mutlu yeni yıllar, @! Bu gece güzellikleri çıkarıyorum! [348]$h#$e#Yıldızçiyi Vadisi'nde harika bir yılın şerefine. Gelecek yıl çok daha iyi olsun!"
			}
		}
	]
}