{
	"Changes":[
		{
			"LogName":"Haley",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Haley",
			"Entries": {
				"Mon4": "Bugün imza atma pratiğimi 3 saat boyunca yaptım.#$e#Sanırım bu biraz komik, ha?",
				"Mon6": "Bu kasabanın küçük oluşu hakkında şikayet ederdim, ama bunu sevmeye başladım.#$e#Eğer çok daha büyük olsa bir toplummuş gibi hissetmezdik.",
				"Tue2": "Acaba sahile hiç güzel denizkabuğu çıkmış mıdır?#$e#Kabuklar için en iyi mevsimde değiliz gerçi.",
				"Tue6": "Hey, bu yaz sahilde takılmalıyız.$h#$e#Ah, sanırım çok meşgul olursun, ha?#$e#İyi, zamanın olursa o zaman.",
				"Tue10": "Off. Gece yemek kitaplarını okuyup bir çift tarifi denerken geçe kaldım.$s#$e#Neden mi? Ah, bunu yapmakta iyi olursam hoşuna gider diye düşündüm.#$eÜzgünüm, birazını seninle sonra paylaşacağım.$l",
				"Wed2": "Hmm... keşke yazda olsaydık.$u",
				"Wed4": "Çiçekler açmaya başladğına mutluyum.#$e#Şu pembe olanlar çok güzel kokuyor.$h",
				"Wed8": "Bu kasabada sevdiğim sadece iki şey var.#$b#Biri sahil.#$e#Diğeriyse bir sır! *kıkırdar*$h",
				"Thu2": "*iç çeker* Şuanda gerçekten bir kapkek olsa müthiş olurdu.#$e#Bir şeye ihtiyacın var mı?",
				"Thu4": "Erkekler de moda dergisi okumalı... sadece kızların her gün ne kadar çok çalışmaları gerektiğini anlamanız için.^İstersen moda dergilerimi ödünç alabilirsin, onlarla işim bittikten sonra.#$e#Bir kızın dış görünüşü insanların onun hakkında ne düşünecekleridir. Bazı kızlar farklı düşünüyor, ama bu sadece dünyanın bir gerçeği.#$e#Kuralları ben koymuyorum.",
				"Thu6": "Dün akşam yemeği ben pişirdim. Aslında ortalamaydı!#$e#Ama sanırım mutfağı fena dağıttım...",
				"Thu10": "Günün birinde başka bir yere taşınmayı düşünüyordum, Alex'in kariyerinin yerden kalkmayacağı belli olduğundan beri.$s#$b#Ama şimdi, taşınacağımı düşünmüyorum, yapabilsem bile. Burada kaybedeceğim çok şey var.$l",
				"Sat": "Canım alışveriş yapmak istiyor. Ööf! Keşke burada alışveriş merkezi olsaydı.",
				"Sat2": "Ah. Selam çiftçi çocuk.^Ah. Selam çiftçi kız.#$q 070/072/074 Sat_old#Kızma ama neden haftasonları çalışmayı seçiyorsun ki?#$r 070 0 Sat_070#Bunu şimdilik çiftlik daha iyi hale gelene kadar yapacağım.#$r 070 0 Sat_070#Bunu seviyorum.#$r 072 0 Sat_072#İlgime ihtiyaç duyan canlılar var.#$r 073 0 Sat_073#Aslında, bugün çalışmıyorum.",
				"Sat_old": "$p 073#Bugün de 'çalışmamaktan' zevk alıyor musun?|Hala kirli işini seviyor musunE?",
				"Sat_070": "Vay. Tamam.$u",
				"Sat_072": "Cidden mi? Sadece bir günlüğüne de iyi kalamazlar mı?",
				"Sat_073": "Evet doğru. O zaman nasıl şu anda da kirlisin?$h#$e#Ah. Yoksa hep mi böyle görünürsün?",
				"Sat4": "*iç çeker* Bir alışveriş merkezine ihtiyacım var. Online alışveriş beni kesmiyor.#$e#Kıyafetleri üstümde denemek istiyorum! Bunu istemek çok olmaz, değil mi?",
				"Sat6": "Çiftliğin güzel mi? Belki gelip birkaç fotoğrafını çekmeliyim.#$b#Ya da... üzgünüm, sorun olur mu?",
				"Sat8": "#$1 haleySeagull#Dün kanadı bir ağa sıkışan bir martı buldum. Onu özgür bıraktım, elbette. Çok çaresiz görünüyordu, zavallı şey.$k$s#$e#Biliyorsun, daha fazla egzersiz yapmaya başlamalıyım sanırım... bu gençlik metabolizması sonsuza kadar sürmeyecek.",
				"Sun": "Kız kardeşim çok garip. Bazen gerçekten yakın mıyız diye merak ediyorum.$u",
				"Sun2": "Hey.#$b#Alex'i gördün mü?",
				"Sun4": "Bazen keşke Emily bana herkese davrandığı gibi davransa diyorum.#$e#O başkalarının hayatlarında ne yaptıklarını fazla umursamıyor, ama bu işi ben yapıyorsam, gelip bütün işime burnunu sokuyor.$u#$e#Bilmiyorum...",
				"Sun6": "Kıyafetlerimden bazılarını bağışlamayı düşünüyorum... Yüz çift ayakkabım olmalı.",
				"Sun4_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz.",
				"Sun8_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz. Onu asla bu kadar özleyebileceğimi düşünmezdim.$s#$b#Ama siz iyi misiniz?",
				"Sun10_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz. Çok yalnız hissediyorum.$s#$e#Neden uğramıyorsun?$l",
				"summer_Mon2": "Emily'le konuşan herkes onun garip biri olduğunu söylüyor.#$e#Yaptığı kıyafetlerin bazıları güzel, ama niye dışarıda bir ton güzel markanın mükemmel kıyafetleri varken bunları giyesin?",
				"summer_Mon4": "Bu yaz güzelce bronzlaşacağım.",
				"summer_Mon6": "Dergi yerine biraz kitap okumaya başlamalıyım.#$e#Yeni şeyler öğrenmek iyidir, değil mi?#$e#Zaten hep resimlere bakıyordum.",
				"summer_Tue2": "Her gün bu kıyafetleri giyiyor musun?",
				"summer_Tue4": "$p 47#Hey kavanozları açmak için bu aleti buldum. Yani artık bana yardım etmek zorunda olmayacaksın.$h|Gökyüzünde bir tane bile bulut yok.$h",
				"summer_Tue8": "Sanırım kırda yaşamak çok da kötü değil.#$e#Şehirde yaşasam bütün buağaçları özlemeye başlardım.#$e#@, sanırım seninle çok fazla takılıyorum.$h",
				"summer_Wed4": "Bugün hava çok sıcak!#$e#Keşke dondurmam olsa.$s",
				"summer_Wed6": "Hey, eğer tanıştığımızda sana karşı kaba olduysam üzgünüm.$s#$e#Aslında çok nazik birisin. Sadece birinin niye gelip burda yaşamayı seçtiğini anlamıyordum.$s",
				"summer_Wed10": "Ah, tam da güneş kremimi tekrar sürecektim. Yardım eder misin?$h#$e#Sadece kürek kemiklerimin arasına biraz lazım. Hadi. Utanma.",
				"summer_Thu2": "Alex sana formda kalmak konusunda bir iki şey öğretebilir, sadece FYI.^Ah, selam. Patavatsızca gelebilir? Ama Alex sana söylememi istedi... ilgilenmediğini. Merak edersen diye.",
				"summer_Thu4": "Eğer güneşte çok kalırsan saçının rengi açılır.#$e#Bilmesi güzel bir şey!",
				"summer_Thu6": "Eğer güneşte çok kalırsan saçının rengi açılır... Ama güneş yanığı da istemezsin.#$e#Sadece sağlıklı bir miktar günışığı isterim. Her şey kararında, değil mi?",
				"summer_Fri4": "Kızlar için, alışveriş aslında beyne sağlıklı kimyasallar salıyormuş. Bunu biliyor muydun?#$e#Bir çok erkek bunu anlamıyor.^Bir ara bunu denemelisin.",
				"summer_Fri8": "Birkaç yıl önce Zuzu Şehri'ne taşınan bir arkadaşımdan haber aldım. Düşündüğüm kadar büyüleyici gelmiyor.#$e#Manyak gibi çalışıyormuş ve kirasını ancak ödeyebiliyormuş. Bu üzücü, ama bu aslında bana Pelikan kasabası'nda yaşamanın değerini gösteriyor.",
				"summer_Fri10": "Ah, selam @!#$e#Çocukları sever misin?$l",
				"summer_Sat": "Çiftçilik kulağa çok sıkıcı geliyor...#$q 142/143 summer_Sat_old#Bütün gün ne yapıyor olabilirsin ki?#$r 142 10 summer_Sat_12#Bitkilere bakıyorum.#$r 142 10 summer_Sat_12#Mağaraları keşfediyorum#$r 143 -10 summer_Sat_13#Odanı karıştırıyorum.#$r 142 10 summer_Sat_12#Hazine arıyorum",
				"summer_Sat6": "Yüzmeye gitmek için güzel bir gün gibi duruyor.",
				"summer_Sat10": "Rowr. Pekala bugün daha da sıcak olamaz diyordum.$l#$e#Bugün ne yapmayı düşünüyorsun?$l",
				"summer_Sun2": "Hala çiftlikte sıkılmadın mı?#$e#Tabi, tamam. sen sensin.",
				"summer_Sun4": "Genelde Emily yemeği pişirir... Ama kinoa gibi garip şeyler yapıyor.",
				"summer_Sun_inlaw_Emily": "Ah... selam.",
				"summer_Sun4_inlaw_Emily": "Emily senein için yemek yapıyor mu? Aslında onun yemeklerini özlüyorum. Eli çok lezzetli.$s",
				"summer_Sun6_inlaw_Emily": "Önce ailem gitti, ve şimdi Emily de. Ben sadece...$s#$e# Bu çok fazla, biliyor musun?$s#$e#Üzgünüm. Bencil olduğumu biliyorum.$s",
				"summer_Sun8_inlaw_Emily": "Hey. Kız kardeşim nasıl?#$e#Ben iyi geçiniyorum. Sadece alışmaya çalışıyorum.",
				"summer_Sun10_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz. Çok yalnız hissediyorum.$s#$e#Neden uğramıyorsun?$l",
				"fall_Mon2": "Eğer şehirde yaşasaydım, yapışkan yapraklar ve çamur hakkında endişe etmem gerekmezdi.",
				"fall_Mon4": "Düşen yaprakların yapış yapış olması berbat.",
				"fall_Mon6": "$p 48#Tavan arasında büyük büyükannemin başka bir bileziğini bulduğumu sana hiç söylemiş miydim?|Bu bileziği görüyor musun? Büyük büyükanneme aitti.#$e#Gerçekten ilginç bir kadındı.",
				"fall_Mon10": "@, Bugün seni gördüğüme mutluyum.$h",
				"fall_Tue2": "Bir şeyler topraksı kokuyor...#$b#Ah, doğru. Sen bir çiftlikte çalışıyorsun.",
				"fall_Tue4": "Çiftliğinde yavru tavşanların var mı? Tavşanlar ÇOK şeker! <",
				"fall_Tue8": "Kirin kokusunu sevmeye başladım. Garip değil mi?#$e#Sanırım sen hep etrafta olduğun için.$h",
				"fall_Wed4": "Olur da sıkılırsan, bana uğra.",
				"fall_Wed6": "Son zamanlarda yavaş bir deklanşörü deniyorum. Güz renklerine 'çiçek' efekti gibi bir şey veriyor.",
				"fall_Wed8": "Olur da sıkılırsan, bana uğra.$h",
				"fall_Thu4": "Dudak parlatıcı hayattır.#$e#Bu nesnel gerçeği reddetmeye çalışma.#$e#*kıkırdar*$11",
				"fall_Thu6": "Alışveriş eskisi kadar kulağa eğlenceli gelmiyor.#$e#Bana ne oluyor böyle?#$e#Hmm...",
				"fall_Fri4": "Çok sıkı çalışmış gibi görünüyorsun.#$b#Neden günün geri kalanında dinlenmiyorsun?",
				"fall_Fri8": "Sudan zıplayan somonların bazı güzel fotoğraflarını çektim. Doğru kareyi yakalamak bayağı sabır istiyor.#$e#Balıkçılık da böyle bir şey mi?",
				"fall_Fri10": "Hey selam.#$e#Tam da seni düşünüyordum.#$e#Seni özlüyorum.$l",
				"fall_Sat8": "Belki bugün suluboya yapmayı deneyeceğim. Yaratıcı bir şey yapmak eğlenceli olacak.#$e#İlham almak için kullanabileceğim bir sürü fotoğrafım da var.",
				"fall_Sun10": "Bu kasabada sensiz mutlu olabileceğimi düşünmüyorum, @. Yani, teşekkür ederim.#$Gerçekten, ihtiyacın olduğunda senin için her şeyi yaparım.$l",
				"fall_Sun_inlaw_Emily": "Ah... selam.",
				"fall_Sun4_inlaw_Emily": "Eh... kız kardeşim nasıl?",
				"fall_Sun6_inlaw_Emily": "Önce ailem gitti, ve şimdi Emily de. Ben sadece...$s#$e# Bu çok fazla, biliyor musun?$s#$e#Üzgünüm. Bencil olduğumu biliyorum.$s",
				"fall_Sun8_inlaw_Emily": "Evi toplu tutmak için bir çok alışkanlığımı değiştirmek zorunda kaldım.#$e#Demek istediğim, görüyorsun değil mi? Kötü bir iş yapmıyorum, yapıyor muyum?",
				"fall_Sun10_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz. Çok yalnız hissediyorum.$s#$e#Neden uğramıyorsun?$l",
				"winter_Mon6": "Biraz taze hindistan cevizi beni daha sıcak bir yerdeymişim gibi hissettirebilir.#$e#Artı, hakkında okuduğum hacim veren bakım ürününün içinde hindistan cevizi yağı da varmış. Birkaç defa denedim ve çok iyi.",
				"winter_Mon8": "Keşke Yıldızçiyi Vadisi daha sıcak olsa.#$e#Başka bir yere taşınırdımm, ama...",
				"winter_Tue6": "Hmm. Hava güzel bir fotğraf çekinmek için çok soğuk.$u#$e#Kar güzel, ama parmaklarım donabilir.",
				"winter_Tue10": "Alex ve ben çocukluğumuzdan beri sürekli değişken bir şey yaşadık.$u#$e#O iyi bir çocuk, ama arkadaş kalsak daha iyi.#$e#...Yani hiçbir konuda endişelenmen gerekmiyor.$l",
				"winter_Wed": "Keşke biri bana nane şekerli kahve getirse.$s#$e#Canını sıkma, bir tanesini yapamayacağını biliyorum.",
				"winter_Wed4": "Hmm. Üstündeki ne marka?#$e#Ah. Im, boşver.",
				"winter_Thu": "Sonraki bahar için ihtiyacım olan bütün kıyafetlerin bir listesini yapacağım.",
				"winter_Fri": "Çiftliğinde bir tayın var mı?$h#$e#Ah. Hayal kırıklığına uğradım...$s",
				"winter_Fri6": "Şu çiftlikte her şeyi nasıl düzenli tutuyorsun? Şey gibi, en başından nasıl başlayabildin ki?#$e#Senin bunu yapabiliyor olman bana çılgınca geliyor.",
				"winter_Fri10": "Bunu söyleyeceğimi düşünmezdim, ama aslında senin bir çiftlikte yaşamanın çok havalı olduğunu düşünüyorum. Keşke ben de öyle olsam.#$e#Sadece baharda bitkiler yeniden her yerden yeşerdiğinde etrafın nasıl görüneceğini düşünüyorum.#$e#Ve seni tarlanın ortasında düşünmek... bu en iyi tarafı.",
				"winter_Sat": "Kışla ilgili güzel olan tek şey daha fazla uyuyabilmem.#$e#Her gece en az 10 saat uyumayı seviyorum.",
				"winter_Sat2": "Aahhh, çok uykum var.$s#$e#Ah pekala. Hiç değilse her bir gün uyumak güzel.#$e#Gözlerin rakunlarınki gibi. İyi misin?",
				"winter_Sat4": "Kışla ilgili güzel olan tek şey daha fazla uyuyabilmem.#$e#Her gece en az 10 saat uyumayı seviyorum.",
				"winter_Sat6": "Bu sabah kar gökkuşağı parıltılıydı. Güzel makro çekimler yaptım.#$e#Sonra geri yattım.",
				"winter_Sun": "Alex'e selamımı söyler misin?#$e#Sağol.",
				"winter_Sun6": "Im, Alex'i görürsen ona meşgul olduğumu söyler misin?#$e#Sağol.",
				"winter_Sun_inlaw_Emily": "Ah... selam.",
				"winter_Sun4_inlaw_Emily": "Sadece olduğu gibi söyleyeceğim. Emily'i gerçekten özlüyorum. özleyeceğimi düşünmüyordum, ama özlüyorum.",
				"winter_Sun6_inlaw_Emily": "Bu günlerde kendi başıma ne yapmalıyım?$a",
				"winter_Sun8_inlaw_Emily": "Kendi geleceğimi daha fazla düşünmeye başladım.#$e#Her zaman nazik birinin gelip ayağımın altını süpüreceğini düşünürdüm, ama görünüşe göre Emily ikimizin arasından şanslı olan.$s",
				"winter_Sun10_inlaw_Emily": "Ev Emily'siz çok boş ve sessiz. Çok yalnız hissediyorum.$s#$e#Neden uğramıyorsun?$l",
				"spring_1_2": "I think this year, I need to keep working on my photography.#$e#Any new year's resolutions for you?",
				"summer_12": "Dün Emily'i luauda gördün mü? Çok saçma.$11",
				"fall_1": "Şimdiden sonbahar geldi mi?$s",
				"winter_28": "Nihayet. Bu soğuk havanın asla bitmeyeceğini düşünüyordum.#$e#Sadece bu sulu karların erimesini beklemem gerek.",
				"summer_12_2": "Dün Emily'i luauda gördün mü? Çok saçma.$11",
				"winter_28_2": "Nihayet. Bu soğuk havanın asla bitmeyeceğini düşünüyordum.#$e#Sadece bu sulu karların erimesini beklemem gerek."
			}
		},
		{
			"LogName":"Haley Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHaley",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Ahh, bugün dışarı çıkmayı planlamıştım...$s#Yıllar boru çok değiştim, ama hala güneşli havayı tercih ediyorum.",
				"Rainy_Day_1": "#$c .5#Günün birinde yaşlanmak biraz ürkütücü. Sadece yanımda olacağın için mutluyum.#Bazen emekliiliğimizi hayal ediyorum... Eğreltiotu Adaları'nın güneşli sahillerinde rahatlamak!#$e#Gelecek hakkında hiç düşünür müsün?",
				"Rainy_Day_2": "Günaydın! Erken kalkıp senin için tatlı bir şeyler pişirdim! [223 234 211 651 731]#$e#$c .5#Acaba bir fırıncı olarak çalışabilir miydimI? ...Ama belki o kadar da eğlenceli olmazdı. Senin için pişirmeyi seviyorum.#Güçlüsün biliyorum, ama hala en iyi halinde kalmak istiyorsan sağlıklı beslenmelisin!$h",
				"Rainy_Day_3": "#$c .5#Bugün dışarı çıkamam... saçım mahvolur. Affet beni, sevgilim.$s#Seninle birlikte dışarı çıkıp saçımı mahvedeyim mi istiyorsun? Haahaa, hayır, bunu geçeceğim.$h#$e#Senin için hep en iyi şekilde görünmek istiyorum.",
				"Rainy_Day_4": "#$c .5#Ah hayır... Eğer bu hava devam edip durursa soluklaşacağım.$s#Bu havada dışarı çıkıyor musun? Sadece döndüğünde botlarını paspasa sildiğinden emin ol, tatlım.#$e#Ben sadece içeride kalıp ev işi yapacağım.",
				"patio_Haley": "#$c .5#'Keçi peyniri' de!#Bu çiftlikteki zamanımızı belgeliyorum. Bugün başka bir anı yapıyoruz!",
				"Rainy_Night_0": "#$c .5#Ah, nihayet döndün. Burası kendi başıma çok soğuk... Işıkları kapatmaya hazır mısın?#*kıkırdar* Yağmurda sırılsıklam olduğun zaman, bu berbat, ama seni böyle yürümekte zorlanırken görmek biraz komik.$11",
				"Rainy_Night_1": "#$c .5#Yağmura nasıl dayanabiliyorsun? Öff, ölebilirim.#Umarım yarın sabahgüzel ve güneşli olur. Çok fazla yağmur içimi karartıyor.$s",
				"Rainy_Night_2": "#$c .5#Ah, tanrıya şükür! Seni sabaha kadar göremeyeceğimi sanmıştım.#Umarım Emily kendi başına çok yalnız değildir. Onu yakında tekrar ziyaret etmeliyim.$7",
				"Rainy_Night_3": "#$c .5#Bugün sıkıntıdan süründüm resmen. Sıkıcıysam üzgünüm.$s#Bir fotoğrafçı için yağmur korkunçtur. Yıldırım çok kötü, ve ekipmanını mahvetmeden dışarı çıkamazsın!$s",
				"Rainy_Night_4": "#$c .5#Yemek pişirmek bugün zamanı geçirmeme yardım etti. Başlamaksa sadece birazcık çaba gerektirdi. [727 231 207 199]#Senin için sıcak yemek yaptım, tatlım. Bol acılı, tıpkı sevdiğin gibi. Tadını çıkar! [727 231 207 199]$h",
				"Indoor_Day_0": "Günaydın! İyi uyudun mu?$h#$e#$c .5#Eskiden uykuya ihtiyaç duyduğum kadar artık uykuya ihtiyaç duymuyorum, seninle tanışmadan önce. Bütün bunların neyle ilgili olduğunu bilmiyorum.#Sanırım bugün eski kameramı çıkarabilirim... ışık mükmemmel.",
				"Indoor_Day_1": "Günaydın, sevgilim! Güzel kokuyor, değil mi? Sana kahvaltı yaptım! [194 195 210 211 216]#$e#$c .5#Birisi için pişireceğin zaman pişirmek daha çok eğlenceli oluyor.$11#İşinle meşgul olacağını biliyorum. Yapabileceğimher şekilde sana destek olmak için buradayım!",
				"Indoor_Day_2": "#$c .5#Günaydın, günışığım! Hala uykun varmış gibi görünüyorsun.$h#İyi uyudun mu? Biraz horluyordun.$h#$e#Yapmam gereken bazı ev işleri var. Günün iyi geçsin.",
				"Indoor_Day_3": "#$c .5#Temizliği sevmeyi öğrendiğime mutluyum! Ev çok kolay kirleniyor. Her şeyi pırıl pırıl tutmak çok memnun edici.#Umarım bugün çok meşgul bir gün değildir. Birbirimizle biraz zaman geçirmeliyiz.#$e#Sen çıkmadan bir öpücük alabilir miyim?$11",
				"Indoor_Day_4": "#$c .5#Seninle tanışmadan önce hayatımda yönüm yoktu gibi hissederdim. Ama şimdi tam istediğim şeye sahibim.$l#Günaydın, sevgilim. Çiftlik işleriyle başka bir gün daha, ha? Ben seni düşüneceğim. <$h",
				"Indoor_Night_0": "#$c .5#Sıkı çalışmış gibi görünüyorsun, sevgilim. Sakinleşmene yardım edeyim.$l#Bunu söyleyeceğimi düşünmezdim, ama kır hayatı bana gerçekten uyuyor.$h",
				"Indoor_Night_1": "#$c .5#İyi akşamlar, tatlım. Gevşemene yardımcı olması için benden istediğin bir şey var mı?$l#Evine bağlı bir eş olmama izin verdiğin için teşekkür ederim. Bu konuda biraz geleneksel olduğumu biliyorum, ama bunu gerçekten seviyorum.",
				"Indoor_Night_2": "Ah güzel, geldin!<$h#$e#$c .5#Bu muhtemelen günün en sevdiğim kısmı.$l#Günün nasıl geçti?",
				"Indoor_Night_3": "#$c .5#Ah, bu koku mu? Sen içeri girmeden az önce biraz fleur de cerisier parfümü sıktım. Umarım beğenirsin.#İyi akşamlar, tatlım. Ne zaman yatağa girmek istersin?$l",
				"Indoor_Night_4": "#$c .5#Yemek hazır! Umarım açsındır![727 231 207 199 197 212 208]$h#Bu tarif biraz zaman aldı, ama bu gerçekten eğlenceliydi. Hadi göm! [727 231 207 199 197 212 208]$h",
				"Outdoor_0": "Dışarıda olduğumda hep çok iyi hissediyorum, temiz havayı içime çekerken.#$e#$c .5#Ne demek istediğimi anlıyorsun, değil mi? Şey, kendine bak. Her zaman dışarıdasın.#Beni yanlış anlama, büyükbabanın eski evi çok hoş! Ama hiçbir şey bu güzel manzarayı geçemez.",
				"Outdoor_1": "#$c .5#Bugün Emily'i arayacağım. Sadece onun uyanmasını beklemeliyim.#Çiftliğin şirin olduğundan emin olmalıyız! Bu önemli olabilir... değil mi, tatlım?",
				"Outdoor_2": "#$c .5#Bugün meşgul başka bir gün olacak mı?#Selam, tatlım! Çiftlik işleri hakkında daha fazla şey bilsem sana dışarıda daha fazla yardım ederdim. Üzgünüm!#$e#Ben seni düşünüyor olacağım.$h",
				"Outdoor_3": "#$c .5#Bu kasabada eskiden çok sıkılırdım. Ama bir kere durup bir şeyleren zevk almayı öğrenince, o kadar da kötü olmuyor.#Ben burada sadece biraz toz alacağım. Bu sana yardımcı olmalı, değil mi?",
				"Outdoor_4": "#$c .5#Görünüşe göre bronzlaşmak için güzel bir gün, sence de öyle değil mi, birtanem?#Kendini fazla çalıştırma, tatlım. Ara sıra mola verdiğinden emin ol, ya da bir şeyler ye.",
				"Outdoor_Haley": "#$c .5#Görünüşe göre bronzlaşmak için güzel bir gün, sence de öyle değil mi, birtanem?",
				"funLeave_Haley": "#$c .5#Pekala, bütün haftamı burada gezinirken geçiremem. Bugün benim dışarı çıkma günüm.#Bugün biraz kasabada sosyalleşeceğim.",
				"funReturn_Haley": "#$c .5#Herkes bugünlerde bana karşı daha nazik. Muhtemelen sebebi benim de onlara daha nazik davranmam.$h#Herkesi kasabada görmek güzeldi. Güzel bir gün geçirdin mi sevgilim, sevgilim?",
				"OneKid_3": "#$c .5#*burnunu çeker* Üzgün olduğum için ağlamıyorum. ağlıyorum çünkü... Ben- sadece- ... bebeğimizi bu kadar çok seveceğimi bilmiyordum. *burnunu çeker*$s#Tuhaf değil mi? Anne olmaya alışık değilim.",
				"TwoKids_2": "#$c .5#Bebekleri dikkatli izle! İşte şirin ekip geliyor!$h#%kid2 çok güzel görünen bir bebek değil mi?",
				"TwoKids_3": "#$c .5#Büyük bir ev, iki çocuk, ve güzel bir arazi. Başka ne isteyebilirdim bilmiyorum.#İki çocuktan sonra bile şeklimi koruyabiliyorum. Övünmek gibi olmasın, ama...$h^Sahiplenmek hakkında olumlu bir şey daha söyleyeyim mi? İkimiz de şeklimizi koruyoruz.$h",
				"spring_8": "Gençken biraz dram kraliçesi olduğumu kabul ediyorum.#$e#Tamam, belki bayağı büyük bir dram kraliçesi.$h#$e#Ama şimdi düşüncesi bile çılgınca geliyor. Şu gençlik yılları ayrı bir insanın hayatından gelmiş gibi oluyor. Şu anda çok uzak geliyorlar.",
				"spring_14": "Umarım şölenlerde Alex'e selam verirsem bir şey demezsin.#$e#Burası küçük bir kasaba, bu yüzden de hepimizin arkadaş olması gerektiğini hissediyorum.",
				"spring_22": "Dışarıda çok güzel çiçekler var! Eve biraz getirirsen bir şey demem, böylece saçımı bu hafta için süsleyebilirim...",
				"spring_23": "Ne? Tabikide hala çiçek dansı için yeterince genciz. Komik olma.$h#$e#Ve kasabanın tamamına seninle olmaktan ne kadar gurur duyduğumu göstermeyi iple çekiyorum.",
				"spring_28": "Umarım bu yaz güzel anılarımız olur. Neleri bekliyorsun?",
				"summer_6": "Biliyorsun, artık her günümü Alex'le geçirmemekle ilgili komik bir şey... Spor hakkında durmadan konuşmasını dinlemek zorunda değilim.",
				"summer_8": "Eğer dışarı çok sıcak olursa, neden beni gelip aramıyorsun?Gölgede zaman geçiririz.",
				"summer_12": "Dansı seviyorum, ama Emily luauda kendi şeyini yapınca, benim için izlemesi daha eğlenceli oluyor.",
				"summer_22": "Bu gece ince giyinmemi ister misin?#$e#Hah, sanki bu da bir soruymuş gibi, değil mi?$h",
				"summer_27": "Ayışığı denizanaları yarın gece. Buna bir randevu diyebilir miyiz?",
				"fall_3": "İşte oldu! Sadece beni güzün hüznünden dıları çıkaracak bir şeyler pişirmem gerekti. İşte, hadi dene. [223 234 211 651 731]",
				"fall_8": "Dışarıdaki renklerle, Bazı güzel fotoğraflar çekme fırsatımı kaçırmak istemiyorum.#$e#Belki biraz suluboya da yapabilirim, Yaratıcı kalmalıyım sadece.",
				"fall_13": "'Moda Kızı' aboneliğimi yenileme zamanı. Bugün bunu yapmayı unutmamalıyım.#$e#Biliyorum, bunun için biraz büyüğüm. Ama küçük bir gençlik nostaljisinde yanlış olan nedir?",
				"fall_22": "Brr... aslında bu sabah çok soğuktu. Neredeyse kar yağacaüını düşünmüştüm.$s",
				"fall_28": "Sanırım bu sabah bir kaç kartanesi gördüm. Yılın ilklerini görmek her zaman çok büyülü.",
				"winter_8": "Bugün karanlık odama uğramak istiyorum. Açmak için bazı fotoğraflarım var.#$e#Artı, Emily'e gidip bakmak kötü olmazdı. Neredeyse sanki şimdi abla olan benim, belli konularda.",
				"winter_22": "Bu eğlenceliydi, böyle bir gecenin ortasında kalkıp film izlemek.$h#$e#Biraz uykum var, ama buna değerdi.#$e#Ayrıca diğerimiz çok da iyi uyuyamamış.",
				"winter_24": "Şölen yarın! Ağacın altında ne bulmayı beklyorsun?$h",
				"winter_28": "Mutlu yeni yıllar, neredeyse! Bu gece için turta pişirdim. [222 608]$h#$e#Belki içecek bir şey alabilirsin, ve kendimize küçük bir kutlama yaparız."
			}
		}
	]
}