{
	"Changes":[
		{
			"LogName":"Harvey",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Harvey",
			"Entries": {
				"Mon4": "Normal işinin dışında bir hobiyle uğraşmak önemli.#$q 080/081/082/083 Mon_old#Çiftçilik dışındaki en büyük hobin nedir, @?#$r 080 5 Mon_080#Balıkçılık#$r 081 5 Mon_081#Sosyalleşme#$r 082 5 Mon_082#Ev dekorasyonu#$r 083 -50 Mon_083#Çok içki içmek",
				"Mon_old": "$p 083#Doktorun olarak sormalıyım, alkol içermeyen sağlıklı bir yol buldun mu?|Biraz çeşitlilik olmadan kendini mahvetmek kolay oluyor. Sağlıklı bir yol bulduğuna mutluyum.",
				"Mon_080": "Bu mu? Evet, yani, burası balıkçılık için harika bir bölge.$h#$b#Artı, yakaladıklarınla nasıl harika yemekler yapabileceğini tahmin edebiliyorum.",
				"Mon_081": "Ah, güzel! İyi dostlarının olması hoş. Ne de olsa sosyal hayvanlarız.$h#$b#Biraz sosyalleşerek zaman geçirmek herhalde benim de işime yarayabilir.",
				"Mon_082": "Kulağa ilginç geliyor. Bir ev azıcık kişileştirilmeden bir yuva olamaz, değil mi?",
				"Mon_083": "Ahhh... Bu...$s#$b#Bunu söylemeni beklemiyordum. Sana bir destek grubunun numarasını verebilir miyim?",
				"Mon6": "Hastalarımın çoğu bana daha alışık hale geldiler.#$b#Görüşmeler odada güven hissi olduğunda daha az stresli oluyor.",
				"Mon8": "Yıldızçiyi Vadisi'nde bir süre kalmayı isterim. Nihayet topluma karışmışım gibi hissediyorum.#$e#Faydalı olduğunu bilmek iyi hissettiriyor.",
				"Tue2": "Kararında olduğunda mandıra ürünleri küçük çocuklar için sağlıklı oluyor, ama yetişkinlerin süt ve peynirle sınırlandırması iyi bir fikir.#$e#Beyin sağlığı için balık düzenli olarak yemek için iyi bir yemek.",
				"Tue4": "It's important for the examination room to remain confidential, bu yüzden eğer bir hastayla ilgilenmekle meşgulsem lütfen uzun süre oyalanma.#$e#Seni görmek güzel de.",
				"Tue6": "İşimin büyük bir kısmı evraklar. Eğer büyük bir hastanede çalışsam, bir sekreter çoğunu benim için hallederdi.#$e#Burada işler hala daha kolay, uzun vadede. genelde öğleden sonraları çıkıyorum.",
				"Tue8": "Ah, @, merhaba!$h#$b#Sanırım kliniğimiz çoğu doktor ofisinden daha rahat bir atmosfere sahip hale geldi. Öylece içeri gelebilirsin.#$e#Kimse için önemli değil gibi. Bu kasabamızın özgün kişiliğinin sadece bir parçası.",
				"Tue10": "Kendini çok çalıştırma, @. Doktorun emirleri!#$e#Sağlığın benim için önemli.$l",
				"Wed": "Hapşırdığında ağzını kapatmayı unutma.#$e#Sonra da ellerini yıkadığından emin ol.",
				"Wed2": "Arada sırada yürüyüşe çıkmak iyi geliyor. Keşke dışarıda daha fazla zaman geçirebilsem.#$e#Bu senin için çok da bir sorun olmamalı, değil mi?$h",
				"Thu2": "Fermente yiyecekler sindirim sistemi için harika. Herkes bayılmıyor, ama dünyanın her etrafındaki insanlar bin yıl boyunca onlarla hayatta kaldı.#$e#Ayrıca, vücutlarımız hala probiyotikler için onlara bağımlı.",
				"Thu4": "Medikal tavsiyelerimi verirken çocukmuşsun gibi konuştuysam üzgünüm. İnsanlara basit sağlık alışkanlıklarını hatırlatmak benim işim.#$e#Keşke mecburi olmasa, ama istatistikler ciddi sayıda insanın okulda duyduğu tavsiyelere dikkat etmediği yönünde.",
				"Thu6": "Bütün hastalarımın tıp kayıtları katı bir şekilde gizli. Umarım neden her günümün nasıl geçtiği konusunda konuşamadığımı anlıyorsundur.",
				"Thu8": "Birçok doktorun aksine şehit karmaşasının içine hiç girmedim.#$e#Orta zorlukta çalıştığımı hissederim, ve teknik olarak 7/24 aranabilirim, ama aynı zamanda kendi hayatım için hazır olmak istiyorum.",
				"Thu10": "Doktor olmak uğraştırıcı bir iş. Gerektiği kadar sağlıklı beslenmiyorum.$s#$e#Kendi başıma yaşamasam daha kolay olabilirdi.$l",
				"Fri2": "Benden önce burada çalışan doktor Pelikan Kasabası'nda kazı çalışması sırasında da burada olmuş olmalı.#$b#Muhtemelen ilgilenmesi gereken bir sürü solunum sıkıntısı olmuş olmalı. Sadece tahmin edebilirim.$s",
				"Fri6": "Joja Şirketi'ndeki eski işini duydum. Kulağa tam zamanında oradan çıkmışsın gibi geliyor.#$e#Eski hayatını geride bırakman çok riskliydi. Burada olduğuna memnunum da.",
				"Fri8": "Bazen 'doktor' ve 'komşu' rollerini diğer kasabalıyla dengelemeye çalışmak bir zorluk oluyor.#$e#Hastalarımın çoğunu yılda bir kez görmenin tanınmayışının da hala üstesinden geleceğim de.",
				"Sat": "Bugün boş günüm, ama bütün gün de içeride kalmamalıyım.",
				"Sat2": "Senin için yapabileceğim bir şey var mı?#$e#Kendine iyi bak.",
				"Sat6": "Genellikle Cumartesileri hobilerimle uğraşmak için içeride kalırım.#$e#Ayrıca, bazen bütün hafta toplumun içinde olmak biraz yorucu, kasaba beni çok özel bir rolde gördüğünde...",
				"Sat8": "@! Uğrayıp selam vermen ne kadar hoş!#$e#Benim için sakin ama büyüleyici bir gün oldu. birkaç tane daha ünlü pilot hakkında okuyordum.",
				"Sun": "Klinikteyken, iş dışı bir şey konuşmak istersen tezgahın arkasına gelmekten çekinme.#$e#Küçük bir kasabada çalışmanın faydası.",
				"Sun2": "Hmm... geçinmekte zorlanıyorum. Yeterli hastam yok.#$e#Galiba komşu kasabalardan hasta almalı denemeliyim...",
				"Sun4": "Our government provides a small pension for the routine checkups I do on all the villagers, ancak gelirimin geri kalanı komisyon temelli.#$e#Evet, devletin sağlık sistemi yenilenmesi gerektiği bir sır değil, ama tıp okuluna politikacı değil doktor olmaya gittim.",
				"Sun10": "Tıpı bırakmak istediğim en yakın nokta ikametimin pediatrik dönüşü sırasında oldu, travma merkezinde.$s#$e#Yapması çok... zordu.$s#$b#Ama ilerlediğim için memnunum, ihtiyacı olanlara tedavi vermek için. Başka ne yapabilirim ki?",
				"summer_Tue": "Orta miktarda güneş ışığı almak iyi. Sadece yanık olma.#$e#Tamam. Kendine iyi bak! Sağlıcakla kal.",
				"summer_Tue2": "Tarlada çalıştığında su içtiğinden emin ol.#$e#Bir şapka takmak da iyi bir fikir.",
				"summer_Tue4": "Çiftliğinde hiç arı kovanın var mı? Yerel balın alerji semptomlarını azalttığına dair güçlü kanıtlar var.",
				"summer_Tue8": "Tıp okulundaki sekiz yılım sanki devamlı bir buğuydu. Buraya taşındığımdan beri, aslında tekrar yavaşlayabilirmişim gibi hissediyorum.#$e#Yarın biraz dışarı çıkmaya zaman ayırmalıyım.$h#$e#Her doktor bu lükse sahip değil.",
				"summer_Thu2": "Maru burada çok yardımcı oluyor. Bence o tıpta kariyer anlamında uğraşsa çok başarılı olabilir.#$e#Elbette, diğer bilim dallarında da çok becerikli. Kim bilir en son nerede olacak.",
				"summer_Thu6": "Kendi pratiğimi yapabilmek için az çok her tıp dalında bilgi sahibi olmalıyım.#$e#Genel tıpta eğitim gördüm ancak ikinci bir fikre ihtiyacım olursa biruzmana danışıyorum.",
				"summer_Thu10": "Nedense hayatımın sonuna kadar bekar kalacağımı sanıyordum.#$e#Seni Yıldızçiyi Vadisi'nde tanımak... benim gibi birine bile bütün olayla alakalı biraz kaderi hissetirmeye yeter.",
				"summer_Fri2": "Yazın soğuk kapmak daha az yaygın oluyor, ancak oldukça uzun sürebiliyor. Kendine iyi bakmaya devam et, @.",
				"summer_Fri4": "İnsanlar yazın pek hastalanmıyor. Bu güzel, ancak aynı zamanda benim için daha az iş demek.",
				"summer_Fri6": "Madenlerden uzak durmalısın, @. Bir sağlık ekibiyle beraber takımca bir operasyon olsa neyse...#$b#...ama kendi başına gitmek? Bu beni endişelendiriyor.#$e#Pekala, bütün yapabileceğim profesyonel tavsiyeler vermek. Seçim tamamen senin.",
				"summer_Fri10": "Bu mesleğe beni biraz insanlıktan çıkaracağını umarak girdim.#$e#Bulduğumsa beklediğimin tam tersiydi.$l",
				"fall_Sat": "Madenlere hiç gidiyor musun, @?#$e#Orası tehlikeli bir yer. Gitmemeni tavsiye ediyorum.",
				"fall_Sat4": "En başında işyerimin hemen üstündeki bir apartmana taşınmak biraz tuhaftı.#$e#Daha yakın olamazdım da!$h",
				"fall_Sat6": "Eski bir meslektaşımla iletişime geçtim. Kırda küçük bir muayenehane açmak istiyor gibi.#$e#Şehirde çalıştığı yerde çok iyi maaş alıyor, ama boş zamanı yok gibi bir şey.",
				"fall_Sat8": "İlginin sadece iyi ve zararın sadece kötü olabileceği bir ahlak sistemine inanıyorum.#$e#Sanırım bu yüzden doktor oldum, ancak tıp okulunda ikinci seneme kadar bunu ifade etmeyi pek öğrenemedim.#$e#Sadece dünyada çekilen acıyı azaltmak istiyorum.#$e#Seni buraya getiren nedir, @?",
				"fall_Sat10": "Ne, ben ve Maru mu? Hayır, elbette değil.$h#$e#O güzel bir genç kadın, ve Demetrius da memnun görünüyordu, ama işler yürümezdi.#$b#Nereden başlanabilirdi ki...?$l",
				"fall_Fri": "Belli yemekleri yediğinde daha iyi iş yaparsın.#$e#Bir 'Çiftçi Öğünü' yemek ekinleri daha iyi sulayıp hasat etmek için ihtiyacın olan besin maddelerini verecek!",
				"fall_Fri4": "Belli yemekleri yediğinde daha iyi iş yaparsın.#$e#Bir 'Açburger' yemek yenebilir bitkileri ve odunu daha iyi toplaman için ihtiyacın olan besin maddelerini verecek!",
				"fall_Fri6": "Belli yemekleri yediğinde daha iyi iş yaparsın.#$e#Bir 'Kırmızı Tabak' yemek normalde olduğundan sana daha fazla enerji verecek.",
				"fall_Fri8": "Belli yemekleri yediğinde daha iyi iş yaparsın.#$e#'Istakoz Çorbası' bayağı lüks bir yemek. Yiyeni rekor kırdıracak bir av yakalamaya hazır hissettireceğini düşünüyorum!",
				"fall_Fri10": "Belli yemekleri yediğinde daha iyi iş yaparsın.#$e#'Şanslı Öğün' acayip bir yemek, ancak senin yanındayken buna ihtiyacım olmadığını düşünüyorum.$l",
				"winter_Wed8": "Meslektaşlarımdan kritik durumda hastaneye getirilen iridyum madencileri hakkında hikayeler duyuyorum.#$e#Bazıları hayatta kalamıyor. Daha tehlikeli bir meslek duyduğumu sanmıyorum.$s",
				"winter_Wed10": "@, eğer madenlere girersen, bu bir şey...$s#$b#...ama ciddi bir şekilde yaralanırsan, arkanda kalanları da nasıl etkileyeceğini düşün.$s",
				"winter_Sat10": "*iç çeker*... biraz yaşlı hissetmeye başlıyorum...#$e#Daha çok yaşlanmak demek sırtına yük yükleyen daha çok anı demek. Bunaltıcı olabiliyor.$s#$e#Sanırım sen yanımdayken daha genç kalacağım.$l",
				"winter_Sun4": "Gotoro İmparatorluğu sakinleri için bayağı gelişmiş bir sağlık sistemine sahip.#$b#Ama malum sebeplerden, oraya taşınmam için ne kadar para versen az.$h",
				"winter_Sun8": "Hiç hastalanmıyor gibi görünüyorsun, @.#$e#Bu güçlü bağışıklık sistemi için minnettar olmalısı!$h",
				"spring_1_2": "Mutlu yeni yıllar, @!$h#$b#Güzel başlamak için harika bir gün.",
				"spring_12": "Pelikan Kasabası'nın takvimindeki yılın ilk festivalinin acayip olması ilginç.#$e#Hey, bu bir şikayet değil.$h",
				"spring_23": "Eski tıp okulundaki arkadaşlarım hastalarımın önünde dans ettiğime inanmazlardı.#$e#Pekala, teknik olarak bu işin bir parçası değil. Ama burada yaşamayı seçtiğimden, öyle olsun.$h",
				"summer_10": "Gerçekten umuyorum ki yarın luauda kimse çorbadan hastalanmaz.#$e#Potansiyel olarak, bir felaket olmayı bekliyor. Ancak bu kasaba elbette geleneklerini seviyor",
				"winter_7": "Yarın herkes soğuğun ortasındayken mi? Hayır, endişeli değilim. Normalden fazla değil yani.#$e#Soğuk havanın kendisi hastalıklara sebep olmaz. İnsanlar hala kalın giyinmeli ama.",
				"winter_28": "Yani... bu yıl bittiğinde, ben kaç... yaşımda olacağım? Hm.$s",
				"spring_12_2": "Peki, yarınki yumurta şöleni eğlenceli olmalı, sence de öyle değil mi?",
				"spring_23_2": "Eski tıp okulundaki arkadaşlarım hastalarımın önünde dans ettiğime inanmazlardı.#$e#Pekala, teknik olarak bu işin bir parçası değil. Ama burada yaşamayı seçtiğimden, öyle olsun.$h",
				"summer_10_2": "Gerçekten umuyorum ki yarın luauda kimse çorbadan hastalanmaz.#$e#Potansiyel olarak, bir felaket olmayı bekliyor. Ancak bu kasaba elbette geleneklerini seviyor.",
				"winter_7_2": "Yarın herkes soğuğun ortasındayken mi? Hayır, endişeli değilim. Normalden fazla değil yani.#$e#Soğuk havanın kendisi hastalıklara sebep olmaz. İnsanlar hala kalın giyinmeli ama.",
				"winter_28_2": "Yani... bu yıl bittiğinde, ben kaç... yaşımda olacağım? Hm.$s"
			}
		},
		{
			"LogName":"Harvey Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHarvey",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Bugün yağmurluk giyebileceğini düşünür müsün?#Yağmurun nezleye neden olması sadece bir efsane. Yine de, kayıp çamura düşmemeye dikkat et!#$e#Çoğu zaman senin için endişeleniyorum.",
				"Rainy_Day_1":"#$c .5#Klinikte kendi başıma yaşarken inanılmaz yalnızdım... Şimdi çok daha mutluyum.$h#Şimdi nasıl oldu da böyle bir sabah kuşu oldum? Tıp okulundan önce, hayatta bu saatte uyanık olmazdım. Yine de buradayız!",
				"Rainy_Day_2":"#$c .5#Erken uyandım ama seni uyandırmamaya çalıştım. Çok huzurlu görünüyordun.#Ahh... Eğer sana bir yağmurluk vermek istersem hayır diyeceğini biliyorum, haksız mıyım?$s",
				"Rainy_Day_3": "Yağmuru çok takmıyorum. Elbette uçakları uçarken izleyemiyorum, ancak hala radyodan dinleyebilirim.#$e#$c .5#Sadece pilotlar bulutların arasındalarsa umarım güvendedirler.#Bu bütün işi biraz daha gizemli kılıyor.",
				"Rainy_Day_4":"#$c .5#Bugün bitirmek istediğim yarım kalmış ev işleri var. Beni meşgul tutması için çok fazla var!#Bugün benden yapmamı istediğin ev işi var mı? Uyuyacaktım ama başka ne yapabilirim ki?",
				"Rainy_Night_0":"#$c .5#Günün nasıldı, balım? Bulaşıkları yıkayacaktım ancak \"Diz Ameliyatı Hayranı\"nın sonuncu konusuna daldım.#Sadece küçük bir sır, ancak... bu akşam iki tane şeker yedim. Her şey kararında, kararı da dahil, haksız mıyım?$l",
				"patio_Harvey":"#$c .5#Biliyorsun, bu 'tendon dinamiklerinin yolculuğu' burada dışarıda okuduğumda çekilebilir oluyor.#Benim için öğrenecek her zaman yeni bir şey var. Özellikle de kasabada hiç uzman yokken.",
				"Rainy_Night_1": "#$c .5#Eğer hayattan memnunsan, biraz tekrarlı da olsa kimin umrunda? Her zaman bunu söylerim.#Vücudumuzda bizi hayatta tutman binlerce küçük işlem gerçekleşiyor. Geceleri kendim için endişelenirdim, bir tanesi gerçektleşmezse n'olur diye, ama artık endişelenmiyorum.$h",
				"Rainy_Night_2":"#$c .5#Birazcık ıslak görünüyorsun, hayatım. Neden kendini ateşin orada ısıtmıyorsun?#Hey... Hadi yatağa erken girelim...$l",
				"Rainy_Night_3":"#$c .5#Yağmurun sesi aklımıza odaklanacak bir şey veriyor, böylece rastgele kafamızda beliren düşüncelerden dolayı dikkatimiz dağılmıyor. Bu neden yağmurun bu kadar rahatlatıcı olduğuna dair bir teorim...#Hey, yakın zamanda mola vermeyi planladığın günler var mı? Ara sıra bunu yapmak önemli. Fazla stres zararlı.",
				"Rainy_Night_4":"#$c .5#Balon gezimizin ikinci yarısını asla unutmayacağım. Hmmm... Ne diyorsun, biz...$l#Bugünü rahat geçirdim... biraz kitap okudum, radyomla uğraştım ve bir uçak maketi üzerinde çalıştıms. O kadar da kötü bir gün değildi!",
				"Indoor_Day_0":"Galiba hepimiz hayatta bir çeşit dengeye ulaşmak için çabalıyoruz. Karmaşıklığın bir dengesi.#$e#$c .5#Bir şey için, işyerine doğru yürümek bana çok yardımcı oluyor. Yapmam gerekenin sadece yataktan kalkıp alt kata inmek olduğu zaman çok üşenirdim.#Benim için, buraya taşınmak vücudumun bu dengeyi bulması için tam da gereken şeydi.$l",
				"Indoor_Day_1":"Günaydın! Sana besleyici bir kahvaltı hazırladım.[201]#$e#$c .5#Bu yiyebileceğin kadar dengeli bir kahvaltı. Özellikle de şuanki hayat tarzınla.#Yumurtalar önemli besin maddeleri için iyi bir kaynaktır, o yüzden ye.",
				"Indoor_Day_2":"#$c .5#Bu gerçekten hoş. Aslında bugün biraz boş zamanım var. Eğer büyük bir hastanede çalışsam bu mümkün olmazdı.#Bugün tıp literatürünü çalışacağım. Benim için güncel kalmam önemli ki hastalarıma mümkün olan en iyi ilgiyi gösterebileyim!",
				"Indoor_Day_3":"#$c .5#Bugün biraz jazz müzik dinleyio tıp raporlarını tamamlayacağım. Bugün ne planladın?#Tıp okulunu çok özlediğimi söyleyemem. Burada sahip olduklarımız çok daha iyi.$h",
				"Indoor_Day_4":"#$c .5#İlk tanıştığımızda senden korkuyordum. Şimdi ne kadar çok yol katettiğimizi düşünmek komik.$h#Bugün yapılması gereken herhangi bir ev işi var mı? Biraz toz alıp süpürge yapacaktım...Ah, ve sence mutfağın biraz temizlenmeye ihtiyacı var mı?",
				"Indoor_Night_0":"#$c .5#Bugün biraz egzersiz yaptım. Sen yaptın mı? ...Er, pekala, elbette yaptın.#Bitap düşmüş görünüyorsun, hayatım. Bu gece sana masaj yapayım. Söz veriyorum kas dokundaki yanmayı azaltacak!$l",
				"Indoor_Night_1":"Bize sağlıklı bir akşam yemeği yaptım. Sadece vadiden gelen taze ve sağlıklı malzemeler var! [212 214 225 209 200]$h#$e#$c .5#Bu benim en sevdiklerimden biri. Tadını çıkar!#Sadece kararında bir porsiyon yediğinden emin ol, hayatım.",
				"Indoor_Night_2": "#$c .5#Günaydın... bugün yapman gereken her şeyi bitirdin mi?#$e#Benim için endişelenme. Kendi başımın çaresine bakabilirim. Yapman gereken daha fazla iş varsa yapabilirsin.",
				"Indoor_Night_3":"#$c .5#Bazen bu saatte beynim açılıyor. Çok iyi bir alışkanlık edindim de, Gece ayakta kalmamak için. ...Bana katılmak ister misin?#Doktor olmak stresli bir şey, bu yüzden farm Çiftliği kadar rahatlatıcı bir yerde yaşamak cidden harika.",
				"Indoor_Night_4":"#$c .5#Ah! Tam da dolaşım sistemiyle ilgili bir şeyler düşünüyordum ve ne yapmaya çalıştığımı unuttum. Doktorların klasik bir problemi.#Senin üzerine titrememe izin verdiğin için teşekkür ederim. Aslında bu benim için çok önemli bir açılma fırsatı.",
				"Outdoor_0":"#$c .5#Burası çok güvenli bir yer. Sen gidip işine bak, benim için ednişelenme.#Bu çiftlik otoyoldan çok iyi gizlenmiş. Bahse varım çok fazla kişi bilmiyordur bile.",
				"Outdoor_1":"#$c .5#İnanıyorum ki burası çocuk yetiştirmek için ideal bir yer olmalı, bilimsel olarak. Sen ne düşünüyorsun?#Vadi çok iyi korunmuş bir sır olmalı. Sahip olduğumuz bitki örtüsü ve mevsimlerle, çok daha gelişmiş bir yer olmadığına şaşkınım.",
				"Outdoor_2":"#$c .5#En ilginç adam ben olmayabilirim, ama hayatımın geri kalanı boyunca sana sadık kalacağım.$l#Bu mükemmel. Güneş henüz çok parlak değil, ve güneş gözlüklerime bile ihtiyacım yok.",
				"Outdoor_3":"#$c .5#Balım, sadece söylemek istedim ki... sen... sen benim için dünyalara değersin.$l#Başka bir yerde yaşasam sabahları böyle uyanabilir miydim? ...Pek sanmıyorum.$h",
				"Outdoor_4":"#$c .5#Bir bilim insanı olarak böcek ve bitki hayatının hassas etkileşiminden büyüleniyorum.#Hey! Başka bir gün için heyecanlı mısın? Sadece dışarı doğru bak; bir sürü potansiyel var.$h",
				"OneKid_0":"#$c .5#Küçüğümüzün mümkün olan en iyi tıp muamelesini göreceğinden emin olacağım. Hiçbir şeyle ilgili endişelenme.#Sen ve %kid1 hayatımın en önemli parçalarısınız.",
				"OneKid_1":"#$c .5#Söylemeliyim ki, kendi çocuğumun olması pediatrik travma merkezimi çok zor bir yere döndürmüş olabilir.$s#Küçük %kid1 burada mükemmel bir çocukluk geçirecek. Bu fırsata sahip olduğumuz için gerçekten şanslıyız.",
				"OneKid_3":"#$c .5#İnsan hayatının bir iyileştiricisiyim, ama insan hayatının bir besleyicisi olmak? Bu tamamen yeni bir seviye.$h#Şu noktada baba olmaktan gerçekten mutluyum!$h",
				"TwoKids_0": "#$c .5#Bakalım... çocuklara yemek yedirildi, bezler değiştirildi... Sanırım şimdi biraz oyun zamanı için hazırız!$h#Çoktan %kid1 ve %kid2 kahvaltılarını yediler. Onlara sağlıklı yiyecekleri sevmeyi öğretmeye çalışıyorum!",
				"TwoKids_1":"#$c .5#Bir çocuğun kalbinin isteğini keşfetmesine izin verilmesi gerektiğine inanıyorum. Sadece bir kere çocuk olursun.#Çocuklar uçak maketlerimle oynamayı seviyorlar. Biraz saçma bir şekilde, ama önemli değil.$h",
				"TwoKids_2":"#$c .5#Çocuklar biraz önce steteskopumla oynuyorlardı. İkisinin de nabızları sağlıklı!#Belki %kid2 büyüdüğünde bir pilot olur, benim asla olamadığım gibi?",
				"TwoKids_3":"Hayatımı şimdi sana ve çocuklara adadım, ve bundan da memnumum. Her zaman harika bir ailem olmasını hayal etmiştim.$l#$e#Sonsuza kadar bekar kalmak konusunda kabuslar görmüştüm.... Seni çok seviyorum.$l",
				"funLeave_Harvey":"#$c .5#Bugün yürüyüşe çıkacağım. Tamamlamam gereken çok fazla tıp literatürü çalışması var, ve evde oturmazsam daha iyi çalışırım.#Sanırım bugün bir yürüyüşe çıkacağım. Sakinleşmeliyim.",
				"funReturn_Harvey":"#$c .5#Ah! İyi zamanlama. Eve şimdi geldim. Günün nasıldı?#İyi bir gün geçirdim. Ara sıra yalnız zaman geçirmek insanı rahatlatıyor. Günün güzel geçti mi, balım?",
				"spring_2":"Pekala, başka bir çalışma yılı için başlama zamanı! Umarım herkes kendine iyi bakmıştır.",
				"spring_9":"Burada ekinler nasıl bir halde? Canım gerçekten taze ürün çekiyor.#$e#Ya da... bir şeyin turşusuna ne dersin? Hiç turşumuz var mı?",
				"spring_16":"Hala diğer kasabalıların etrafında biraz çekiniyorum.$s#$b#Beni yanlış anlama... Pelikan Kasabası'nı ve bütün hastalarımın yüzlerini bilmeyi seviyorum, ama benim için bir doktor olmak bir komşu olmaktan daha kolay.#$e#Bazen rolleri arada değiştirmek zor oluyor.",
				"spring_25":"Seni bütün enerjinle etrafta koşarken görmek aslında beni de eskiden yaptığımdan daha çok koşuya çıkmaya motive etti.#$e#Benim için daha fazla aerobik yok. Tanrım... Bu kesinlikle bekar yıllarımın en sevdiğim kısmı değildi.$l",
				"summer_4":"Hava durumları şimdiden sonraki haftanın yağmur yağsa bile daha sıcak olacağını söylüyor. Dışarıda dikkatli ol!#$e#Ah, İyi olacağına güveniyorum. Sadece... bunu yapmama izin ver?$l",
				"summer_16":"Benim için, itina göstermek ve zarar vermekten kaçınmak... Bu son hedef. ASIL amaç. Bundan sonrası yok.#$e#Tıp okulundaki ilk yılımda aylarca bunu düşünmüştüm, ve hala da düşünüyorum. Başka hiç bir cevap bununki kadar bana anlamlı gelmiyor.",
				"summer_17": "Balım, elbette senin benimle tamamen aynı ahlak felsefesine sahip olmanı beklemiyorum.$h#$b#Sen beni seviyorsun, ben de seni seviyorum, ve bu senden ihtiyaç duyduğum tek şey.$l",
				"summer_23":"Aah, kötüye gittikçe giden kötü bir sivrisinek ısırığım var.$s#$e#Bunlardan bana çok olmuyor, o yüzden olduğunda gerçekten acıyor. Vücudum bunlara alışık değil.",
				"fall_4":"Kimseyle medikal kayıtları paylaşmamak gibi bir huyum var. Ve evet, buna sen de dahilsin.#$e#Pekala, hiç değilse sözlerimi tutmakta iyi olduğumu biliyorsun.$h#$b#Ve elbette, sana ömür boyu tutacak bir sözüm var.$l",
				"fall_9": "Sabah işe doğru gitmeyi seviyorum!$h#$e#Hah... Eğer buna \"gitmek\" denebilseydi.",
				"fall_11": "Garip bir şekilde Şehir Simülatörü 2000 için nostaljiğim. Yıllarca pek video oyunu oynamadım, ama ben çocukken bu beni sarmıştı.",
				"fall_18": "Bir gün kariyerimi bitireceğim noktaya geldiğimde, tıpın hepsi tamamen farklı olacak.#$e#Kök hücre tedavileri, yapay zeka tarafından yapılan ameliyatlar, gen tedavisi... Şu anda kullandıklarımız çok eskide kalacak!",
				"winter_11":"Ooooh, bugün hava soğuk. Gerçekten bir kupa sıcak kahveye hayır demem... Hiç var mı?$s",
				"winter_16": "Şu büyükbabanın mektubunu açtığında... biliyorsun, bana anlattığın?#$b#Seni o zaman hiç tanımadığımı düşünmek tuhaf, ama o dakika benim hayatımın yönünü sonsuza kadar değiştirdi.$l#$e#Bu sana... şu anda dünyada başka neyin olduğunu düşündürüyor, bizim bilmediğimiz, ancak hayatlarımızı sonsuza kadar değiştircek olanları?",
				"winter_24":"Ohhh, Şölen yarın! Sabırsızlanıyorum!$h#$e#Kim, ben mi? Kutlama? Pekala, \"Herşey kararında,\" derler... \"Kararı da dahil.\"",
				"winter_26":"Hah! Şölende neyin kenarda kaldığına ve tamamen korumasız olduğuna bak! [348]$h#$e#Hadi bunu bu gece açalım. Üzgünüm, erken olduğunu biliyorum. Sadece sana göstermek için bekleyemedim."
			}
		}
	]
}