{
	"Changes":[
		{
			"LogName":"Jas",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jas",
			"Entries": {
				"Mon2": "Yani sen kapı komşumuzsun, öyle mi?$u",
				"Mon6": "Zuzu Şehri nasıl bir yer? Hiç gitmedim.",
				"Mon8": "Keşke burada birlikte oynayacak daha fazla çocuk olsa.#$e#Vincent iyi bir arkadaş, ama onu neredeyse her gün görüyorum.",
				"Mon10": "@! Bu sensiiiin!$h#$e#Seni seviyorum.$h",
				"Tue2": "Marnie teyze sana selam verebileceğimi söyledi.$u#$e#Im... selam.$u",
				"Tue4": "Marnie teyze bana her zaman gölün diğer tarafındaki kuleden uzak durmamı söylüyor.#$b#Bu kurala uymayı aldırmıyorum.",
				"Tue8": "Bebeklerim maceraya çıkmayı seviyor. Eski olanları dışarı çıkarmıyorum da, çünkü kirlensinler istemiyorum.#$e#Eski olanların nereden geldiğini bilmiyorum. Ama onlar en özel bebeklerim.",
				"Tue10": "Eğer hayvanlara bakmakta iyiysen, muhtemelen bebeklere bakmakta da iyisindir.#$e#Bir ahır aynı bir bebek evi gibi, haksız mıyım? Gidip onları kontrol etmen ve hepsinin sevilmiş ve mutlu olduklarına emin olmalısın.",
				"Wed6": "Leah yan tarafımıza ilk taşındığında bana odundan küçük bir köpekçik oymuştu.#$e#Gerçekten iyi biri, ancak o zamandan beri onunla pek vakit geçirmedik.",
				"Wed8": "Çizim yapmakta oldukça iyiyim. Marnie teyze gidip bana 48'li mum boya aldı, bu yüzden ona bir sürü resim çiziyorum.",
				"Wed10": "Kitap boyamakta çok iyi hale geliyorum. Anahtarı ise kenarlara yaklaşırken daha koyu boyamak, ve uzakken de açık renkle boyamak.",
				"Thu2": "Hayvanlara iyi bakmaktan hoşlanır mısın?$u#$e#Sadece merak ettim.$u",
				"Thu4": "Bayan Penny bana elyazısını öğretiyor.$h#$e#Kendi elyazısı da çok hoş.",
				"Thu6": "Bazen akşam yemeğimi kendim yapmak zorunda kalıyorum. Genelde mikrodalgada bir şeyler ısıtıyorum, ama yumurta pişirmekte de çok iyiyim.#$b#Ve pilav.",
				"Thu8": "Okulu seviyorum. Bazen içeride uzun süre oturmak zor oluyor, ama Bayan Penny en iyisi.#$e#O gerçekten zeki de.",
				"Thu10": "Eski okulumu biraz hatırlıyorum, buraya taşınmadan öncesinde. Orda çok uzun süre kalmamıştım gerçi.#$e#Tek hatırladığım başka bir sürü çocuğun olduğuydu.",
				"Fri6": "Suya taş atmaktan hoşlanır mısın? Eğer nasıl bir taş arayacağını biliyorsan kolay.#$e#Bir keresinde, Shane'in attığı bir taş altı kere suda sekmişti.$h",
				"Fri8": "Bana karşı hep naziksin, Bay @$h^Bana karşı hep naziksin, Bayan @.$h#$e#Yetişkinler genelde sıkıcı ve kaba, ama sen farklısın.",
				"Sat4": "Bayan Penny bu yıl bize ödev vermeye başladı. Zor olacağını sanıyordum, ama aslında biraz eğlenceli.#$e#Ve bu haftasonununkini çoktan bitirdim!",
				"Sat6": "Angelina eskiden en sevdiğim Courtwick prensesiydi, ama şu günlerde Cordelia'yı daha çok beğeniyorum. Saçı benimkiyle aynı.#$e#Artı, keçi arkadaşı da çok komik.",
				"Sat8": "Nazik bir yetişkin olduğuna memnunum. Ailemle yaşarken, nazik olmayan bazı yetişkinler vardı.#$e#Geceleyin gelirlerdi ve çok gürültü yaparlardı. Uyuyamıyordum.$u",
				"Sun4": "Dağın üstünde ne var ki?#$b#Oraya hiç gitmedim.$u",
				"Sun6": "Bazen mahallemize seyyar bir satıcı geliyor, ve arabasını çeken bir domuzu var.#$b#Ona Mumpy ismini verdim.",
				"Sun8": "Seyyar satıcı bugün kasabada. Biriktirdiğim paranın birazıyla oraya gittim..#$b#Bu garip şeyi alacaktım, ama ne olduğunu bilmiyordum, o yüzden onun yerine şeker aldım.",
				"summer_ Mon4": "Zavallı hayvanlarımız bu sıcak günleri sevmiyor.#$e#Keşke sadece ineklere dondurma yedirebilsek.#$e#Iyy, eğer kendi sütlerinden olsa bu tuhaf olurdu!$h",
				"summer_Tue4": "Ormanın içinde bir yılan gördüm.#$e#Pek korkunç değildi. Ondan uzak dursan yeter.",
				"fall_Wed4": "Yerde hiç çakaleriği buldun mu?#$e#Erikli muhallebinin içinde çok leziz oluyorlar!$h#$b#Onları tek başlarına sevmem ama.$u",
				"fall_Thu4": "Güz çiçekleri en sevdiğim. Çiftliğinde hiç yetiştiriyor musun?",
				"fall_Thu10": "Güze bayılıyorum.",
				"winter_Fri8": "Bir sır tutabilir misin?#$e#Bir keresinde, Vincent'a bir kartopu atmıştım ve neredeyse onu yere düşürmüştü.#$b#Ama çalıların içinde saklandığım için ben olduğumu asla bulamadı!$h",
				"winter_Sat6": "Kara bayılıyorum!$h#$e#Bir keresinde, Shane eve kar yağarken gece geldi. Yatma zamanımdan bir saat sonrasına kadar arka kapı lambasının önünde dans etmiştik.#$e#Çok güzeldi. *iç çeker*",
				"winter_Sun8": "Bayan Emily bana bu kış için parmaksız eldiven yaptı. O çok çok çok nazik.#$e#Aslında parmaklıları severim, ama parmaksızlar evyapımı olduğunda değil.",
				"Tue_inlaw_Shane": "Shane'i özlüyorum. Geri taşınacak mı?$s",
				"Tue4_inlaw_Shane": "Shane her zaman çok üzgün görünürdü, ama sonra seninle tanıştı.#$e#Mutlu sonlara bayılıyorum.$h",
				"winter_28": "Mutlu yeni yıllar, Bay @.^Mutlu yeni yıllar, Bayan @.",
				"winter_28_2": "Mutlu yeni yıllar, Bay @.^Mutlu yeni yıllar, Bayan @."
			}
		}
	]
}