{
	"Changes":[
		{
			"LogName":"Jodi",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jodi",
			"Entries":{
				"spring_1_2":"Bugün gerçekten güzel bir gün! Ailemizin müteşekkir olacağı çok şey var!$h#$e#Kent'in o otobüsten inişini asla unutmayacağım.$h",
				"Mon2":"#$1 JodiAltar#Dün Yoba'nın Sunağı'na gidip kocamın sağ salim dönmesini diledim.#$e#Pozitif kalmaya da çalışıyorum, ama bazen zor oluyor.$s",
				"Mon4":"Sam'la pek zaman harcıyor musun? Belki sana müzik yeteneklerini gösterebilir.",
				"Mon6":"Önceki gün şekerleme yapmaya yetecek kadar zamanım oldu. Neredeyse nasıl bir şey olduğunu unutmuşum.$h",
				"Mon8":"Bir ailemin olması hoş... ancak gençliğin özgürlüğünü hiç özlemedim dersem yalan olur...$s",
				"Mon10":"Vincent'ın notları biraz daha iyileşti.$h#$e#Bir anne olarak, endişe etmeyi asla kesmiyorum, ancak aklım biraz olsun rahatlıyor.",
				"Mon2_inlaw_Sam":"Bugün Sam'in uğrayışı için minnettarım. ...Kendini topluyor mu?#$b#Umarım sana çok yük olmuyordur...",
				"Mon6_inlaw_Sam":"Bugün Sam'in uğrayışı için minnettarım.$h#$b#Gerçeği söylemek gerekirse, nasıl bir hale döneceğini bilmiyordum, ancak ikinizi beraber mutlu görmek beni çok mutlu ediyor.",
				"2_1":"Kocam Kent bir asker, denizin diğer tarafında çalışıyor. Bu yüzden şuanda burada değil.#$b#Ancak turu bittiğinde güvenli bir şekilde geri döneceğini biliyorum!#$e#Bir şeye mi ihtiyacın var?",
				"Tue":"Merhaba.#$e#Bir şey mi lazım? Biraz meşgulüm.",
				"Tue2":"Çiftliğinde bitkilerin yetiştiğini görmek çok eğlenceli olmalı.#$e#Hiç mevsimin ilk ürününden bir ısırık alıyor musun? Ben alırdım, biliyorum.$h",
				"Tue4":"Egzersiz sağlıklı kalmak için önemli, her zaman buna vakit ayırmaya çalışıyorum.#$e#Bir ebeveyn olarak, kendime ayıracak çok fazla vaktim yok. Bu yüzden her bir dakikayı sayıyorum.",
				"Tue6":"Sam'in geleceği için başarılabilir hedefler koymasını istiyorum, ancak onunla bunu her konuştuğumda, sadece bana her şey kontrolüm altında diyor.$s#$b#Sorunlarını onun için çözmenin artık benim işim olmadığını anlayınca bir ebeveyn olmak zor.$s",
				"Tue8":"Bu sabah Vincent'a yatağını toplattım. Böylece yapmam gereken şeylerden bir tane eksildi.#$e#Sonra da yaptığı 'iş' için şeker istemeye başladı.$s",
				"Tue10":"Çocukluğun herzaman korunması ve değer verilmesi gerektiğine inandım, ancak...#$e#Belki bazı hatalar yaptım. Sadece Sam ve Vince için en iyisini istedim. Çok mu fazla uğraştım?$s",	
				"Wed2":"Keşke dışarıda geçirmek için daha çok zamanım olsa. Her günün büyük kısmını dışarıda geçiriyor olmalısın, ha?",
				"Wed4":"Ellerimi yumuşak tutmak için bulaşık eldiveni giymeye başladım.#$e#Yaşlandıkça sağlıklı kalmak için daha fazla çabalaman gerekiyor.$s#$e#Tamam, hoşçakal!",
				"Wed6":"Ah, bugün yapacak çok işim var.#$e#Oğullarımı seviyorum, ancak bazen bir anne ve eş olma kimliğimi kaybetmiş gibi hissediyorum.$s#$b#Kim olduğunu unutmaya ve gençken ne hayaller kurduğunu unutmaya başlıyorsun.$s",
				"Wed8":"Ben gençken, hayallerim vardı, evet, Şey olmak istedim...#$b#Tanrım, şimdi sanki küçük ahmak kızın hayalleri gibi geliyor.$s#$e#Bir şarkıcı olmak istedim, bir noktada.$s#$b#Ancak bunu Sam sayesinde birazcık yaşayabiliyorum.",
				"Thu2":"Üzüm Vincent'a yedirebildiğim birkaç meyveden biri. Sadece öylece ağzına tıkıyor.$h#$e#Bu yıl çiftliğinde hiç yetiştirecek misin?",
				"Thu4_1":"Bayağı bayağı iki ebeveynin de işini yapmam gerek. Birçok insan sadece anlamıyor.#$e#Sam Vince için çok şey yapıyor, ancak gerçekte hiçbir şey bir babanın yerini tutmaz.",
				"Thu4":"Kent geri gelirse işler kolaylaşır sanmıştım, ancak...$s#$e#Demek istediğim, ım, çiftlik ne alemde? İlginç bir şeyley yetiştiriyor musun?",
				"Thu6":"Çocuklarla, her zaman daha, daha, daha! Vince yeterince şekerin yeterli olduğunu nasıl hala anlamıyor?$3#$e#Üzgünüm, şu ana kadar zor bir gündü.$s",	
				"Thu8":"Hey ım... eğer yemeyeceğin artakalan yemeğin olursa, memnuniyetle senden alabilirim.#$e#Sadece bir akşam yemek yapmaya ara vermek hiç fena olmazdı.$s",
				"Thu10_1":"İyi bir arkadaş olduğun için teşekkür ederim, @. Kent'in yakında döneceğini biliyorum.",
				"Thu10":"Kent bu sabah gülümsedi.$h#$e#Böyle küçük şeyler için minnettar olmak önemli.",
				"Fri2":"$d Joja#Sam'in JojaMart'taki işi onun için iyi oldu, ama keşke bir personel indirimi alsaydı.|Pierre'in dükkanındaki yiyecekler şu ana kadar JojaMart'ta aldığım her şeyden çok daha sağlıklı ve taze. Şu ucuz Joja fiyatlarını da özlüyorum ama.",
				"Fri4":"Bugün güzel bir gün. Büyük bir aksilik çıkmazsa programıma uyacağım!$h#$e#Arada bir minnettar olmak önemli.",
				"Fri6_1":"Eğelenceli haftasonu planların var mı?#$e#Ben mi? Şey, bir zamanlar. Ama bu çok uzun yıllar önceydi.$h",
				"Fri6":"Dün gece bir film izliyordun, ve yarısına gelince, Kent öylece kalkıp tek kelime etmeden evden çıktı.$s#$e#Acaba... artık böyle şeylerin tadını bile çıkarabiliyor mu ki?",
				"Fri8_1":"@, lütfen kimseye anlatma, ancak sanırım bende biraz OCD var.$s#$e#Her zaman böyle değildim. Ancak geçen birkaç yıl boyunca, güçleştikçe güçleşti.$s#$e#Bir süre sonra her şeyin üstünde kir görüyorum. Eğer bununla uğraşmak zorunda kalmasam çok daha fazla zamanım olurdu.$s",
				"Fri8":"@, lütfen kimseye anlatma, ancak sanırım bende biraz OCD var.$s#$e#Her zaman böyle değildim. Ancak geçen birkaç yıl boyunca, güçleştikçe güçleşti.$s#$e#Bir süre sonra her şeyin üstünde kir görüyorum. Eğer bununla uğraşmak zorunda kalmasam çok daha fazla zamanım olurdu.",
				"Fri10_1":"Sen gerçekten iyi bir insansın, @. Yaptığın her şey için teşekkürler.",
				"Fri10":"Kent kalkıp gitmek yerine film gecemizin sonuna kadar dayandı.#$e#Acaba sadece bizim için numara mı yaptı?$s",
				"Sat2":"Selam.#$e#Seni tekrar görmek güzel.",
				"Sat6":"Bütün zaman nereye gidiyor? *iç çeker*#$e#Sam'in bez giyen küçük bir bebek olduğu zamanları hatırlıyorum. Bayağı sevimli bir minikti.$s#$e#Lütfen ona bunu söylediğimi söyleme.$h#$e#Benimle konuşmayı cidden seviyor olmalısın, ha?",
				"Sat8":"Savaş hakkında düşünmeye fazla dayanamıyorum, Ama bazen Sam ve Vince'in ne çeşit bir dünyanın içine girecekleri hakkında endişeleniyorum.$s#$e#Devam etmekten başka yapacak ne var?",
				"Sun":"Hi, @.#$q 116/117 Sun_old#Sorduğum için üzgünüm, ancak dua ediyor musun?#$r 116 10 Sun_116#Evet#$r 117 0 Sun_117#Hayır",
				"Sun_old":"$p 116#Kocama ettiğin dualar için teşekkür ederim. Benim için anlamı büyük.|Kocam denizin ötesinde savaşta. Bundan bahsetmiş miydim?",
				"Sun_116":"Bu harika. Eğer yaparsan, lütfen kocam Kent için dua eder misin? Savaştan sağ salim dönmesi için.#$b#Teşekkürler.",
				"Sun_117":"Anlıyorum. Rahatsız ettiğim için üzgünüm.",
				"Sun2":"Bugün ev işlerine ara veriyorum.$h#$e#Eğer dışarı çıkmazsam çıldıracağım!#$e#Artı bacaklarımın yumuşamasını da istemiyorum.",
				"Sun4_1":"Sam'in gittikçe Vincent için iyi bir rol model olduğuna seviniyorum. Şu iki oğlan basitçe bir annenin yapamayacağı şekilde bağlanıyorlar.",
				"Sun6":"Yakın zamanda Sam'i gitar çalarken duydun mu? Aslında çok iyi!$h#$b#...Sadece birazcık gürültülü.",
				"Sun_2":"Kocamın nihayet döndüğüne inanamıyorum!$h#$e#Daha sık takılmalıyız.",
				"Sun2_2":"Bugün ev işlerine ara veriyorum.$h#$e#Eğer dışarı çıkmazsam çıldıracağım!#$e#Artı bacaklarımın yumuşamasını da istemiyorum.",
				"Sun4":"Sam Vincent'la çok yol katetti. Kent ilk gittiğinde gerçekten pekiştirdi.#$e#Böyle büyüyüp değişmesi beni mutlu etti.",
				"Sun6_2":"Yakın zamanda Sam'i gitar çalarken duydun mu? Aslında çok iyi!$h#$b#...Sadece birazcık gürültülü.",
				"Sun8_2":"Tamamen özgür olduğum ve zorunluluklarımın olmadığı, herkesin olup benim olmadığı bir rüya gördüm...#$b#...Sonra uyanıp önümdeki bütün gün sürecek işleri farkettim...$s",
				"spring_Wed4":"Hmm... Muhtemelen bugün gidip Sam için alerji ilacı almalıyım...",
				"spring_Wed8":"Acaba bugün temizliği atlasam kimse bir şey der mi...$s#$e#Kimi kandırıyorum? Ben farkederim.$4",
				"spring_Sat2":"Bahar zamanı hava çok güzel.$h#$b#Sadece... lütfen bana bahar çiçeği getirme. Sam korkunç bir şekilde alerjik.",
				"spring_Sat8":"Bahar zamanı hava çok güzel.$h#$b#Sadece... lütfen bana bahar çiçeği getirme. Sam korkunç bir şekilde alerjik.#$e#Bir keresinde küçükken ölümcül bir reaksiyon geçirdi. Daha çok korktuğumu hatırlamıyorum.$s",
				"spring_Sat2_inlaw_Sam":"Sam sana bahar alerjisini anlattı, değil mi? Sadece evinden bahar çiçeklerini uzak tut.#$e#sana açık açık anlatmak için çok hevesli olabilir.",
				"summer_Mon4_1":"Yaz bahçemiz market faturalarını biraz olsun azaltmaya yardımcı oluyor.#$e#Geçinmek için öyle ya da böyle yaratıcı olmalıyız.",
				"summer_Mon4":"Kent'in emeklilik maaşı aslında aktif görevi sırasında ödenenden daha fazla.#$b#Faturalarımızı karşılayabiliyoruz, ama... şey ah...$s#$b#İşler senin için nasıl?",
				"summer_Tue8_1":"Yaz bahçemiz market faturalarını biraz olsun azaltmaya yardımcı oluyor.#$e#Geçinmek için öyle ya da böyle yaratıcı olmalıyız.",
				"summer_Tue8":"Kent'in eve gelişini görmek rahatlatıcıydı. Sadece hiç değiştiğini görmeyi beklemiyordum.$s#$e#Eğer o acı çekiyorsa, ben de onunla çekmek istiyorum.$s#$b#Ama öte yandan onu bana açılmaya zorlarsam işlerin daha kötüye gitmesinden korkuyorum.$s",
				"summer_Wed8_1":"Kasabaya taşındığına sevindim, @. Senin kadar cömert ve ilgili olan tanıdığım birkaç kişi var.",
				"summer_Wed8":"Kent içinde iyi bir adamdır. Keşke turundan önce onu tanımış olsan, @.$s",
				"summer_Thu6_1":"Ev işleri sinir bozucu çünkü asla bitmiyor.#$e#Yeri süpürdükten bir gün sonra yine kirleniyor.",
				"summer_Thu6":"Bazı günler zor. Ancak Kent eve geldi, ve güç ya da değil ailemiz tamam oldu.#$e#Bunun için minnettar olmaya vakit ayırmalıyım.",
				"summer_Fri":"Çiftlik işinle günlük egzersizini aradan kolayca çıkarıyor olmalısın, ha?$h#$e#Ben sadece haftada bir egzersiz yapıyorum. Zamanı hep haftanın geri kalanını geçsin diye zorlamaya harcıyorum.",
				"summer_Fri6":"Vince'in Penny'den aldığı eğitim için minnettarım. Bir devlet okulunda bire bir ilgi göremezdi.#$e#Artı, kasabadan devlet okuluna otobüsle saatlerce yok gitmek tablonun dışında.",
				"fall_Mon4":"Bazen Zuzu Şehri'ni özlüyorum, eskiden yaşadığımız yeri.#$b#Ama belki anılarım gençliğimin nostaljisine göre filtrelidir.",
				"fall_Mon8_1":"Bazen Zuzu Şehri'ni özlüyorum, eskiden yaşadığımız yeri.#$b#Ama belki anılarım gençliğimin nostaljisine göre filtrelidir.",
				"fall_Mon8":"Acaba Kent'le işler hiç normale dönecek mi.$s#$e#Keşke evde daha fazla yardımcı olsa, ancak ne zaman kızsam, ondan daha fazlasını istediğim için kötü hissediyorum.$s",
				"fall_Thu4":"Belki oğlanları biraz şımarttım. Hiçbir zaman ev işi yapmak zorunda olmadılar.#$e#Sanırım hala yapabiliyorken çocukluklarının tadını çıkarsınlar istedim. Pekala, Sam şimdi bir adam oldu.#$b#Umarım büyüdüğü için tembelleşmez. Bu yardımcı olmaz.$s#$e#Bir ebeveyn olmak pek kolay değil.",
				"fall_Fri":"Caroline ve ben iyi arkadaşız. Ona her şeyimi anlatırım.",
				"fall_Fri6":"$d Joja#İşler Caroline'la geçen gün biraz ters gitti. Umarım kocasının dükkanından alışveriş yapmamamı yüzüme vurmaz...|Artık Caroline ne zaman tekrar kocasının dükkanında alışveriş yapacağımı sorduğunda endişe etmem gerekmeyeceği için seviniyorum.",
				"fall_Sun4":"Bir ebeveyn olduğunda, eski yaşam tarzını arkanda bırakmak zorundasın.#$e#Belki bu tamamen doğru değildir... ama dikkatli olmazsan bu olacak.",
				"fall_Sun8_1":"Uyumakta hiç sıkıntı çekiyor musun, @? Yatağa girdiğimde beynimi kapatamıyor gibiyim.",
				"fall_Sun8":"Ah! Üzgünüm, tekrarlayabilir misin? Bugün çok yorgunum, sanki beynim suyun altında.#$b#Kent dün gece pek uyumadı. Doğal olarak, ben de.$s#$e#Ne zaman onu açmaya çalışsam, içine daha çok kapanıyor. Bilmiyorum.$s",
				"winter_Wed4":"Eğlenmek için ne mi yaparım? Hmm... Güzel bir soru.#$e#Uyumaktan hoşlanırım.$s",
				"winter_Fri8":"Yılın bitmesine az kaldı, ha? Şimdiden bititğine inanamıyorum.",
				"winter_Sat10_1":"İyi bir arkadaş olduğun için teşekkürler, @. Kent'in yakında döneceğini biliyorum.",
				"winter_Sat10":"Biriyle evlenmek için söz verdiğinde, birçok insan önemli bir şeyi farketmiyor...$s#$b#...o gün sadece o insanla evlenmeyeceğini, ama sonuçta her kişi olacak da.$s#$e#Kent değişti. bunu kabul etmek her zaman kolay değil. Bazen, bayağı edemiyorum.#$b#Ama geçirdiklerinin ne kapsamda olduğunu tam bilmiyorum bile. Ve bunun için onu nasıl suçlayabilirim?$s#$e#Pekala, evlilik hayatı kolaylaştırmakla ilgili değil. Sevmek ve sevilmekle ilgili, çünkü sevebiliyoruz, çünkü böyle yaratıldık.#$e#Yine de, üzgünüm. Lütfen seni gününden etmeme izin verme.", 
				"winter_Sun8_1":"Uyumakta hiç sıkıntı çekiyor musun, @? Yatağa girdiğimde beynimi kapatamıyor gibiyim.",
				"winter_Sun8":"Ah, ne dedin? Üzgünüm, sadece bugün çok yorgunum!#$b#Kent bütün gece yuvarlanıp durdu. Yine kabus görmüş olmalı.$s#$e#Rüyasında ne gördüğünü sormaya korkuyorum.$s",
				"winter_24":"Vince yarın için çok heyecanlı! Onun küçük sevimli yüzü etraftayken kış depresyonuna girmek güç.",
				"winter_28":"Oğlanlar gece uyanık kalacaklar, ama ben değil. Bu gece edecek çok duam var.",
				"winter_24_2":"Vince yarın için çok heyecanlı! Onun küçük sevimli yüzü etraftayken kış depresyonuna girmek güç.",
				"winter_28_2":"Oğlanlar gece uyanık kalacaklar, ama ben değil. Bu gece edecek çok duam var."
			}
		}
	]
}
