{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
				"Mon2":"...?!#$b#...#$e#Üzgünüm, bir şey duydum sandım.$s#$e#Ah... nasılsın?",
				"Mon4":"Eğer içerideysem, klostrofobik gibi oluyorum. Dışarıdaysam savunmasız hissediyorum...#$e#Bazen rahatlamak ne demek unutuyorum.",
				"Mon6":"Tekrar evde olmaya alışabilecek miyim bilemiyorum.#$e#Kasabadaki huzur maskeymiş gibi geliyor. Muhtemelen sadece bana.",
				"Mon8":"Şey, bu hafta neyi bekliyorsun?#$e#Bekleyecek bir şeyler için biraz fikir bulmaya çalışıyorum, kendim için.",	
				"Mon10":"Eskiden önemsediğim şeylere çok derin anlamlar verirdim: ailemi sevmek, topluluğa katkı sağlamak...#$b#Sanırım hala yapabilirim, ancak sadece içi boş bir anlamda.#$b#Sadece her şey için rol yapmak çok daha kolay görünüyor.",
				"Mon_inlaw_Sam":"Sam'i evli görmek bayağı bir sürpriz oldu.#$e#Aileye hoşgeldin.",
				"Mon_inlaw_Sam2":"Seninle Sam arasında işler nasıl gidiyor?#$e#Onun ne çeşit bir adam olduğunu söyleyebilirsin?",
				"Mon_inlaw_Sam4":"Hey. Belki bir ara salonda buluşmalıyız.#$b#Sanırım bu bir kayınpederin yapması gereken bir şey, değil mi?",
				"Mon_inlaw_Sam6":"Bazen, sana Sam'in hayatı hakkında sorular sorduğumda sanki başkasının oğlunu soruyormuşum gibi hissediyorum.$s#$e#Onu hala derinden sevdiğimi biliyorum da.#$b#Sadece keşke daha yakın hissetsem diyorum, hepsi bu.",
				"Mon_inlaw_Sam8":"İyi bir damat olarak senin olmandan memnunum, @. Dönüşüm Sam başkasıyla evlenmiş olsa bu kadar iyi olmazdı.$h^İyi bir gelin olarak senin olmandan memnunum, @. Dönüşüm Sam başkasıyla evlenmiş olsa bu kadar iyi olmazdı.$h",
				"Tue4":"Hiç hobin var mı?#$e#Sadece fikir arıyorum.",
				"Tue6":"Keşke bir mezarlığa bu kadar yakın yaşamasak. Yerin altındakileri düşünmeden duramıyorum... uyuduğum yere çok yakın.$s",
				"Tue8":"Jodi ben yokken bana Sam ve Vince'in fotoğraflarını gönderirdi. Büyüyüp yetiştiklerini görmesem onları tanıyabilir miydim onu bile bilmiyorum.#$e#Yine de onları karşımda görmek hala bayağı kafa karıştırıcı.",
				"Tue10":"Bence burada yaşarken başka yerlerde olabileceğimden çok daha rahat yaşıyorum.#$q 018/019 Tue_old#Sana buraya taşınmaya karar vermeni hızlandırdı?#$r 018 0 Tue_018#İş yerinde önümdeki adam resmen masada otururken öldü ve başka kimse farketmedi.#$r 019 0 Tue_019#Eski masabaşı işim anlamsız geldi.",
				"Tue_old":"$p 018#Masada ölen o zavallı pislikle rolleri değiştirmeyi hala istemezdim.$h|O noktada şehir muhtemelen beni delirtirdi. Ya da daha kötüsü... banliyöler.$h",
				"Tue_018":"...Cidden mi?#$b#...#$b#Heh heh heh...$h#$b#Bu aşırı komikmiş.$h#$e#Teşekkürler. Bunu duymam gerekiyordu.$h",
				"Tue_019":"Hm. Kulağa acınası geliyor. İstifa ettiğin için mutluyum.#$b#Pekala, bütün hayatını bir odacıktaki masada harcamaktansa seni seven bir ailesi olan emekli bir asker olmak daha iyi. Paylaştığın için sağol.$h",
				"Wed2":"...Yani sen şimdi eskiden çiftlikte yaşayan o adamın torunu musun?",
				"Wed4":"Yaptığın iş gibi bir şey kulağa hoş geliyor, @. Belki de orası çağrılmam gereken yerdi.$h",
				"Wed6":"...Savaşta birçok dostumu kaybettim.$s#$e#Üzücü olansa onların yüzlerini bile hatılayamıyor olmam.#$e#...",
				"Wed8" : "Acaba Jodi ve oğlanlar burada bensiz daha mı iyi olurlar diye düşünmesem olmaz.$s#$b#Jodi beni şüphe ettiğim için uyarıyor. Bana çok bir anlam ifade etmiyor, ancak sanırım burada inanmam gereken bir şey var.",
				"Wed10":"@, bana yardımcı olmak istediğini biliyorum ve bunu takdir ediyorum. Ama bazı şeyler artık eskisi gibi olmayacak.#$b#Bir adam ne yapar? Mükemmelden millerce ötede, ama her gün elimden geleni yapıyorum, çocuklar için, Jodi için...#$b#...ve sonra yetsin diye Yoba'ya dua ediyorum.",
				"Thu2":"...!$3#$b#Üzgünüm, başım fena ağrıyor.$s",
				"Thu4":"Bugün günlerden neydi?#$e#Neredeyse artık hatırlamıyorum.",
				"Thu6":"Saat sabah 4'ten beri ayaktayım... bazen normal bir rutine dönebilecek miyim merak ediyorum.#$e#Sam gittiğimden beri cidden büyümüş. Şimdi kocaman bir adam oldu.#$e#Keşke onun yanında olsaydım.$s",
				"Thu8":"Telefonda benim timimden biriyle konuştum. Kızıyla çizgi film izlemenin 'rengi geri getirdiğini' söyledi.#$e#Sanırım bununla ne demek istediğini anladım, ancak daha çok soyut anlamda.#$e#Hoş bir şey olmalı.",
				"Thu10":"Dün Vince'le oyun oynarken iyi zaman geçirdim.$h#$b#Bu hissi sadece bir ya da iki dakikalığına hissedebildim, ancak kısa sürede bana bir şeylerin nasıl hissettirmesi 'gerektiğini' hatırlattı.$h",
				"Fri2":"Sanırım bugün bir yürüyüşe çıkacağım.",
				"Fri4":"Bu kasaba çok sessiz. Ben... sürekli bir şeyler bekliyorum.$s",
				"Fri6":"Herkes sürekli meşgul görünüyor. Ve niçin ki?",
				"Fri8":"Haftasonu planın var mı? Bir değişiklik yapmaya çalışıyorum. Kendimi çok fazla germek istemem.$h",
				"Fri10":"Savaşta, amansızca hayatta kalmaya çalışmak kafana kazınan tek doğru şey oluyor... tek iyi şey.#$b#Ve durumun gerçekliği de bunu doğruluyor.$s#$e#E bütün bunlardan sonra nsanlar nasıl benim gibi birinin tekrar normal bir hayata devam etmemi bekliyor?#$e#...Üzgünüm.",
				"Sat2":"Galiba ben gideli topluluğa katılan birkaç kişi olmuş.#$e#Jodi beni onlarla da tanıştırdı.",
				"Sat4":"Ordu bana erken emeklilik için izin verdi.#$e#Bazen aileleri destekleyici çekler göndermeleri hoş.#$e#Onlar parayı hakediyor, ben etmesem de.",
				"Sat6":"Oğlanlar bayağı iyi olmuşlar. Jodi onlara iyi bir anne olmuş.#$b#Ve hala da zaman var. Vincent hala küçük bir çocuk.#$e#Birlikte çalıştıklarımın çoğu ailelerini bir daha asla göremeyecekler.$s",
				"Sat10":"Keşke Jodi'ye özel bir şeyler yapmak için bazı fikirlerim olsaydı. Sam ve Vincent'a çok şey verdi.#$e#Ben gençken, sürekli özenli jestler yapardım. ...sanırım. Şimdi onları hatırlamak güç.$s",
				"Sun2":"Jodi güzel yemek pişiriyor. Ne kadar iyi olduğunu unutmuşum.",
				"Sun4":"Şu nehrin akıntı sesini hatırlıyorum.$h#$e#Beni eskiye götürüyor.$h",
				"Sun6":"Eskiden biz de Zuzu Şehri'nde yaşardık.#$b#Bazen gürültüyü özlüyorum, ancak burada kendine çok daha fazla alanın var. Her şeyden uzaklaşmak daha kolayI.#$e#Oradan bu yüzden mi ayrıldın?",
				"Sun8":"Senin günü geçirmeni sağlayan nedir, @? Sanki kendimi ne kadar denemeye zorlarsam zorlayayım, kendime... denetemiyorum.#$e#Bunun muhtemelen bir anlamı yok.",
				"Sun10":"Konuşacak en eğlenceli insan olmadığımı biliyorum, @, ancak uğramaya devam ediyorsun.#$b#Bu kadar kibar bir arkadaş olduğun için teşekkür ederim.$h#$e#Bazı korkunç şeyler gördüm. Onlar hakkında konuşmak olmuş hiçbir şeyi düzeltmeyecek, ancak görünüşe ki bu sahip olduğumuz sonraki en iyi şey.",
				"spring_Tue6":"Bahar fulyalarını görmek hoş, sence de öyle değil mi?$h#$e#Beni yola devam ettirsin diye aklımda okuduğum, bir fulya kırı hakkında. Aklımı daha iyi bir yere götürüyor.$h",
				"summer_Mon4":"Annem eskiden eğretli otlarıyla bir risotto yapardı. Çocukluğumda vazgeçemediğim bir şeydi.$h",
				"summer_Mon6":"Yazın Sam'in Vincent'ı sahile götürdüğünü görmek hoş. Hala beraber vakit geçirmelerine seviniyorum.$h",
				"fall_Mon4":"Pelikan Kasabası'nda, hava saldırısı karşısında kolay av oluruz.$s",
				"fall_Mon6":"Sonbaharda yanan kamp ateşinin kokusu... Bu kokuyu eskiden çok severdim.#$e#...$s",
				"fall_Sun8":"Yine ön saflara tekrar gittiğim o rüyayı gördüm, ama Sam orada bana destek ateşi sağlamaya çalışıyor.$s#$b#Sonra bir sebepten, Vincent ortalığa çıkıveriyor.$s#$e#Bunlar olurken çok gerçekçi geliyor. Eve dönmeden önce asla bu resimle yüzleşmek zorunda kalmadım.$3",
				"winter_Sat2":"Kendimi ufukta gümbürtü duyduğumu zannedip devamlı kandırıyorum.#$b#Elbette asıl olay bu olamaz.",
			    "winter_Sat8":"Bu sabah Vincent beni uyandırmadan az önce uykuya dalmıştım. Bir an öfkeye kapıldım, hem de nasıl.$s#$e#Zavallı çocuk daha iyisini hakediyor.#$b#Umarım bir gün beni affeder. En fazla yapabildiğim elimden geleni yapmak.$s",
				"winter_28":"Görünüşe göre bu gece dönüşümün yıldönümü.#$e#Tuhaf. Hiç öyle gelmiyor.#$e#Ah. Evet, mutlu yeni yıllar.",
				"winter_28_2":"Görünüşe göre bu gece dönüşümün yıldönümü.#$e#Tuhaf. Hiç öyle gelmiyor.#$e#Ah. Evet, mutlu yeni yıllar."
			}
		}
	]
}