{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
				"Mon":"Lütfen, alarma geçme. Ben diğerlerinden farklıyım.#$e#İnsanları çok uzun süre gözlemledim. Alışverişi sevdiğinizi biliyorum. Sattıklarıma bakmak ister misin?",
				"Mon2":"Tekrar mı buradasın? Sanıyorum ki bu benim insan davranışı teorime uyuyor.",
				"Mon4":"...Madenlerde, benim gibi başkalarına rastladın mı? Eğer sana karşı şiddet yanlısı oldularsa özür dilerim. Görüyorsun, insanlardan korkmayı öğrendik... çok fazla... sevimsiz karşılaşma oldu.#$e#Sen arkadaşlarımdan hiç... öldürmedin, değil mi?",
				"Mon6":"Arkadaşlarım ve ben halkımız tarafından kaotik doğamızı bastırmak istediğimiz için ağır bir şekilde dışlandık.#$e#Ancak kendimi şiddetçi olanlardan daha iyi sayamam. Bir can bir candır.#$e#Lütfen, şiddetçi olanları bile öldürmüş olsan, bilmek istemiyorum.",
				"Mon8":"Cüceler mi? Cüceler bizi şiddetçi veya değil olarak ayırt etmeden hepimizi çağlar boyunca başka yerlere sürdü.#$e#Lütfen, bu acı verici konu hakkında daha fazla konuşmamak istiyorum.",
				"Mon10":"'Krobus' dilimizde 'köprügeçen' anlamına geliyor.",
				"Tue":"Çoğu gündüzde dışarı çıkmak için güneş ışığına çok hassasım.#$b#Buradaki şartlar mükemmel.#$e#Bir şey almak ister misin?",
				"Tue2":"Yani şimdi çiftçilik mi yapıyorsun? Bazen sana yardımcı olabilecek bir ürün taşırım. Cuma günü tekrar gel.",
				"Tue4":"Baharda yetişen bir bitki var. İnsanlar onu \"acı\" olarak tanımlıyor ancak benim halkım için, biz bunu şey buluruz...#$b#Nasıl söylenir? Dilinizde bizim bunu yediğimizde ne yaşadığımızı anlatacak bir kelime yok.",
				"Tue6":"Evet, buraya evim diyorum.#$e#Bir süreliğine ev diyecek hiçbir yerim olmadı.",
				"Tue8":"Rasmodius iyi bir adam. Seni saymazsak güvenebileceğim birkaç insandan biri.#$e#Onun dünyaya bakışı birçok insanınkinden gerçeklikle daha iyi uyuşuyor.",
				"Tue10":"@, buraya devamlı ziyaretlerinden sana karşı ısınıyorum.#$e#Bu tuhaf. Yakın zamana kadar kendimi bir insanla arkadaş saymadım.",
				"Wed2":"Bazen, eşyalar suyun üstünde yüzerek geliyor, ben de onları topluyorum.#$b#Gölgelerin içinde özgürce hareket edebilirim de, yerçekiminden bağımsız, başkalarıyla takasımı sürdürmeye ve stoğumu doldurmaya yardımcı oluyor.",
				"Wed4":"Yakın zaman önce halkımla cüceler arasında 1000 yıllık bir savaş bitti. İki tarafta da hala büyük bir küskünlük var.",
				"Wed6":"Bazı nadir olaylarda, bazı halkımdan şakacılar geceleri çocukların dolaplarına saklanıp onları korkutmayı bir spor haline getirmişler.#$b#Bu tür davranışları kesinlikle uygulamıyorum.",
				"Wed8":"Bir süre önce, iki insan çocuk buraya bir yol bulmayı planladılar.#$e#İstemesem de, onları korkutup kaçırmak zorunda kaldım. Sırrımı tutma olasılıkları yoktu.",
				"Wed10": "Sen de mi Junimo'ları görebiliyorsun? Şaşkınım. Bir insan için ruhlarla karşılaşmak için çok eğilimli görünüyorsun.",
				"Thu2":"Umarım seninle aldığım riskin farkındasındır, buraya ilk indiğinde kaçmayarak.",
				"Thu4":"Hayır, biz siz insanlar gibi bir anneden doğmuyoruz.#$e#Nereden geliyoruz, o zaman? Peki, bir gölge ne zaman oluşmaya başlar?#$b#Ayaklarınızın altındaki gölgeler \"yeni\" bir şey mi, yoksa basitçe ışıktan daha mı saklı?#$e#Aynı şekilde, bir ruh ne zaman varolmaya başlar?#$e#Gerçi, öylesine kendi \"doğum\"umu kışın başlangıcı olarak kabul ederim.",
				"Thu6":"Bu tür bir suda çok sayıda ilginç balık bulabileceğini düşünmüyorum.#$e#Büyükçe, garip görünen bir balığı etrafta yüzerken görmüştüm, ancak sadece bir kereliğine.",
				"Thu8":"Senin türünü yıllarca gözlemledim. Bu bana dilinizi öğrenmem için büyük bir fırsat verdi.#$e#Yine de kalıcı etkileşime girdiğim ilk insanlardan birisin.",
				"Fri":"...",
				"Sat6":"İnsanların Yoba'ya saygı göstermek adına farklı gelenekleri var.",
				"Sat8":"Yoba'ya kaotik doğamı temizlediği için minnettarım.#$b#Şüphesiz, onun nimetleri ve yol göstermesi olmasa \"gölgelik cani\" unvanını uzun zaman önce almış olurdum.",
				"Sat10":"Cuma günlerinde sessizlik tutkuma saygıyla yaklaştığın için teşekkürler.",				
				"Sun2":"Lütfen yerimi sır olarak tut. Eğer cüceler beni öğrenirse, kesin bir suikastçi gönderirler.",
				"Sun6":"Dönüş Asası'nı uzun yıllar güvende tuttum. Kökeni ikimizin de halkından çok önce vardı.#$e#Bu yüzden, umarım bunu neden sıradan bir fiyata satamayacağımı anlıyorsundur.",
				"summer_Thu6":"Lütfen benden kimseye bahsetme.#$b#Çoğu insan biz gölge halkından korkuyor... belki iyi bir sebepleri vardır.$s#$b#Ancak yine de eğer kasaba halkı beni öğrenirse, burada güvende olamayabilirim.",
				"winter_Wed6":"Eğer sağdaki boruya kulağını dayarsan, buradan her evdeki sesleri duyabilirsin.#$b#Kimseyi gizlice dinlemem de!$3"
			}
		}
	]
}