{
	"Changes":[
		{
			"LogName":"Leah",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Leah",
			"Entries": {
				"Beach": null,
				"Mon4": "Vadinin şarabını hiç denedin mi?#$e#Daha iyisi, muhtemelen kendi çiftliğinde kendi şarabını yapabilirsin Bu inanılmaz olurdu.$h",
				"Mon6": "Marnie ve Jas çok iyi komşular. Kasabaya giderken ineklerine bakmayı seviyorum.#$e#Shane? Im... Ben ah... onunla pek konuşmuyoruz.$u",
				"Mon8": "Selam @! Tam da seni ve çiftliğini düşünüyordum.#$e#Büyük bir yığın ekin hasat etmenin nasıl güzel hissettirebileceğini hayal ediyordum.$h#$e#Biraz yardım iyi gelirdi, değil mi?$l",
				"Tue2": "Bir süredir bu çiftliğe taşınan olur mu diye düşünüyordum. Gelmen güzel oldu!",
				"Tue4": "Pelikan kasabasıyla ilgili en sevdiğim şeylerden biri sahip olduğun özgürlüğün miktarı.#$b#Hepimiz birlikte çalışmak için varız, ama şehirdeb, birlikte çalışmak daha çok kör bir bağımlılık gibi.#$e#Çok fazla insan başkasına yemeğini pişirtmeden ya da programını hazırlattırmadan bir hafta bile geçiremiyor.#$b#Bence özgürlük istediğini söyleyen birçok kişi mecburen gidemiyor.#$e#Üzgünüm, şu anda çok mu yargılayıcıyım?$h",
				"Tue6": "Evine asması için Elliott'a küçük bir resim yaptım. Zavallı, evini rahat hale getirecek kadar kazanamıyor.#$e#İstediğini yapmak için ne kadar fedakarlık yaptığına da saygı gösteriyorum. Benzer sebepler yüzünden ikimiz de buradayız.",
				"Tue8": "Selam. Ah, konuşmak mı istiyorsun?#$e#Buradaki manzara bana birsürü fikir veriyorT. Zemin kendi başına bir heykel gibi.#$e#Para için sanat yapmıyorum. Sadece içimden geliyor.#$e#Çiftçilik yapmaya değer bir mesleğe benziyor. Herkese güzel yemekler yaratıyorsu!$h#$e#Muhtemelen meşgulsün. Üzgünüm.",
				"Tue10": "Eğer... çıkıyorsak, emin olmak istiyorum... çok param olmamasıyla bir derdin yok, değil mi?#$e#Sadece merak ediyorum.#$b#Bence sebebini biliyorsun.$l",
				"Wed2": "Arkadaşım Elliott'la tanıştın, değil mi?#$b#Belki sonraki şölende hepimiz birlikte takılabiliriz.",
				"Wed4": "Evimin batısında güzel bir ağaç var. Meyvesi lezzeli, gerçi erişmesi de zor.",
				"Wed8": "Heykel yapmak için son zamanlarda harika dal parçaları buluyorum.#$q 225/226 Wed_old#Imm... Senin için yaptığım heykeli beğendin mi?#$r 225 10 Wed_225#Evet, baktığımda bana seni hatırlatıyor.#$r 226 -100 Wed_226#Ah, nasıl görünüyordu?",
				"Wed_old": "$p 025#Sana yaptığım heykele benzer başka heykeller de yapıyorum.|Korkma, evindeki alanı daha fazla heykelle işgal etmeyeceğim.$u",
				"Wed_225": "Gerçekten mi? Ah, mutluyum!$h#$b#Üzgünüm, sorması benim için pek profesyonel değil farkındayım, ama kendimi daha fazla tutamadım.",
				"Wed_226": "Ahh... boşver.$s",
				"Wed10": "Haha, evet. Her zamankiyle aynı saç.#$e#Eğer öpüşürsek saçımı yüzünden uzak tutacağım.$l#$e#Ah! bunu sesli mi söyledim?$h",
				"Thu": "Çiftliğinde ne yaptığını görmeye meraklıyım, içeriye yerleşen ağaç ve kayalarda da ayrıca doğal bir güzellik var.",
				"Thu2": "Nereye bakacağını bilirsen, burada tonla yabani yiyecek var.#$e#Neredeyse her gün taze salatalar yerim.$h",
				"Thu4": "Toplayıcılık benim bir özelliğim. Birgün sana taze bir salata yapacağım.$h",
				"Thu6": "Emily'nin salondaki salataları çok leziz. Onun tarifi de benimkiyle çok benzer.",
				"Thu8": "Seninle karşılaşırız diye umuyordum!  Beğenebileceğin küçük bir şey getirdim. [196]$h",
				"Thu10": "Ah, @! Selam!$h#$e#Sabah işlerin iyi gitti mi?$l#$e#Umarım bir ara sana yardım edebilirim.",
				"Fri4": "Doğanın kendisi her zaman her birimizden daha büyük bir sanatçı olacak.#$e#Gerçi sen doğayla direkt çalışıyorsun. Evet, çiftçilik de bir sanattır diyebiliriz, bir açıdan.",
				"Fri6": "Merhaba, @. Güzel bir gün, değil mi?#$e#Konuşmak için birine ihtiyacın olursa kulübeme gelmekten çekinme.$h",
				"Fri8": "Eğer ilginç görünen dallar bulursan, onları kullanabilirim.#$e#Bana versen özel olurdu.$l",
				"Sat4": "Evinde hiç sanatsal resmin var mı?#$e#Ev içinde yaratıcı bir dokunuş varsa evdir.",
				"Sat6": "İnsanlar yaratıcı olmak için doğmuştur, sence de öyle değil mi? Bu bizi biz yapıyor.#$e#Elbette, yaratıcı olmanın bir sürü yolu var. Resim ve heykel en sevdiklerimin ikisi.",
				"Sat10": "Hey aşkım.$l#$e#Yarın akşamüstü benimle havuz kenarında buluşur musun? Yağmur yağmazsa orada olacağım.$l#$e#Ya da beni herhangi bir zaman da bulabilirsin. Bana farketmez.$l",
				"Sun2": "Bir ara evime uğra. Sana en son projelerimi göstereceğim.",
				"Sun4": "Bahse varım çiftliğinde kendi yabani ürünlerini yetiştirebilirsin. Bunu denedin mi?#$e#Ormanda lezzetli bir şey bulmanın verdiği ödül hissini hiçbir şey geçemez, ama aramaya zamanın yoksa kullanışlı olabilir.",
				"Sun6": "Hayat tarzımla ilgili bazen idareci olabiliyorum, ama bazen sanat kariyerim saatli bir bombaymış gibi hissediyorum.$s#$e#Aç sanatçının yaşam tarzıyla başarılı olan kimseyi tanıyor musun?$s",
				"Sun8": "Merhaba, @. Güzel bir gün, değil mi?#$e#Konuşmak için birine ihtiyacın olursa kulübeme gelmekten çekinme.$h",
				"Sun10": "Hey sen.$l#$e#Bütün gün seni düşünüyordum.$l#$e#Bana haftanı anlat.$h",
				"summer_Mon4": "Ne kadar hoş bir gün, değil mi?#$e#Ah, bu arada, bunları buldum. Birini sana ayırdım.[396]#$e#Bana göre, tatları aynı yaz anıları gibi.",
				"summer_Mon6": "Yabani meyveleri çabuk bulurum. Bir gün sana güzel bir meyve salatası yapacağım.$h",
				"summer_Mon8": "Yolun yukarısında yaşadığın için mutluyum. Önemsediğin insanlara yakın bir yerde yaşadığında hayat daha iyi.",
				"summer_Mon10": "Yolun yukarısında yaşadığın için mutluyum.#$e#Seni görmekten her zaman mutlu olurum.",
				"summer_Tue2": "Doğa olmadan hayatta kalamazdık. Bunu hatırlamak iyi.",
				"summer_Tue4": "Dün Marnie'nin çiftliğine uğradım, ve inekler de bana öylece baktılar.#$e#Yüzleri çok narindi.#$e#Senin de ineğin var mı?",
				"summer_Tue6": "Hayatta basit şeyler en iyisidir: serin bir yaz rüzgarı, heybetli bulutlar, ve bir kadeh Yıldızçiyi Vadisi kırmızısı.",
				"summer_Tue8": "Bir keresinde, bazı arkadaşlarımla bir gece yürüyüşüne çıktığımızda bekemediğimiz bir şekilde yolumuz eski bir bağa çıktı.#$b#Bağın sahibi bizi içeri davet etti. O gece yaz havası ılık ve temizdi. Bir bardak şarap içtiğim ilk zamandı.#$e#En sevdiğin yaz anın nedir, @?",
				"summer_Thu": "Yaz boyunca sahile sık uğrarım.#$e#Okyanusun sesi güzel, değil mi?",
				"summer_Thu4": "Ormandan asla bıkmadım, ama burada bir sahilimizin olması da inanılmaz.#$e#İki seferde sahile vuran en güzel renkli kabukları buldum.",
				"summer_Thu6": "Martılar sahili bizden çok farklı görüyor olmalılar.#$e#Onların uçma yeteneklerine hep imrendim. Ya sen?",
				"summer_Thu8": "Okyanusun sesi beni rahatlamış bir hale sokuyor. Çok huzurlu.#$e#Ama benimle her zaman konuşabilirsin de.",
				"summer_Thu10": "*kıkırdar* Evet, Sahilde uzun yürüyüşlere çıkarım. Sorman ne kadar anlayışlıca!$h",
				"summer_Fri4": "Doğanın kendisi her zaman her birimizden daha büyük bir sanatçı olacak.#$e#Gerçi sen doğayla direkt çalışıyorsun. Evet, çiftçilik de bir sanattır diyebiliriz, bir açıdan.",
				"summer_Fri8": "Son zamanlarda kulübem çok sessiz.$s#$b#Uğrarsan sevinirim.#$e#Günün nasıl geçiyor?",
				"summer_Sat4": "Çok sert bir peskateryan diyetiyle beslenirim. Prensip olarak et yemeye karşı çıkmıyorum, ama...#$b#...herkesin doğaya saygı göstermek için kendi yolları var, ve ben benimkiyle mutluyum. Bu sadece benimki.",
				"summer_Sat6": "Evet, yazları sahile sık giderim.#$b#Tabikide bana katılabilirsin. Çekinme.$h",
				"summer_Sat8": "Ormanda lezzetli bir şey bulursan bana haber ver, olur mu?#$e#Bazen yokluk hayatıyla yaşamak zor, ama param olsa bile başka türlü beslenmek istemem.",
				"summer_Sat10": "Hey sen.$l#$e#Günümden eksik olan kişi sensin.#$e#Sarılmaya ihtiyacım var. Buraya gel.",
				"summer_Sun4": "Yazları Elliott'ı daha fazla görmek iyi.#$e#Elbette, seni de görmek her zaman hoş.",
				"summer_Sun6": "Merhaba, @. Güzel bir gün, değil mi?#$e#Konuşmak için birine ihtiyacın olursa kulübeme gelmekten çekinme.$h#$b#Burası yazın gündüzleri biraz daha sıcak oluyor, bu yüzden çıkıp öğleden sonra geri geliyorum.",
				"summer_Sun8": "Soru: Leziz bir meyve salatasından daha iyi ne var?#$b#İki meyve salatası, paylaşmak için birisiyle birlikte! [610]$h#$eHayır, ısrar ediyorum. Süpür!$l",
				"summer_Sun10": "Ah, @! Selam!$h#$e#Bu sabah işlerin iyi gitti mi?$l#$e#Umarım sana bir ara yardım edebilirim.",
				"fall_Mon4": "Çocukken, mantarları sevmezdim, ta ki biri benim için doğru şekilde pişirene kadar.#$e#Pek et yemiyorum, o yüzden benim için iyi bir protein kaynağı.",
				"fall_Mon6": "#$c .5#Haftasonunda bazı yabani mantarlar buldum!#$e#Bugün kahvaltıda büyük bir tabak mantar ve yumurta yedim... Hala tokum.#$e#Etrafa bakmaya devam edersen kendine biraz mantar bulursun... eminim.",
				"fall_Mon8": "Hey! Mantar aramaya çıktım ve bir sürü buldum. Bir tanesini sana ayırdım. [404]#$e#Hiç vogda kızartmaya koymayı denedin mi?",
				"fall_Mon10": "Nişastalı yemeklere asla ilgili olmadım, ama Kel'in yemek istediği tek şey 'akşam yemeğine kahvaltı'ydı ve pişiren de ben oldum.$s#$b#Bir süre sonra bu yemeklerden usandım.$s#$e#Üzgünüm, bu iticiydi. Hadi konuyu değiştirelim.",
				"fall_Tue": "Bir çiftlikte yaşamakla ilgili en sevdiğin şey ne?",
				"fall_Tue2": "Acaba kurumuş yapraklardan bir kolej yapabilir miyim?#$e#Rengarenkler... potansiyel sanat projelerini düşünmekten başka bir şey yapamıyorum.$h",
				"fall_Tue8": "Son zamanlarda ilham doluyum. Güz benim kişisel bir yanımı ortaya çıkarıyor.",
				"fall_Tue10": "Kendimi genelde sanatımdan ayrı tutmaya çalışırım, ve benimki yerine onun kendi güzelliği uğruna varolmasına izin veririm.#$e#Bazen de, çarem yok. Sana verdiğim şu heykel bir örnek.$l",
				"fall_Wed2": "Nehrin yanında yaşamak çok hoş.#$e#Bazen, somonların sudan zıplayıp geri düştüklerini duyabiliyorum.",
				"fall_Wed4": "Nehrin yanında yaşamak çok hoş.#$e#Geceleri suyun yumuşak sesini dinleyerek uykuya dalıyorum.",
				"fall_Wed6": "Galiba ben gelmeden önce kulübemde yaşayan yaşlı bir kadın varmış.#$e#O öldükten sonra, Başkan Lewis ben gelip evi alana kadar elinde mülkü tuttu.",
				"fall_Wed10": "@, bana hep inandığın için sağol.#$b#Sanırım sana en çok ihtiyacım olduğu anda geldin.",
				"fall_Thu": "Hey. Çiftliğin nasıl?#$e#Bu mevsim, aralarından seçemeyeceğin kadar çok çeşit tohum olmalı.",
				"fall_Thu2": "Bütün bir günü hiç tatil günü yapar mısın?#$e#Tazeleyici bir ara oluyor.",
				"fall_Thu4": "Bahse varım çiftliğinde kendi yabani ürünlerini yetiştirebilirsin. Bunu denedin mi?#$e#Ormanda lezzetli bir şey bulmanın verdiği ödül hissini hiçbir şey geçemez, ama aramaya zamanın yoksa kullanışlı olabilir.",
				"fall_Thu8": "Ailemle artık çok bir bağım yok. Sadece zamanla birbirimizden koptuk.#$e#Arada bir onları ararım, ama bu günlerde kendi hayatlarımızı yaşıyoruz.#$e#Niye, bu senin için sıradışı mı?",
				"fall_Fri2": "Merhaba. Günün nasıl gidiyor?",
				"fall_Fri4": "Vadinin şarabını hiç denedin mi?#$e#Daha iyisi, muhtemelen kendi çiftliğinde kendi şarabını yapabilirsin Bu inanılmaz olurdu.$h",
				"fall_Fri10": "Tam da güz süslerime bakıyordum. Acaba bir gün bunları paylaşabileceğim çocuklarım olacak mı?",
				"fall_Sat": "Eğer kulübemden gelen gürültü patırtı falan duyarsan, muhtemelen heykellerimle çalışırken benden geliyordur.",
				"fall_Sat2": "Süslemeler mevsimin hissini vurgular. Bence bu değerli bir gelenek.",
				"fall_Sat4": "Heyyy! Güz süslerim hakkında ne düşünüyorsun?$h#$e#Çiftliğin için Ruhlar Arefesi süslerin olmalı. Fazla korkutucu şeyler de olmasın.",
				"fall_Sat6": "Ara sıra eğlenceli ve ilhamlı bir şey yapmak güzel, evimdeki süsler gibi.#$e#İçerideki çocukla iletişimde kalmalı, değil mi?$h",
				"fall_Sat10": "Hey. Yarın sabah evimin yanına gelmelisin. İki tane omlet getirirsen öğle kahvaltısı yaparız.$h#$e#Üzgünüm, eğer yaratıcı olmaya bakıyorsan, sevdiğim başka kahvaltı yemeği çok fazla yoktur.",
				"fall_Sun4": "Merhaba, @. Konuşmak istediğin bir şey mi var?",
				"fall_Sun6": "İnsanlar yaratıcı olmak için doğmuştur, sence de öyle değil mi? Bu bizi biz yapıyor.#$e#Elbette, yaratıcı olmanın bir sürü yolu var. Resim ve heykel en sevdiklerimin ikisi.",
				"fall_Sun8": "Şehirde asla gerçekten güvende olmadım. Burada ise kapımı kilitlemeyi düşünmeme gerek yok.",
				"fall_Sun10": "Hey sen.$l#$e#Bütün gün seni düşünüyordum.$l#$e#Bana haftanı anlat.$h",
				"winter_Mon4": "Çok sert bir peskateryan diyetiyle beslenirim. Prensip olarak et yemeye karşı çıkmıyorum, ama...#$b#...herkesin doğaya saygı göstermek için kendi yolları var, ve ben benimkiyle mutluyum. Bu sadece benimki.",
				"winter_Mon6": "Taze karla kaplı olduklarında her şeyin görünümünü seviyorum.",
				"winter_Mon8": "Eski anılarımdan biri kayakla kaymaya gittiğim bir zamandı. Yokuş aşağı hızlanıp bir yığın kara saplanmıştım.#$e#Orada yattığımı hatırlıyorum, sessizliği dinlemek ve gökyüzünü izlemek, yüzüme karlar ufak ufak yağarken. Sonsuza kadar öyle kalmak istemiştim.",
				"winter_Tue": "Sence de salonun kış zamanı için mükemmel bir atmosferi yok mu? Çok sıcacık.",
				"winter_Tue4": "Küçük kulübem çok soğuk oluyor.$s#$e#Koca bir battaniyeye sarınıyorum ve her şey tamam.$h",
				"winter_Tue6": "Sanırım kışın doğa biraz sert olabiliyor. Hala geçinmemiz için yeterince veriyor da.",
				"winter_Tue8": "Çiftçilik kulağa eğlenceli geliyor. Denemek istiyorum, bir gün.$l",
				"winter_Tue10": "Hey. Buraya gel. Beni ısıt.#$e#Mmm, sıcacıksın.$l",
				"winter_Wed2": "Doğa olmadan hayatta kalamazdık. Bunu hatırlamak güzel.",
				"winter_Wed4": "Bu sabah erken bir kar tavşanı gördüm! Enderler, değil mi?",
				"winter_Wed6": "Şehirde asla gerçekten güvende olmadım. Burada ise kapımı kilitlemeyi düşünmeme gerek yok",
				"winter_Wed8": "Dışarıda hiç tavşan gördün mü? Sanırım yılın bu zamanı ormandaki en sevdiğim şeylerden biriler.",
				"winter_Thu": "Değişen mevsimler için süsleme yapmayı seviyorum.",
				"winter_Thu2": "Taze yiyecek bulmakta zorlanıyorum.#$e#Son zamanlarda çok fazla ekmek yiyorum.$s",
				"winter_Thu4": "Umarım Elliott küçük evinde iyidir. Bazen zorlandığımı düşünmeyi seviyorum, ama o gerçekten nasıl başaracağını biliyor.",
				"winter_Thu10": "Dışarıda yerde kar, beniseven biri kollarımın arasında... Evet, bu gerçekten hoş.$l",
				"winter_Fri2": "Çiftlikte yaşamın en çok nesini seviyorsun?#$e#Elinde bir sürü boş zamanın oluyor olmalı.",
				"winter_Fri4": "Burada zaman daha yavaş akıyor gibi.#$e#Şehirde yaşarken, yıl çabucak bitiyordu.",
				"winter_Fri8": "Şehirde asla gerçekten güvende olmadım. Burada ise kapımı kilitlemeyi düşünmeme gerek yok.",
				"winter_Fri10": "Hey. Bu akşam biraz birlikte içmeye ne dersin?$h#$e#Tamam. Sana güveniyorum.$l#$e#Geceyarısı yakınlarında uyumuş olmak istiyorum.",
				"winter_Sat2": "Merhaba. Günün nasıl geçiyor?",
				"winter_Sat4": "Merhaba, @. Konuşmak istediğin bir şey mi var?",
				"winter_Sat6": "Evimdeki kış süslemelerini beğendin mi?#$e#Her zaman koymak için heyecanlıyım, ama doğru havayı beklemeliyim.",
				"winter_Sat8": "Çiftlik evinde hiç üşür müsün?#$e#Yorganlarımdan birinin altına girip elma şarabı içmek istersen kulübeme uğra.$h",
				"winter_Sun2": "Patavatsız olmaktan nefret ediyorum, ama eğer doğaya saygıyla davranmazsak, torunlarımız mahvolacaklar.#$e#Sen de böyle düşünmüyor musun?",
				"winter_Sun4": "Galiba ben gelmeden önce kulübemde yaşayan yaşlı bir kadın varmış.#$e#O öldükten sonra, Başkan Lewis ben gelip evi alana kadar elinde mülkü tuttu.",
				"winter_Sun6": "Hayat tarzımla ilgili bazen idareci olabiliyorum, ama bazen sanat kariyerim saatli bir bombaymış gibi hissediyorum.$s#$e#Aç sanatçının yaşam tarzıyla başarılı olan kimseyi tanıyor musun?$s",
				"winter_Sun8": "Çalışmama inandığın için teşekkür ederim, @. Bir şeyler işler miydi bilemiyordum, ama nihayet hayatımda bir parça enerji hissediyorum.",
				"spring_1_2": "Karı özleyeceğimi düşünürdüm, ama lafımı geri alıyorum. Bu çok daha iyi. Mutlu yeni yıllar!",
				"spring_23": "Sanırım yarın şölende dans edeceğim. yani, neden olmasın?",
				"summer_27": "Ayışığı denizanalarını ilk gördüğümde şok olmuştum. O yılı unutmayacağım.",
				"fall_15": "Yıldızçiyi Vadisi Fuarı beni tekrar bir çocuk gibi hissettiriyor. Bizim kasabamızda olduğu için mutluyum.",
				"winter_24": "Hey! Daha tatil ruhunda mısın?#$e#Kendimce ben hazırdan daha fazlasıyım. Güzel yemekler gelsin!",
				"winter_28": "Sana muhteşem, mutlu yeni yıllar!$h#$e#Benim için iyi bir yıldı. Ya sen?",
				"spring_23_2": "Acaba ormandaki şu küçük açılmış yol nasıldır?#$b#Geçen yılın çiçek dansından beri oraya uğramadım.",
				"summer_27_2": "Ayışığı denizanalarını ilk gördüğümde şok olmuştum. O yılı unutmayacağım.",
				"fall_15_2": "Yıldızçiyi Vadisi Fuarı beni tekrar bir çocuk gibi hissettiriyor. Bizim kasabamızda olduğu için mutluyum.",
				"winter_24_2": "Hey! Daha tatil ruhunda mısın?#$e#Kendimce ben hazırdan daha fazlasıyım. Güzel yemekler gelsin!",
				"winter_28_2": "Sana muhteşem, mutlu yeni yıllar!$h#$e#Benim için iyi bir yıldı. Ya sen?"
			}
		},
		{
			"LogName":"Leah Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueLeah",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Bazen hiç gelmeyeceğini düşündüğüm yerlerde ilham buluyorum.#Hmm, belkş de müzik açmalıyım. Beni uyandırması için.$s",
				"Rainy_Day_1":"#$c .5#Şehirde yaşarken yağmuru iç karartıcı bulurdum. Ama burada, Yıldızçiyi Vadisi'nde güzel.#İçeride kalmak için kötü bir gün değil. Denemek için bazı proje fikirlerim var.",
				"Rainy_Day_2":"Günaydın! Erken kalkıp biraz mantar avına çıktım. İşte, birini al.[281 404 420 257]#$e#Mantar aramak hazine aramaya benziyor. Çok eğlenceli.$h",
				"Rainy_Day_3":"#$c .5#Bunun gibi günlerde ağır iş botlarımla mutlu oluyorum.$h#Bulutlar burada çok kalın. Neredeyse hala gece saati gibi.",
				"Rainy_Day_4":"#$c .5#Ağaçlar bu yağmur için yalvarıyordu... onlar adına mutluyum.#Bugün balığa çıkabilirsin, istersen. Dal filan bulursan söyle.",		
				"Rainy_Night_0":"#$c .5#Günün nasıldı? Dışarıda hiç hayvan gördün mü?#Bugün hayvanlar kuru muydu?",
				"patio_Leah":"#$c .5#Çok yakından bakma, hala bitmemiş bir çalışmai.#Tahta heykellerim nispeten iyi satıyor, bu yüzden hep yeni bir tanesiyle uğraşıyorum.",
				"Rainy_Night_1":"#$c .5#Normalde salata yerim... ancak bunun gibi yağmurlu bir gecede canım sıcak çorba çekiyor.$h#Kötü bir gün değildi. Ümitlerimi tekrar düşünmem ve vakti değerendirmem gerekti.",
				"Rainy_Night_2":"#$c .5#Bunun gibi bir gecede uykuya dalmak rahatlatıcı olacak...$l#Eve hoşgeldin, aşkım. Mmm, buraya gelip beni öp.$l",
				"Rainy_Night_3":"Bugün küçük tahta bir heykel yaptım, ama çok çirkin olduğu için ateşe attım.$u#$e#Bence harika bir sanatçı olmak için, kendi çalışmaların hakkında eleştirel olmalısın.",
				"Rainy_Night_4":"#$c .5#Eve geldiğine mutluyum... yorganın altına girip ısınmak için güzel bir gece.#Bugün seni özledim. Biz... bu gece beraver vakit geçirmeliyiz.$l",
				"Rainy_Night_Leah":"#$c .5#Günün nasıldı, hayatım? Çamurlu mu?#Şehirden eski bir arkadaşım benden onun bir resmini yapmamı istedi. Resim bugün neredeyse bitti.",
				"Indoor_Day_0":"#$c .5#Bu ev eski kulübemden çok daha hoş! Onu özlemiyorum.#Hm, bugün ne havamdayım? Resim mi heykel mi?",
				"Indoor_Day_1":"#$c .5#Kalkma zamanı! Arkada neyin küçük bir saksıda yetiştiğine bak. [16 18 20 22 90 259 396 402]$h#Günaydın, @. Arkada bunu küçük bir saksıda yetiştirdim... [16 18 20 22 90 259 396 402]#$e#Bunları sevgi ve ilgiyle yetiştirdim. Tadını çıkar.",
				"Indoor_Day_2":"#$c .5#Always remember to keep your eyes peeled for wild food! There's lots out there.#Günaydın. Bugün nasıl işleri bitirmeyi düşünüyorsun?",
				"Indoor_Day_3":"#$c .5#Dayanamadım. Bu yeşillikler zirve tazelikteydi, bu yüzden...#Düşünüyordum da... hayat kötü yemekler yemek için çok kısa. Neyseki, taze yeşillik ve sebzeler için en iyi bölgelerden birinde yaşıyoruz!#$e#İşte, sana sağlıklı bir salata yaptım. [196]#$e#Hala salatamdan sıkılmadığına şaşırdım!",
				"Indoor_Day_4":"#$c .5#Günaydın! Bize kahve yaptım.[395]$h#Benim sabahım sıcak bir kupa kahvesiz tam olmazdı.[395] Ya sen?$h",
				"Indoor_Night_0":"#$c .5#Gecenin bu saaityle ilgili bir şey beni susatıyor.#Bu gece bana ayıracak zamanın var mı? Seni düşünüyordum...$l",
				"Indoor_Night_1":"#$c .5#Zamanın akışı çok hassas... küçücük bir karar bile geleceği sonsuza kadar değiştiriyor.#Yaşadığımız kısa hayatlarla, herkes dünyada bir iz bırakıyor. Umarım ben de iyi bir iz bırakıyorumdur.",
				"Indoor_Night_2":"#$c .5#Burası geceleri şehrin gösterişli ışığından çok daha hoş.#Her şey benim için mükemmel oldu. Çok şanslıyım.",
				"Indoor_Night_3":"#$c .5#Buraya taşındıktan çok kısa süre sonra bir denizkızı kolyesi alacağım hiç aklıma gelmezdi! Mutluyum da.$l#Bugün yeni güzel anılar edindin mi?",
				"Indoor_Night_4":"#$c .5#Bugün yabani bir tavşan gördüm. Keşke bir tanesini bir gün okşayabilsem. Çok yumuşak görünüyorlar...#Bugün kızılibikli mavi kuşlar gördüm. Şu anda yuvalarında mutlu ve rahat olmalılar.",
				"Outdoor_0":"#$c .5#Serin esinti güzel. Bana nehrin yanında yaşamayı hatırlatıyor.#Heyyy, günaydın. Beni burada dışarıda ne zaman bulursun diye merak ediyordum.$h",
				"Outdoor_1":"#$c .5#Hmm... burada biraz onarım yapacağım. Sadece ara sıra canım çekiçleme yapmak istiyor.#Evin hangi yerlerini Robin'in eklediğini söyleyebilirim. Söylememe izin ver, o ne yaptığını gerçekten biliyordu.",
				"Outdoor_2":"#$c .5#Bugün özel bir gün olacak, Hissedebiliyorum.#Günaydın! Burada olduğumdan daha uyanık hissediyorum.",
				"Outdoor_3":"#$c .5#Ah... doğal kirin bu kokusu. Onun gibi hiçbir şey yok.$h#Burada havanın temiz olduğunu söyleyebilirsin... ciğerlere iyi geliyor.",
				"Outdoor_4":"Kendni çok yorma, hayatım.#$e#$c .5#Açlıktan ölmüyoruz, o yüzden fazla çalışmak yok, tamam mı?#Ara sıra mola verdiğinden emin ol, ya da yemek için bir şeyler al.$h",
				"funLeave_Leah":"#$c .5#Bugün bir doğa yürüyüşüne çıkacağım. Evden çıkmam gerek.#Bugün uzun bir yürüyüşe çıkıyorum, Umarım hoş şeyler görürüm. Akşama görüşürüz.",
				"funReturn_Leah":"#$c .5#Bugün hoş ve rahatlatıcı bir zaman geçirdim. Günün nasıl geçti?#Orman güzeldi, her zaman olduğu gibi. Her ziyaretimde yeni bir şey keşfediyor gibi hissediyorum -- böcekler, küçük çiçekler, biliyorsun.",
				"OneKid_3":"#$c .5#Yıldızçiyi Vadisi bir çocuğun doğayın önemini kavramayı öğrenmesi için harika bir yer, sence de öyle değil mi?#Bir ebeveyn olmak eğlenceli. %kid1 büyüdüğünde dışarıyı seven biri olduğundan emin olmak istiyorum.",
				"TwoKids_3":"#$c .5#Dolu bir ailemiz ve mucizevi bir çiftliğimiz var. Yeni hayatlarımız çok iyi hale geldi, değil mi?#Umarım %kid1 ve %kid2 kendilerini ifade etmek için sağlıklı yollar bulurlar. Resim ya da heykel olmak zorunda değil; sadece onları ne mutlu ediyorsa.",
				"spring_4":"Bütün ekinleri şuan ektin mi? Yoksa... önce düzenlemek daha mı iyi?#$e#Sadece merak ediyorum. Kararına güvenim tam.",
				"spring_19":"Grampleton'da çalışmammın bir örneğini isteyen bir kahve dükkanı var. Sanırım işim benim için biçilmiş kaftan!#$e#Umarım bir kısmı satılır.",
				"spring_25":"Elliott'a göre güzellik zihinde deneyimlenir, bu yüzden de en çok kelimeler düşüncelerimizi sembolize eder ve güzelliği yaratmak için en iyi şeydir.#$e#Ama... resimleri de düşünmüyor muyuz? Ve resim kökenli düşünceler genelde daha güçlü olmaz mı?#$b#...Bilmiyorum. Sen ne düşünüyorsun?$u",
				"summer_8":"Islaksam özür dilerim... Dün bütün gece sıcaktan terledim.",
				"summer_9":null,
				"summer_12":"Dünkü şölende Elliott'la buluşmak güzeldi. Yaşam tarzıyla çok mutlu gibi görünüyor.",
				"summer_15":"Ahhh, yazın büyük parçasına hala sahip olduğumuza mutluyum.$h#$e#Bitmesi için hazır değilim.",
				"summer_20":"Diğer insanların evlerinde çalışmalarımın sergilendiğini bilmek biraz cesaret veriyor.#$e#Kendimi bu parçalara döküyorum, böylece nerdeyse ruhumdan bir parçayı gözetleyebilirler gibi oluyor. Farkeder mi?#$e#Senin işin diğer insanların sofralarını kuruyor. Yani biraz aynı şey oluyor.$h#$b#Zannediyorum ki bu sadece dünyada küçük bir etki bırakmanın sonucu.",
				"summer_24":"Acaba eski komşularım nasıllar. Marnie, Jas...#$e#...Ah doğru. Ve Shane.#$e#Sanırım onlarla hala teknik olarak komşuyuz ha?$h",
				"fall_7":"Acaba Caroline'ın aerobik klubüne tekrar başlamalı mıyım. Şuana kadar... iki kere? ...gittim sanırım?#$e#Ah evet! Bir keresinde, Dr. Harvey de oradaydı. Sevimliydi.$h#$b#Hey, ona kolay gelsin.",
				"fall_10":"Emily hala Salon'da çalışıyor, değil mi? Hm, Acaba kasabadan bir gün dışarıya taşınır mı?#$e#Onu hiçbir zaman çok iyi tanıyamadım, ama her zaman sadece masalara garsonluk yapmaktan daha fazlası için olduğunu hissettim.",
				"fall_13":"Basitçe hayalimş yaşıyorum. @, Umarım buna verilmiş demememi anlıyorsundur, değil mi?",
				"fall_24":"Grampleton'daki şu kahve dükkanı resimlerimden bazılarını sergiliyordu ve son parçayı da satmışlar! Rekor!$h#$e#Belki bana bir daha sorarlar.",
				"winter_4":"Hmm... Merak ediyorum da bu soğukta Elliott nasıldır? Acaba bizden sıcak bir yemeği kabul eder mi?",
				"winter_11":"Özür dilerim, dün gece içerinin çok soğuk olmasına izin verdim, değil mi?#$e#Boya kokusunun dışarı çıkması için pencereleri açtım. Sadece... bugün şömineyi açık tutalım.$s",
				"winter_16":"Bazen, gurur duyduğum bir parçayı satmak çok zor geliyor.$s#$e#Demem o ki, eğer yeterince paramız varsa, belki ben sadece... bazılarını tutayım?$l",
				"winter_20":"Kış Yıldızı Şöleni temalı sanat çok eğlenceli ve yapması kolay. Pişmanlık duymadan istediğim kadar neşeli yapabiliyorum.$h",
				"winter_27":"Kar çatının şu noktasından sürekli eriyip akıyordu. Sonra güneşin ışığı o damlalarda kırılmaya başladı.#$b#Odanın bir kısmında parlayan küçük ışıkçıkları gönderdi. Çok güzel.#$e#Ah, bu birkaç sabah önceydi."
			}
		}
	]
}