{
    "Changes": [
      {
        "LogName": "LeoMainland",
        "Action": "EditData",
        "Target": "Characters/Dialogue/LeoMainland",
        "Entries": {
          "4": "Gökyüzünde uçan bir mango gördüm. Linus bana onun bir sıcak hava balonu olduğunu söyledi!$u#$b#Bir tek kuşların uçabildiğini sanırdım...",
          "18": "İlk geldiğimde, Linus bana yapraklardan bir kıyafet yaptı, onunki gibi...#$b#Ama komik görünüyordum... kürklü bir mango gibi!$h#$e#Sanırım tüylerimle kalacağım.",
          "LeoDeparture": "Yaşamak için bir yer bulmalıyım...$s#$b#Ancak bir planım var... Arkadaşlarıma güveneceğim.",
          "Mon": "Hey, @. Seni adada yine görmek güzel, eski zamanlardaki gibi. Bu eğlenceli!#$e#Biliyorsun, ilk geldiğinde senden korkmuştum... hayatımın değişmek üzere olduğunu biliyordum.$u",
          "Mon8": "Nihayet şu yaşlı kadınla konuştum! Tanıyor musun? Hani şu balık tutan?#$b#Görünüşe göre, ismi? Birdie'ymiş! Haha!$h#$e#Ondan o kadar çekinmemeliydim. Aslında çok nazik biri.",
          "Mon10": "Bu komik... Adayı ziyaret etmekten mutluyum, ancak yeni evimi de birazcık özlüyorum.#$e#Yıldızçiyi Vadisi'nde milletin ne yaptığını merak ediyorum.",
          "Tue": "Bayan Penny beni eğitimimde hızlandırmak için elinden gelenin en iyisini yapıyor. Gerçekten çok nazik...#$e#...Neyseki, çok çok eski hayatımdan bir şeyler hatırlıyorum... adada kıyıya vurmadan önce... bu yüzden olabileceği kadar da zor değil.#$e#Bayan Penny ne kadar çok bildiğimden etkilendiğini söylüyor!",
          "Tue8": "Okumayı gerçekten seviyorum. Eğer sadece Zencefil Adası'nda yaşarken birkaç kitabım olsaydı...#$e#Bayan Penny bana dünyanın her tarafından olan kuşlarla ilgili bir kitap buldu. Hiç bilmediğim bir sürü farklı türler var!",
          "Tue10": "Eminim en başında Jas ve Vincent garip olduğumu düşündü. Yanlışlıkla okul masasında birkaç kere gakladım... bu yardımcı olmadı.$s#$e#Herkes için büyük bir değişiklikti. Ama şimdi iyi arkadşız!$h",
          "Wed": "Linus ve Bayan Penny'nin arasında, öğrenilecek ne var ne yok öğreneceğim!$h#$e#Başkan Lewis' göre 'tam donanımlı bir yurttaş' olma yolunda hızlıca ilerliyormuşum... artık ne anlama geliyorsa.",
          "Wed8": "Ağaçevimin arkasından trenler geçtiğinde, ses beni en başta korkuttu, ama artık korkutmuyor.#$e#Gürültülü ama çok heyecan verici! Sence nereye gidiyorlar?",
          "Wed10": "Çok defa Vincent'ı şeyden çıkan öğünler yediğini gördüm... plastik kutulardan. Onlar gerçekten yemek mi?",
          "Thu": "Burada yaşayan bu kadar ilginç kuşları hiç farkettin mi?#$e#Eğer dikkatli dinlersen, sana bir şey anlatabilirler.",
          "Thu8": "En başta kötü hissetmiştim... yabancı bir yere gitmek için adayı terketmekten.$s#$e#Ancak bir süre sonra buna alıştım.#$b#Çok uyumlu birisiyim!$h",
          "Thu10": "En başta burada bir yabancı gibi hissettim. Ama birsürü arkadaşım oldu!$h#$b#İlk defa, bir yere ait hissediyorum...",
          "Fri": "Linus bana vadideki bütün yabani yiyecekler hakkında bilgiler öğretiyor. Dışarıda bir sürü güzel şey var!$h#$e#Gerçi... her sabah kahvaltıda altın ceviz yemeyi de biraz özlüyorum...$s",
          "Fri8": "Linus Amca yemeden önce balığımı 'pişirmem' gerektiğini söylüyor...$s#$b#Alışmakta zorlanıyorum... çok kuru...$s",
          "Fri10": "Sanırım büyüyüyorum ve güçleniyorum. Şu günlerde çok yiyorum ve eskiden olduğundan daha hızlı koşabiliyor ve daha yükseğe zıplayabiliyorum.",
          "Sat": "Belki bir gün, Zuzu Şehri'ni ziyaret edeceğim...$u#$b#Ancak hazır olmaya yakın bile değilim, henüz. Bu dünya zaten bana çok yabancı, ve şu anda burada çok rahatım!$h",
          "Sat8": "Ahhhh... ben ve Willy yarın çok çok erken Zencefil Adası'nı ziyarete gidiyoruz.#$b#Papağanlara bu haftaki maceralarımı anlatmak için sabırsızlanıyorum!$h",
          "Sat10": "@? Im... Sormaya utanıyorum ama...$u#$b#Ama... sence Jas benim gibi bir çocuğu beğenir mi?$u#$b#Yoksa çok mu fazla tuhafım?$s#$e#Hahaha... kimin umrunda. Birgün nasıl olsa öğrenirim.$h",
          "Sun": "Biliyorsun, Yıldızçiyi Vadisi yeni evim olabilir... ama ada da benim her zaman evim olacak.#$e#Geri gelip ziyaret edebilmek çok güzel.",
          "Sun8": "Bu sabah Willy'nin gemisinin yan tarafınd bir balık yakaladım.$h#$e#Çok küçük bir taneydi. onu evine doğru geri attım.",
          "Sun10": "Papağanlar bulduğun bütün altın cevizler için sana teşekkür etmemi istedi. Gerçekten tadını çıkarıyorlar.$h",
          "summer_Sat10": "En başta, kalbimde aile için başka yer yok sanıyordum...#$b#...ama aslında bir sürü yer varmış! Sen, Linus Amca, Willy, herkes...$h#$e#Şimdi iki tane ailem var.",
          "summer_Mon8": "Vincent Zencefil Adası'ndaki kulübeme taşınmak istediğini söylüyor.$h#$e#Annesi ona izin vermiyor. Haha, belki bir gün.",
          "fall_Tue": "Hamamda banyo yaptım! Temizlenmek çok iyi hissettiriyor.$h",
          "fall_Wed": "Yapraklar! Çok güzeller!#$e#Zencefil Adası'nda ağaçlar neden renk değiştirmiyor?",
          "winter_Sun8": "Ahhhh, Yıldızçiyi Vadisi'ndeki soğuktan uzaklaşmak güzel.#$e#Yine de, döndüğümde karla oynamak eğlenceli olacak.",
          "winter_Wed": "Çok... s-s-soğuk.$3#$e#Linus Amca alışacağımı söylüyor.$3",
          "winter_Wed10": "Kamp ateşin varsa soğuk o kadar kötü değil. Linus Amca bana öğretti.",
          "winter_Thu": "Vadinin kuşları soğuğu çok takmıyorlar.#$e#Sıcacık kürklerini biraz kıskanıyorum...$s", 
          "winter_Fri": "Linus bana nasıl özel baharat meyvesiyle ovulmuş balık yapıldığını öğretti...#$b#Eğer yeterince yersem yemeğin kışın beni sıcak tutacağını söylüyor!$h",
          "spring_1_2": "Ahh, dün gece iyi uyumuşum. Yeni bir yıla hazır mısın?#$e#Vadiye döndüğümde nasıl görünecek merak ediyorum.",
          "winter_28_2": "Yarın yeni bir yıl başlıyor, değil mi? Willy vadiye geri döndüğüm vakitte karların erimiş olabileceğini söyledi.#$e#Burada pek fazla şey değilmiyor gerçi. Bazen unuturdum.",
        }
      }
    ]
}