{
	"Changes":[
		{
			"LogName":"Lewis",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Lewis",
			"Entries": {
				"Saloon": null,
				"Saloon4": null,
				"cc_Bus": "@, duydun mu? Görünüyor ki eski kasaba otobüsü bir gecede çalışmaya başladı!$h#$b#O eski şey bir süredir yatıyordu... Bu gerçekten büyük bir gizem.",
				"Mon": "Bahçeciliğe başlamak için iyi bir mevsim, bizim gibi çiftçi olmayanlar için bile.#$e#Vadi en güzel bahar çiçekleriyle bilinir!$h",
				"Mon2": "Büyükbabanla ben bahçecilikle ilgili çok muhabbet ederdik. Bildiklerimin büyük kısmını ondan öğrendim.",
				"Mon6": "Pelikan Kasabası'nda bir çocuk olarak yaşamak zor olmalı. Burada eskiden olduğu kadar çok çocuk yok...#$e#Birkaç yıl önce şu oyun parkını ben inşa ettirdim. Umarım Jas ve Vincent burada çok sevildiklerini biliyorlardır.",
				"Tue8": "Topluluğumuz seneler boyu elbet değişti. Şu anda JojaMart'ın olduğu yerde eskiden yıkık bir evin olduğunu hatırlıyorum.#$e#Ben doğduğumdan beri o eve kimsenin gittiğinden bile emin değilim. Çocukken oradan uzak durmaya dikkat ederdim.",
				"Wed2": "Bazen yerde bir şeyin gömünü olduğunu farkedebilirsin. Sadece gözünü dört aç.",
				"Wed6": "Bu kasabayı sevmemin bir sebebi de zengin tarihi. İnsanlar vadide Pelikan Kasabası inşa edilmeden çok öncesinden beri iskan etti.",
				"Thu": "Merhaba, @! Senı dışarıda görmek hoş.#$b#Ara sıra kasabalıyla sosyalleşmekle zaman geçirmek güzel.$h",
				"Thu2": "Gece salon çok canlı hale gelebiliyor. Bazen müzik kutusuna bozukluk bile atıyoruz *güler*$h#$e#Olan bitenden haberdat olmak için haftada bir iki kere uğramayı seviyorum.",
				"Thu6": "Emily ve Haley'in ailesinin Pelikan Kasabası'na geri döneceğini düşünmüyorum. Dünyanın etrafında özgürce yaşamak onları hep hayaliydi.#$e#Kızları yetişkin olmuş, ve sonra... puf! Gitmişler.#$e#Normalde bunu çocukların yapmasını beklersin.$h",
				"Fri2": "Müzenin eski müdürü sergilenenleri özel mülkiyetinde tuttu. Keşke onları elimizde tutacak fonumuz olsaydı.",
				"Fri4": "Böyle küçük bir kasabada, şenlikleri zahmetsizce planlayabiliyorum. Büyük bir şehirn başkanı olsam aynı lükse sahip olmazdı.#$e#Elbette daha stresli olurdu, ancak kolayca halledebildiğim bir şeyi de kanıt gösteremiyorum.$h",
				"Sat2": "Kasabamızın Dr. Harvey'i bulabildiğine seviniyorum. Gelişinin zamanlaması kusursuzdu.#$e#Eski doktorumuz emekliliğini duyurduğunda, sağlık bakımı için ototbüsle saatlerce yolculuk yapıp yapmayacağımızdan emin değildik.",
				"Sat8": "Hiç kendi çocuğum olmadı bu yüzden Pelikan Kasabası2nın ruhunu bir anlamda kendi çocuğummuş gibi düşünüyorum.#$e#Eğer bu kasabayı evi kabul eden kimsenin üzerinde bir iz bırakırsam, daha bir şey istemem.",
				"Sun": "Kasaba halkından bazıları yabancılara karşı temkinli. Sana açılmadan önce güvenlerini kazanmalısın.#$e#Sadece ısrarcı olursan sana açılırlar.$h",
				"Sun2": "Leah ve Elliott'la ikisi de senden yaklaşık bir yıl önce buraya taşındı. Onlarla pek konuşuyor musun?#$e#Şenliklerde birlikte bayağı zaman geçirirler, bir çift olmasalar da. ...pek zannetmiyorum.",
				"Sun4": "Çiftliğinde çiçek yetiştirmek oranın estetiğini gerçekten güzelleştirebilir.#$b#Eğer senin yerinde olsam, onları yetiştirir ve mevsimin sonuna kadar öylece tutardım.$h",
				"summer_Mon4": "Bir bahçe yetiştirmek hem sade hem süslü bir iştir. Çiçek tarhlarım benim bahçem ancak bir anlamda Pelikan kasabası'nın tamamı da öyle. #$q 007/008 summer_Mon4_old#Eminim anlıyorsundur, @?#$r 007 5 summer_Mon_007#Evet, çiftliğim ruhumun bir yansıması.#$r 007 5 summer_Mon_007#Evet, sadece çiftliği değil topluluğumu da iletletmek istiyorum.#$r 008 -15 summer_Mon_008#Hayır, pek değil...#$r 008 -15 summer_Mon_008#Ah... ne?",
				"summer_Mon4_old": "$p 007#Sen ve benim gibi insanlar için, uzun yolda böyle kazanacağız.|Umarım bir gün bunu anlarsın.",
				"summer_Mon_007": "Bu inanıılmaz! Görünüşe göre aynı dilden konuşuyoruz o zaman.$h",
				"summer_Mon_008": "Hmm... unut gitsin.$s",
				"summer_Mon10": "Merhaba, @!$h#$e#Umarım işin sana yapmaya değer geliyordur. Sadece yaptığın işleri hepimizin takdir ettiğini bil.",
				"summer_Tue4": "Zamandan zamana Willy'le konuşuyor musun? Hatırlayabildiğim kadar uzun zaman o barakada yaşadı.#$e#O iyi bir adam.",
				"summer_Tue8": "Bahçecilikle ilgili en sevdiğim şeylerden biri de insanların durup verdiğin emeği takdir ettiklerini görmek.#$e#Çiftliğinin estetiğiyle de ilgili buna benzer bir şey hissediyor musun?",
				"summer_Wed6": "Evelyn'den birkaç bahçecilik tüyosu öğrendim. Onunki gibi iyi bir ruhla vakit geirmeye her zaman değiyor.",
				"summer_Thu": "Hmm... Acaba bugün kimsenin doğum günü mü? Pierre'in dükkanının yanındaki takvimi kontrol etsem iyi olur.",
				"summer_Thu4": "Geceleri salon çok canlı hale geliyor.#$e#Olan bitenden haberdar olmak için haftada bir iki kere uğramayı severim. Ve Gus'ın otantik spagettisinin tadına bakmayı.",
				"summer_Fri": "Merhaba, @! Geçirebçldiğin zaman bir akşamı salonda geçirmek güzel. Herkesin arada sırada bir molaya ihtiyacı var.$h#$b#Büyükbaban her zaman çok sıkı çalışırdı... onun onuruna bu gece bir bira daha içeceğim.",
				"summer_Sun6": "Biraz acı biberle yemek yapmak için mükemmel bir vakit! Bu yaz hiç yetiştiriyor musun?",
				"fall_Mon": "Robin'le ben didişmekten hoşlanırız. Umarım ilk geldiğinde seni karşılarken itici olmamışızdır.$h#$e#O ve Demetrius topluluğumuza büyük bir umut verdi.#$b#Ve lütfen senin de verdiğini bil!$h",
				"fall_Mon4": "Yirmi seneden uzun süreden beri Pelikan Kasabası'nın Başkanıyım!#$e#Seçim olduğunda asla kimse bana karşı aday olmuyor. Bunun işimi iyi yaptığım anlamına geldiğini düşünmeyi seviyorum.#$e#Başkan olmaktan mutluyum.",
				"fall_Tue": "Pek fazla kişi Clint'e uğramaz, dükkanı kasabanın eteklerinde. Neden ona uğramıyorsun?#$e#Eminim eşlik edecek birisini ister. Ve de işi.",
				"fall_Tue6": "İlk Başkan olduğumda senenin bu zamanlarıydı, yirmi yıldan fazla zaman önce.#$e#Bu beni cidden yaşlı hissettiriyor.$s",
				"fall_Wed4": "Her Çarşamba kahvaltıda karabuğday waffle yiyipve kahve içerim. Bekar hayatını ilginç tutmak için kendime gelenek yaptığım bir şey.$h",
				"fall_Thu4": "Çiftliğinde hiç arı kovanın var mı?#$e#Eğer onları çiçeklerin yanına koyarsan farklı türlerde ballar elde edebilirsin.",
				"fall_Fri10": "Seninle yakınlaşmışız gibi hissediyorum, @, Büyükbabanla olduğum gibi. İşlerin nasıl değiştiğini görmek garip ama iç ısıtıcı.#$e#Bu dünyadan giden her yaşam için yerine geçmesi adına yeni bir tanesi geliyor. Bunu unutmamalıyız.",
				"fall_Sun4": "Ah... Sabahları sert bir çay gibisi yok.",
				"winter_Mon8": "Eğer bütün ömrüm bir sene olsa, sanırım söylemek gerekirsen kışa çoktan girmiş olurdum.#$e#Acaba hala yaşıyor olsam dünya birkaç asır sonra nasıl görünecek?",
				"winter_Tue": "Sene sonundan önce bütçeyi dengelemeliyim. Umarım şenliklerin temel yönetimleri için en aza kadar kısmam gerekmez.#$e#Bir yolunu bulurum. Hep buluyorum. Ancak garantisi yok.",
				"winter_Tue8": "Gelecek yıl için kasabayı geliştirecek bir plan hazırlamaya başlamalıyım!",
				"winter_Wed10": "Söylemeliyim, @, Senin gönderi kutunla sattığın bazı... ilginç şeyleri görüyorum.#$e#Anlatacak ilginç hikayen var mı?$h#$e#...Hayır, cidden.",
				"winter_Thu": "Herkes ısınabiliyor mu? Eğer kimsenin ısıtması çalışmıyorsa bana söyle. Buralardaki evlerin bazıları bayağı eski.",
				"winter_Thu8": "Kışın durgunluğu benim her zaman içimi karartıyor.#$b#Rather, Tam olarak beni üzgün hissettirdiğini söyleyemem. Sadece... ruhum sışarının hissiyle uyuşmak için yavaşlıyor gibi.#$b#Kelimelere dökmek zor, ancak ne demek istediğimi anlıyor musun?",
				"spring_1_2": "Yeni yılın şerefine! Meysimin ilk günlerinde yapacak çok işin olmalı, değil mi?",
				"spring_3": "Hala bahar ekinlerini ekmedin mi? Mevsim sonsuza kadar sürmüyor, biliyorsun.",
				"spring_12": "Yumurta Şöleni'yle ilgili mektubumu aldın mı? Umarım gelme şansın olur!#$e#Yumurta avında yumurtaları saklamak için iyi yerler aklıma geliyor. Sadece bekle.$h",
				"spring_14": "Sanırım dünden kalan bütün gizli yumurtaları topladık.#$b#...Eminim de.",
				"spring_23": "Elbette bu yıl da çiçek dansının başarılı geçeceğini umuyorum.#$e#Bazen şu eski gelenekler zor ölüyor...$s",
				"summer_10": "Dün gece pek uyumadım. Luau benim için her zaman senenin en stresli şenliği.#$e#Bunun senin iyi zaman geçirmeni engellemesine de izin verme!$h",
				"summer_28": "Sanırım bu gecenin şenliği en sevdiğim çünkü hiçbir şey için endişe etmem gerekmiyor. Ayışığı denizanaları bütün işi benim için yapıyor!$h#$e#Bu ayın başındaki luaudan sonra iyi bir değişiklik.",
				"fall_15": "Bunu Yıldızçiyi Vadisi Fuarı'yla ilgili mektubumu almışsın olarak kabul ediyorum?#$b#Bu şenlik benim için özel bir şey. Eminim harika geçecek$h",
				"fall_28": "Ruhlar Arefesi şenliğinden sonra kasabada her şeyin toplandığından emin bile değilim. Her sene, uyanırken dağınıklık görmeyi bekliyorum, ancak sanki ne olduğunu asla öğrenemeyeceğim gibi",
				"winter_1": "Pekala, kış geldi! Bunun anlamı kasabalı günlerinin çoğunu içeride geçiriyor olacak.#$e#Hiç değilse onları nerede bulacağını biliyorsun!$h",
				"winter_7": "Görünüşe göre yarınki Buz Şenliği'nin başarılı geçmesi için her eşy hazır.#$b#Unutma, eğer ben karda oynamak için yaşlı değilsem, sen de değilsindir!$h",
				"winter_15": "Akşam Marketi benim planladığım bir şey değil. Sadece şu seyyar satıcılar her sene kendileri geliyor, ve açıkçası geldiklerine memnunum.#$b#Her küçük kasaba bu ayrıcalığa sahip olmuyor.",
				"winter_24": "Bütün kasaba için minnettarım! Kış Yıldızı Şöleni'ni kağıt üzerinde de planayabilirim tabii, ancak herkesin neşe dolu bir halde görünmesi...#$b#...bu bayağı bayağı sihir!$h",
				"winter_28": "Bu sadece başka bir yılın sonu değil, senin gelişinin de yıldönümü! Şu otobüsten inişini asla unutmayacağım.$h#$e#O yıl kar erken erimişti, hatırlıyorum.#$e#İyi bir sene için teşekkürler, @.",
				"spring_14_2": "Sanırım dünden kalan bütün gizli yumurtaları topladık.#$b#...Eminim de.",
				"spring_23_2": "Pekala, çiçek dansımız yine olacak. Sanıyorum ki uzun zaman boyunca bir gelenek olarak kalacak.",
				"summer_10_2": "Az önce telefonda Vali'yle konuşuyordum. Çoktan buraya doğru yola çıktığını söyledi. *yutkunur*",
				"summer_28_2": "Sanırım bu gecenin şenliği en sevdiğim çünkü hiçbir şey için endişe etmem gerekmiyor. Ayışığı denizanaları bütün işi benim için yapıyor!$h#$e#Bu ayın başındaki luaudan sonra iyi bir değişiklik.",
				"fall_15_2": "Bunu Yıldızçiyi Vadisi Fuarı'yla ilgili mektubumu almışsın olarak kabul ediyorum?#$b#Bu şenlik benim için özel bir şey. Eminim harika geçecek.$h",
				"fall_28_2": "Ruhlar Arefesi şenliğinden sonra kasabada her şeyin toplandığından emin bile değilim. Her sene, uyanırken dağınıklık görmeyi bekliyorum, ancak sanki ne olduğunu asla öğrenemeyeceğim gibi.",
				"winter_7_2": "Görünüşe göre yarınki Buz Şenliği'nin başarılı geçmesi için her eşy hazır.#$b#Unutma, eğer ben karda oynamak için yaşlı değilsem, sen de değilsindir!$h",
				"winter_15_2": "Akşam Marketi benim planladığım bir şey değil. Sadece şu seyyar satıcılar her sene kendileri geliyor, ve açıkçası geldiklerine memnunum.#$b#Her küçük kasaba bu ayrıcalığa sahip olmuyor.",
				"winter_24_2": "Bütün kasaba için minnettarım! Kış Yıldızı Şöleni'ni kağıt üzerinde de planayabilirim tabii, ancak herkesin neşe dolu bir halde görünmesi...#$b#...bu bayağı bayağı sihir!$h",
				"winter_28_2": "Bu sadece başka bir yılın sonu değil, senin gelişinin de yıldönümü! Şu otobüsten inişini asla unutmayacağım.$h#$e#O yıl kar erken erimişti, hatırlıyorum.#$e#İyi bir sene için teşekkürler, @."
			}
		}
	]
}
