{
	"Changes":[
		{
			"LogName":"Linus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Linus",
			"Entries": {
				"Mon4": "Ne zaman meyve mevsimi gelse, her zaman geçinmek için yeterliden de fazla yiyecek oluyor.#$e#Sadece nasıl arayacağını bilirsen bol bol bulursun.",
				"Mon6": "Hiçbir şey sadece dağın hediyeleriyle başke bir kışı daha bitirmenin hissi gibi olamaz.$h",
				"Mon8": "Ben? Evlenmek? Haha, hayır, hiç evlenmedim.$h#$e#Asla başkasının benim yaşam tarzımı kabul etmesini talep etmedim.",
				"Tue2": "İstediğin bir şey mi var?",
				"Tue6": "Uzun zaman önce, evet, bir ailede büyüdüm. Onları uzun yıllardır görmedim.#$e#Yüzlerini bile hatırlayabildiğimi sanmıyorum...$s",
				"Tue10": "Pekala, @, sanıyorum ki seni yeni ailemin bir parçası sayabilirim, eğer kabul edersen.$h#$e#Ah, lütfen telaşlanma. Ağaçlar, kayalar, göl, gökyüzü... onların da hepsi benim ailem.",
				"Wed4": "Bu alan bizim hayatlarımızdan çok çok uzun zaman sonra da varolmaya devam edecek.#$b#Lütfen ona saygıyla muamele et.",
				"Thu": "...Hmm? Benden bir şey mi istiyorsun?",
				"Thu2": "...Belki çadırımı toplayıp tekrar taşınmalıyım.$s",
				"Thu6": "Evet, beni bir kere çöpten yemek alırken gördün...$s#$e#Genellikle, sadece doğanın verdiği yiyeceklerle yaşarım, ancak başkalarının çöpe attığı yiyecekler eğer almazsam tamamen israf olacak.$s#$e#Bu bize veren dünyaya muamele etmemiz gereken bir şekil midir?",
				"Thu8": "Bazen, insanlar beni anlamıyor, ancak bu onları kötü yapmaz.#$e#Sadece düşmanlık gösterdiklerinde bu canımı sıkar.",
				"Thu10": "Başkalarına ilgi göstermekte bir güzellik var.#$b#Bundan dolayı eğer lezzetli bir şey bulursam ve iki kişiye yeterse, birini posta kutuna bırakacağım.$h",
				"Fri": "Lütfen çadırımı bozma.#$e#Daha önce oldu.$s",
				"Fri2": "Neden benim sürekli yanıma geliyorsun?",
				"Fri8": "Öldükten sonra nereye gideriz? Sanırım ben toprağa gireceğim.#$e#Sadece doğanın akışına geri dönüş, hepsi bu.#$e#Kötü olmak zorunda değil, eğer üstüne düşünürsen.#$e#Gerçi sanırım buna çok da hazır değilim.$h",
				"Sat": "Kendi başıma mutluyum, biliyorsun.#$e#Yeni arkadaşlara ihtiyacım yok.",
				"Sat2": "...Merhaba, tekrardan.",
				"Sat6": "Burada çok uzun süre daha kalacağımı düşünmüyorum.#$e#Eğer buraya geldiğinde çadırım birdenbire gitmiş olursa telaş yapma.#$e#Bunu her zaman böyle yaparım.",
				"Sat8": "Belki de başka bir yıl daha burada kalırım.#$e#Normalde bu kadar uzun zamanda tek yerde durmam, ama...$s",
				"Sat10": "Böyle giderse, kalıcı olarak burada kalabilirim.$h#$e#Doğada istediğim kadar çok kalabilirim, ancak en azındaniyi bir komşudan da çok uzak değilim. Teşekkür ederim, @.",
				"Sun2": "İstemiyorsan benimle konuşmak zorunda değilsin.",
				"Sun8": "Seninle ilk tanıştığımda, @, yakın zamanda vadiyi terkedeceğime emindim. Fikrimi değiştirmeme yardımcı olduğun için teşekkür ederim.",
				"summer_Tue8": "Marlon ve Gil mi? Evet, onları arada sırada görürüm.#$e#Genellikle kendi halimizde oluruz.",
				"summer_Sun6": "Bir keresinde gölde kolumdan daha uzun bir levrek yakalamıştım.$h#$e#Bu uzun zaman önceydi. Bu rekoru tekrar kırar mıyım bilmiyorum.",
				"fall_Mon8": "İtiraf edeceğim, daha önce seni madenlerde takip ettim, ama belli bir mesafeden.#$e#Özür dilerim. Sadece güvende olduğundan emin olmak istiyorum...",
				"fall_Tue10": "Selam, @!$h#$e#Bugğn hiç güzel toplama yeri buldun mu?",
				"fall_Wed8": "Dağ bize hiçbir şeyi borç saymıyor ve hala yiyecek veriyor. Aldığımız her şey hakedilmemiş bir hediye. Minnettar olmayı asla unutmamamlıyız.",
				"fall_Sun10": "Henüz yabani yemle balık tutmayı denemedin mi?",
				"winter_Mon6": "Hamamda kesinlikle soğuktan uzak kalabilirim, ama orada yaşamıyorum.#$e#Kimseyi rahatsız etmek istemem. Bina kasabya ait.",
				"winter_Tue8": "Eğer doğru şekilde yaparsam, bir hafta gibi bir süre yemeksiz geçinebilirim.#$e#İlk tercihim değil, ancak mecbur olursam yapabilirim.",
				"winter_Wed8": "Rasmodius iyi bir dost. Arada sırada karşılaşırız, ancak her zaman kaldığımız yerden devam ederiz.",
				"winter_Thu8": "Evin içindeki aile ilk yerleştiğimde benden rahatsız olmuş gibi görünüyorlardı. Son zamanlarda, beni pek takmıyorlar gibi.",
				"winter_Sun8": "Çok farketmediğimiz bilmek önemli. Dünya biz insanlar varolsak da olmasak da yapabilir.",
				"spring_1_2": "Şu bahar havasını içine çek!$h#$b#Vadi hayata dönüyor.$h",
				"summer_10": "Sanırım yarın luauya gidip yemeğimden birazını paylaşma riskini alacağım.",
				"winter_15": "Dağda yukarıdaki manzaramdan sahile çekilen gemiler gözüme çarptı.#$e#Belki onlara yakından bir bakarım.",
				"winter_28": "Başardık.$h#$e#*kıkırdar*$h",
				"summer_10_2": "Sanırım yarın luauya gidip yemeğimden birazını paylaşma riskini alacağım.",
				"winter_15_2": "Dağda yukarıdaki manzaramdan sahile çekilen gemiler gözüme çarptı.#$e#Belki onlara yakından bir bakarım.",
				"winter_28_2": "Başardık.$h#$e#*kıkırdar*$h"
			}
		}
	]
}