{
	"Changes":[
		{
			"LogName":"Marnie",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Marnie",
			"Entries":{
				"Saloon":null,
				"Saloon_Tue":null,
				"Saloon_Wed":null,
				"Saloon_Sun":null,
				"Saloon_Sat":null,
				"Mon2":"Bütün erzağımızı iki asırdır iş yaptığım bir firmasan ısmarlıyorum.#$e#İşe yarayan özel bir teklifleri oldu, bu sayede ekipman almak benim için daha karlı.",
			    "Mon4":"Leah iyi bir komşu. Doğal dünyaya derin bir anlayışı olduğunu söyleyebilirim.#$b#Ve bu hayvanları da kapsıyor, elbette.$h",
				"Mon6":"Hayvanlar çok masum, çok tatlılar. Ve onlara ben bakmazsam kim bakacak?$s#$e#Sadece umarım tavuklar yumurtalarını aldığımda üzülmüyorlardır.$s",
				"Mon8":"Ne diyebilirim ki? Sanırım başkalarına dikkat etmek kanımda var.#$e#Eğer bu tür bir işte kalmak istersen böyIe biri olman gerektiğini söylemeliyim.",
				"Tue2":"Eğer Shane sana biraz kaba davrandıysa üzgünüm.$s#$e#Sadece... umarım onunla arkadaş ol desem çok bir şey istemiş olmam.$s",
				"Tue4":"Shane Jas'in vaftiz babası. Sana bundan kimse bahsetti mi?",
				"Tue6":"Jas bayağı Shane'i çok seviyor.#$b#Gerçi aralarında garip bir mesafe var.$s#$e#Bana her zaman \"Marnie teyze\" diyor ancak ona sadece \"Shane\" diye hitap ediyor.$s",
			    "Tue8":"Yazık Jas'e. Sana hiç anlattım mı? Ebeveynleri birkaç yıl önce alkollü şekilde bir trafik kazasında öldü.$s#$e#Sadece hepsini atlatacak kadar nasıl güçlü olduğuna inanamıyorum.$s",
				"Tue10":"Shane Jas'in ebeveynleri öldüğün pek iyi bir yerde değildi. Ve hele birdenbire sahiplenici bir babaya dönüşecek halde hiç değildi.$s#$e#Başka ne yapabilirdim ki? Onu almak zorundaydım.$s",
				"Wed":"Çimenden hayvan yemi yapmak için bir tırpan kullanabilirsin.#$e#Sadece içine koymak için bir ambarın olsun.#$e#Robin sana bu konuda yardım edebilir.",
				"Wed2":"Çimenden hayvan yemi yapmak için bir tırpan kullanabilirsin.#$e#Tabii ki benden de alabilirsin!$h#$e#Para işime yarauabilirdi...$u#$e#Adios.",
				"Wed4":"Bütün hayatım boyunca bu çiftlikte yaşadım. Yirmi yaşımdan beri burayı tek kişi yönetiyorum.#$e#Zamanlar elbet değişti.",
				"Wed8":"Eğer ambarın dolarsa, samanını bir kutuda da saklayabilirsin.#$e#Sadece küçük bir ipucu.$h",
				"Fri2":"Bu elbet kirli bir yaşam biçimi, ancak kimse ellerini biraz olsun kirletmeden güzel bir hayat yaşamadı!$h",
				"Fri10":"Bütün bu hayvanları mutlu etmek elbet kirli ve sıkı çalışma istiyor, ancak bu beni istediğimde kız gibi olmaktan alıkoymuyor.$h#$e#Jas'le ben elbisecilik oynarken çok eğleniyoruz. O iyi bir kız.",
				"Sat2":"Buraya taşındığına memnunum, @. Neredeyse bir daha kuzeyimizde bir komşumuz olacağından ümidi kesmiştim.",
				"Sat4":"Lily ben çocukken en sevdiğim ineğimdi. Onun gibisini o zamandan beri hiç bulamadım.#$e#O sadece saf ve sevgi dolu bir ruh, sade ve basit.",
				"Sat6":"Clint'i her zaman salonda görüyorum ancak kimseyle konuşmuyor. Sadece ara sıra omzundan bakıyor.$s",
				"Sat8":"Bazen bu ailenin devamını sağlayabilen tek kişiymişim gibi hissediyorum.$s#$e#Lanet... Bu sadece düşüncem değil. Bu işin gerçeği.$s",
				"Sat8_inlaw_Shane":"Bazen bu ailenin devamını sağlayabilen tek kişiymişim gibi hissediyorum.$s#$e#Ama sonra bu o kadar da doğru değil. Sen de ailedensin! And you've done wonderful things for Shane.$h",				
				"Sun2":"Eğer kendi civcivlerini kuluçkalamak istiyorsan, Robin'den Büyük Kümes geliştirmesi gerekecek.#$e#O noktaya kadar da, sana istediğin kadar tavuk satacağım.",
				"Sun4":"Bir mayonez makinesi nasıl yapılır hiç baktın mı?#$e#Evyapımı deneyene kadar mayonezi hiç sevmedim. Şu markette satılanlar da pek aynı olmuyor.",
				"Sun6":"Eğer hayatımı sevdiğim insanlar ve hayvanlara bakmakla harcarsam, o zaman ona iyi yaşanmış bir hayat derim.",
				"summer_Mon2":"Dün gece ineklerimizden biri daha doğum yaptı.$h#$e#Hayatın devam edişini izlemekten sıkılacağımı zannetmiyorum. Her zaman bir yol bulacak.",
		        "summer_Wed4":"Shane taşındığından beri mesafeli davranıyor. Salonda bile benimle oturmuyor.$s#$e#Bağımsızlığına ihtiyaç duymasını anlıyorum. O bir yetişkin.$s#$e#Ve ben de annesi değilim.$u",			
			    "summer_Wed6":"*iç çeker*... Bu sabah pek üretken değildim.$s",
				"summer_Thu":"Bu sıcağa nasıl dayanıyorsun?#$e#Yazın su kaynaklarının kurumasını dert etmen gerekmeyecek kadar yağmur yağıyor.",
				"summer_Thu6":"Hoo, hava sıcak, ama kavurmuyor. Hayvanlara güneş çarpmasından endişe etmemiz gerekmiyor.",
				"summer_Fri6":"Bugün yere koca bir kova süt döktüm. Korkunçtu.$s#$e#Ve zavallı Belinda'mın da emekleri boşa gitti.$s",
				"summer_Fri8":"Acaba Bay Lewis o büyük evinde hiç yalnız hissediyor mudur...$s#$e#Orası çok boş görünüyor, değil mi?",				
				"fall_Wed":"Şu anda saman depolamaya başladın mı?#$b#Sadece hayvanlarını say ve bu sayıyı 28'le çarp. Kışı geçirmek için ihtiyacın olan saman sayısı bu.",
				"fall_Wed8":"Sen ve ben! Yaklaşan kışta hayvanlarımızın sonuna kadar dayandığına beraber emin olacağız..$h#$e#Sadece samanın azaldığında bana uğra.",
		        "fall_Thu":"Isıtıcı satıyorum. Hayvanlarının yaşadığı yerlere bunlardan birer tane koyduğundan emin ol.#$b#Kar yağmaya başladığında sana teşekkür ediyor olacaklar.$h",
			    "fall_Thu6":"Jas eve okuldan başka bir yüz puanlı sınav getirdi. Elbette bu kızla gurur duyuyorum.$h#$e#Bayağı uzun yol katetti.$h",				
				"winter_Wed":"Kış için yeterli yiyeceğin var mı?#$e#Eğer sana biraz satmama ihtiyacın olursa son dakikayı beklemediğinden emin ol.",
    			"winter_Thu":"Eğer bir hayvan bakıcısı olmasam, acaba bir pastacı olur muydum.#$e#Hmm? Ah, hayır, ben pişirmiyorum. Ben ah... Sadece süslü pastaları cidden beğeniyorum.",
				"winter_Thu8":"Evet, önce Jas taşındı. Bir süre sonra, Shane'i de kontrol ettim ve onu da içeri almam gerektiği kesinleşti.",
				"winter_Fri":"Arada sırada, Emily'e biraz kumaş teslim ediyorum.#$e#Onunla ne yaptığını görmek heyecan verici.",
         		"winter_Fri4":"Burada kendi peynirimizi ve dondurmamızı yapıyoruz.#$e#Eğer doğru şekilde yapılırlarsa onlardan asla sıkılmam.",			
			    "winter_Fri8":"Evet. Çifliğimizin yanındaki şu kule beni hala ürkütüyor.#$e#Sadece onu pek düşünmemeye çalışıyorum.",
				"spring_1_2":"Mutlu yeni yıllar!$h#$b#Hayvanlar dışarısı için ölüyordu.",
				"spring_12":"Önceki haftadan beri Gus ve Lewis'e yumurta veriyorum.#$e#Umarım ellerinde yeterince vardır.",
				"fall_15":"Yarının fuarı için güzel bir sergim olsun diye çırpınıyordum. Sadece birkaç yumurtaya daha ihtiyacım var.#$e#Whoops. \"Çırpınmak.\" Kötü bir cinas oldu.",
				"winter_24":"Selam! Umarım yarın seni Şölen'de görürüm.$h",
				"winter_28":"Başardık! Hayvanlarımız kışın sonuna kadar dayandı.$h",
				"Tue_inlaw_Shane":"Shane seninle tanıştığı için çok sevinçliyim. Ona iyi bak, beni duydun mu?",
				"Tue8_inlaw_Shane":"Shane seninle tanıştığı için çok sevinçliyim. O buraya ilk taşındığında işlerin nasıl sonuçlanacağından emin değildim, ama geldiğimiz yere bak!$h",
				"spring_12_2":"Önceki haftadan beri Gus ve Lewis'e yumurta veriyorum.#$e#Umarım ellerinde yeterince vardır.",
				"fall_15_2":"Yarının fuarı için güzel bir sergim olsun diye çırpınıyordum. Sadece birkaç yumurtaya daha ihtiyacım var.#$e#Whoops. \"Çırpınmak.\" Kötü bir cinas oldu.",
				"winter_24_2":"Selam! Umarım yarın seni Şölen'de görürüm.$h",
				"winter_28_2":"Başardık! Hayvanlarımız kışın sonuna kadar dayandı.$h"
			}
		}
	]
}
