{
	"Changes": [
		{
			"LogName": "Maru",
			"Action": "EditData",
			"Target": "Characters/Dialogue/Maru",
			"Entries": {
				"Mon2": "Selam. Henüz kasabanın etrafında ilginç herhangi bir şey gördün mü?",
				"Mon4": "Bir çiftliği yönetmek ve tasarlamak çok büyük bir teknik çalışma gerektiriyor olmalı. Şaşırdığın zaman aklını ne yaparak sakinleştiriyorsun?",
				"Mon6": "Bazen kafam o kadar çok saçma şeylerle doluyor ki ancak düşünebiliyorum. Bu sana hiç oluyor mu?#$e#Genelde temiz hava almak yardımcı oluyor.",
				"Mon8": "Zor bir sorunun çözümünün onu düşünmeyi bıraktığın anda aklına öylece geliyor olması çok komik değil mi?",
				"Mon10": "Şu günlerde, sadece seninle karşılaşırız diye yürüyüşlere çıkıyorum.$l#$e#Görünüşe göre bugün şanslı günüm!$h#$e#Peki ya yarın?",
				"Tue2": "Binalarını yükseltmen gerektiğinde evimize uğra.#$e#Misafirimizin olması her zaman güzel.",
				"Tue4": "Hmm... acaba annemin işini kolaylaştıracak herhangi bir eşya yapabilir miyim...#$e#Çalıştığı şekliyle, yirmi yaş daha genç olduğunu düşünürsün.$h",
				"Tue6": "Yağmurda çalıştığında annemi merak ediyorum. Ya ona yıldırım çarparsa?$s#$e#Çiftliğinde paratonerlerin var mı?",
				"Tue8": "Annem bana karşı her şeyimde gerçekten destekleyici oldu. Babam da öyle.#$e#Ebeveynlerim başkaları olsaydı bu kadar iyi olacağbileceğimi düşünmüyorum.",
				"Tue10": "Hayatta arkana yaslanıp güzel şeylerin tadını çıkarmak önemli.#$e#Bazen beynim bir dakikada bir mil gidiyor ve sonra herşey ağır gelmeye başlıyor.#$b#Ama neyseki artık sakinleşmeyi öğrendim.",
				"Tue6_inlaw_Penny": "Penny sürekli senin hakkında konuşurdu.#$b#Sonuç olarak, ben de şey gibiydim, \"Hey! Eğer önce o çocuk gelip seninle konuşmazsa sen gidip konuşursan iyi edersin!\"$h^Sonuç olarak, ben de şey gibiydim, \"Hey! Eğer önce o kız gelip seninle konuşmazsa sen gidip konuşursan iyi edersin!\"$h",
				"Wed2": "Klinikteki günler yeni bir şey öğrendiğimde iyi geçiyor.#$e#Eğer her gün yeni bir şey öğrenmezsem, gün yarım kalmış gibi bitiyor.",
				"Wed4": "Dr. Harvey defibrilatörünü atmak üzereydi, ama ben onu açıp sorunsuz bir şekilde tamir ettim.#$e#Maalesef, yine de atmak zorunda kaldı. Protokoller ve davalardan kaçınmakla ilgili bir şeymiş...$s",
				"Wed6": "Kliniğin tedavi odasındaki kalp monitörüne birkaç geliştirme yapılabilir.#$b#Bir ses komut sistemi eklemek çok da zor olmamalı. Bu sadece bir tanesi.#$e#Bu sadece dilemek gibi bir düşünmek. Standart tıp ekipmanlarını kurcalayamayacağımı biliyorum.$s",
				"Wed8": "Salıları ve perşembeleri Harvey'in klinğinde çalışıyorum.#$e#O iyi biri, ancak pek tipim değil...",
				"Thu4": "Görünüşe göre klinikte yavaş geçecek bir gün daha.#$e#Hem yapmakta yetlili olduğum çok şey var.",
				"Thu6": "Bu yaz teleskopumla çok zaman harcamayı planlıyorum.#$e#Havanın açık olduğu bir gece bana katılmalısın.$h",
				"Thu10": "Ah, @! Benimle konuşmak istediğin herhangi bir şey var mı?$h#$e#Ben de tam seni düşünüyordum.",
				"Fri": "Hey, huysuz görünüyorsam üzgünüm... dünkü işlerden biraz yorgunum.#$c .5# Tavan arasına on kutu tıp dosyası taşımak zorunda kaldım!#$e#Dört saat aralıksız hasta kayıtlarını sıraladım!",
				"Fri2": "Penny harika bir arkadaş. Ailem buraya taşındığından beri iyi geçiniyoruz.#$e#Ona uğradığından emin ol, tamam mı?",
				"Fri4": "Annem bir marangoz ve babamda bir bilim insanı. Sanırım niye makine yapmayı sevdiğim belli.",
				"Fri6": "Ooh, Ne haftaydı. projelerimde umduğum kadar ilerlemedim.$s#$e#Senin de işin iyi gitti mi?",
				"Fri8": "Sence çiftlik şimddiden bir yüz yıl sonra nasıl görünecek?#$e#Sanırım insan elinin yerine geçebilecek bir şey yok, var mı?$l",
				"Sat": "Babamı tanıyor musun, Demetrius? O bir bilim insanı. Ona laboratuvarda yardım ederken çok eğleniyorum.",
				"Sat2": "Babam vadinin kendine has özelliklerini araştırıyor. Dünya etrafında bunu gibi bir sürü ekosistem bulamazsın.",
				"Sat4": "Uzun süreli kariyer anlamında ne tür bir bilimle ilgili kesin bir karar vermedim.#$e#Belki her şeyden biraz yaparım.$h#$e#Dünyaya da biraz katkı sağlamak güzel olurdu.",
				"Sat6": "Roket çalıştırmak eskiden ilgilendiğim bir şeydi. Zaman zaman hala uğraşıyorum.",
				"Sat8": "Bir donanım kataloğundan biraz iridyum sipariş etmek için para biriktirmek istiyorum. Çok pahalı da.$s#$e#Ancak... ah, onunla yapabileceğim şeyler!$l",
				"Sat10": "Herkesin dinlenip yalnız kalmak için mutlu bir yere ihtiyacı var. Halkevinin yanındaki bank benimki.#$e#Salonun orada başka bir bank var, ama orası Penny'yle buluştuğumuz yer.#$e#Mutlu bankımda bana katılsan sıkıntı etmem de.$l",
				"Sun8": "Bu kadar uzun süre burada kaldıysan işinden çok memnun oluyor olmalısın.#$e#Senin adına gerçekten mutluyum.$h",
				"Sun10": "Bu kadar uzun süre burada kaldıysan işinden çok memnun oluyor olmalısın.#$e#Ben de. İyi bir çiftiz, değil mi?$l",
				"summer_Mon": "Hmm... Bu yaz nasıl bir aletle uğraşmalıyım?",
				"summer_Mon2": "Makine projelerimde bu yaz için çok uzun bir yapılacak listem var. Umarım hepsini yapabilirim!",
				"summer_Mon6": "Deneysel bir teknoloji projesiyle çalışırken, her başarı için bir ton arıza oluyor.#$e#Bir şeylerin çalışmaması çalışmalarından daha heyecan verici olabiliyor.#$b#...Kimse zarar görmediği sürece.$s",
				"summer_Mon10": "Şu günlerde ne zaman bir proje üzerinde çalışsam, çalışırken seni aklımda tutuyorum.#$e#Sanırım bir ilham perisi gibi bir şeysin. Sadece bir şeylere verdiğin tepkileri görmek istiyorum.$l",
				"summer_Tue2": "Abim sadece öğleden sonra odasından çıkıyor.#$e#Bazen yollarımız kesişmeden iki gün geçiriyoruz.$s",
				"summer_Tue8": "@, bugün iyi görünüyorsun.$h",
				"summer_Tue4_inlaw_Sebastian": "Heyyy, enişte!$h^Heyyy, yenge!$h#$e#Sebastian burada yaşamak zorunda olmadığı için çok daha mutlu görünüyor. Umarım her şey iyidir!",
				"summer_Wed2": "Iy, hava aşırı sıcak. Eminim karşılaştırınca şimdi Sebastian'ın odası çok serindir.#$e#Çok da emin olamam da. Oraya çok nadiren iniyorum.",
				"summer_Wed4": "Birden bire hava aşırı mı ısındı bana mı öyle geliyor?#$e#Sanırım bana öyle geliyor.",
				"summer_Wed6": "Bu gece yıldızlara bakmak için iyi bir gece. Sen de uğramalısın.",
				"summer_Wed8": "Acaba bu gece daha önce görmediğim gök cisimleri bulabilir miyim?",
				"summer_Wed10": "Bu garip. Şu günlerde teleskopumdan uzaya bakmak yalnız hissettiriyor.$s#$e#Sadece yalnız... sen benimle olmadan.",
				"summer_Thu10": "Bütün bu çiftlik işleriyle ellerin nasıl bu kadar yumuşacık kalıyor?",
				"summer_Fri4": "Babamla ben bazen dondurma almaya gideriz. Sebastian da bizimle gelirdi, ama artık gelmiyor.",
				"summer_Fri6": "Bu kadar yavaş bir klinikte çalıştığım için memnunum. Eğer başka bir yerde yaşıyor olsak, çok daha fazla zamanımı alırdı.#$e#Haftada çalıştığım saatler benim için mükemmel.",
				"summer_Fri10": "Hey @. Bir ara gölün orada takılıp dondurma yemeliyiz.#$e#Fikir hoşuna gitti mi?",
				"summer_Sat": "Hey, bana anlatacak ilginç çiftlik hikayelerin var mı?#$e#Sanırım yok.",
				"summer_Sat2": "Mekanik bir şey yapmaya çalışmak problem çözme oyunu gibi. Farklı şeyler düşünmeyi seviyorum.#$e#Senin işinde de buna benzer şeyler var mı?",
				"summer_Sat4": "Hmm... acaba bir gün robotlar evcil hayvanların yerine geçecek kadar popüler olur mu?#$e#Pekala, muhtemelen hayatlarımız boyunca değils.",
				"summer_Sat6": "Ailem çalışmalarımı destekliyor, ama eve nükleer reaktör getirmek konusunda bir sınır çiziyorlar.#$e#Ne? bunu yapabilirim.$h#$b#Hem teoride, ne yaptığını biliyorsan o kadar da tehlikeli değil.",
				"summer_Sat10": "Şunun gibi bir yazın ortasında seni gördüğümde, @, bütün kalbim ısınıyor.$l#$e#Özellikle akşamları, hayatta daha sonra, bugünler bana nostaljik gelecek gibi hissediyorum.",
				"summer_Sun": "Bahse varım şu anda ilginç ekinler yetiştiriyorsundur.#$b#Babam yılın bu zamanı vadide birçok egzotik bitkinin yetiştiğini söylüyor.",
				"summer_Sun4": "Kendimi disiplinli tutabiliyorum. Programımı uygulamama yardımcı oluyor.#$e#Ya sen?",
				"summer_Sun8": "Acaba bir üniversite için araştırmacı olarak başvurmalı mıyım.#$e#Vadiyi de özlerim. Ve burada da istediğim bir çok şeyi yapabiliyorum da, bu yüzden...",
				"summer_Sun10": "Acaba bir üniversite için araştırmacı olarak başvurmalı mıyım.#$e#Vadiyi de özlerim. Ve burada da istediğim bir çok şeyi yapabiliyorum da, bu yüzden...#$e#Ve de sen varsın.$l",
				"fall_Mon4": "Margarinin tereyağından sözde daha sağlıklı olduğu için ne kadar yaygınlaştığını hatırlıyor musun?#$e#Sonra da margarinin aslında tereyağından çok daha zararlı olduğunu öğrendiler. Sonuç olarak tereyağına geri döndük.#$e#Araştırma komik bir yolculuk olabiliyor, bazen.$h",
				"fall_Mon6": "Hmm, hava çok hoş. Bugün dışarıda olmak için güzel bir gün.",
				"fall_Mon8": "Yarın beni klinikte ziyarete gelmelisin. Sabah 10'dan öğlen 4'e kadar çalışıyorum.$h",
				"fall_Mon_inlaw_Sebastian": "Ah, selam @! Abim nasıl?",
				"fall_Tue2": "Bu renkler bana gerçekten mevsimi sevdiriyor.#$e#Dışarı gitmek için hepimizin iyi bahaneleri var.",
				"fall_Tue4": "@, ağaçların şuanki görünümünü çok seviyorum!#$e#Senin de sevdiğini biliyorum.",
				"fall_Tue8": "Bunun gibi günler bana küçük bir kızken okula başladığım zamanı hatırlatıyor.#$e#Senin için nostaljik bir şeyler var mı, @?",
				"fall_Tue10": "Roket çalıştırma, robotik donanım, yapay zeka... bu elementlerin sentezi gerçekten özel bir şey.#$e#Hala her bir dalda gidilecek çok yol var. Sonsuz ihtimaller, gerçekten.",
				"fall_Wed4": "Eğer kenarda duran fazladan metalin olursa, onu her zaman projelerimden biri için kullanabilirim.#$e#Ama sadece senin ihtiyacın yoksa.",
				"fall_Wed6": "Muhtemelen kendi başına birkaç kullanışlı makine yapmışsındır. Mayonez makinesi yaptın mı hiç?#$e#Aslında çok kolay. yüzey kristalinin özellikleri işin çoğunu senin için yapıyor.",
				"fall_Wed8": "Altın sadece süs olmaktan çok daha fazlası özelliğe sahip. Ayrıca elektrikli eşyalar için gerçekten iyi bir iletken metali.#$e#Ama herkesin kenarda öylece duran altını yok, haksız mıyım?$h",
				"fall_Wed10": "Mmm, bu güzel. Güzel sonbahar günü, hafif ferahlatıcı esinti...#$b#...kolumda erkekarkadaşım...$l^...kolumda kızarkadaşım...$l",
				"fall_Thu": "Dünyanın diğer yerlerinde şu anda ilkbahar var. Zihninde canlandır!",
				"fall_Thu4": "Yapay zekanın doğal zekayla etkileşime girdiğini görmek ilginç olurdu.#$e#İki yaşam formunu tek bir hayat formunda bir araya getirmek daha da ilginç olurdu. Hiç 'biyonik inek' deneyi için ineğin var mı?$h#$e#Ha, sadece şaka.",
				"fall_Thu8": "Kristalaryumu hiç duydun mu? Yapması karmaşık görünüyor, ama imkansız değil.#$e#Gerekli malzemelere sahip olsam bir tane yapabilirdim.",
				"fall_Fri4": "Dr. Harvey şu aralar mutlu görünüyor. Geçen hafta klinikte iyi bir haftaydı.",
				"fall_Fri6": "Son zamanlarda bayağı iyimserim...$h",
				"fall_Fri8": "Yapay zeka gerçekten büyüleyici. Sebastian kadar programcılıkta iyi değilim...#$b#...ama kendim değiştirmeyi denediğim bazı hazır yapay zeka modülleri var.#$e#Bazı basit duygu algoritmaları bile mümkün olmalı, ama tabiki bunu ilkel tutardım.",
				"fall_Fri10": "Mmm, bu hava canıma tatlı çektirtiyor.#$e#...Ve seni. *kıkırdar*$l",
				"fall_Sat4": "Vahşi doğada bütün organizmaların tek bir ekosistemi ayakta tutmak için mücadele edip hayatta kalmaları...#$b#...onlardan öğrenip karmaşık her sistemi kararlı hale getirmek için uygulayabileceğimiz çok şey var.",
				"fall_Sat6": "Hafta başında babam gerçekten iyi bir deney yaptı.#$b#Göldeki mikroplar aslında gölün pH seviyesini dengeliyorlar. Ama bunu yapabilmek için, arada mikropların çok büyük miktarda ölmesi gerekiyor.#$e#Eğer aynı olayı laboratuvarda tekrarlamak eğlenceliydi dersem kötü biri olur muyum?$s#$e#Pekala, biliyorsun, doğa hem acımasız hem de güzel nature's both cruel and beautiful.",
				"fall_Sat10": "Uff, düşüncelerim şuanda kontrolden çıkıyor. Sanki beynime aşırı yüklenilmiş gibi.$s#$e#Sırtımı ovar mısın? Yavaşça nefes almalıyım. *iç çeker*#$b# ...Bir, iki, üç, dört, beş, altı, yedi...$s#$e#Bir kere daha...#$e#...$s#$e#Teşekkürler. İyi olacağım.$l",
				"fall_Sun2": "Sonraki hafta için planın var mı? Yoksa gün gün mü plan yaparsın?",
				"fall_Sun4": "Hey, başka güzel bir haftaya! *toast*",
				"fall_Sun6": "Uff, düşüncelerimin kafamın içinde fıldır fıldır dönmesini engelleyemiyorum.$s#$e#Üzgünüm.$s",
				"fall_Sun8": "Hey, iyi ki karşılaştık. Haftan nasıldı?",
				"fall_Sun10": "Saçında bir yaprak var. Senin için almama izin ver.#$e#...$h",
				"winter_Mon2": "Her yıl kardanadamım azıcık daha farklı görünüyor, ama içimdeki çocuk her zaman ziyarete gelen aynı ruhmuş gibi düşünmeyi seviyor.",
				"winter_Mon4": "Bir kardanadam yapmak için asla çok büyük olmazsın.#$b#Kardanadamdan sıkılan hayattan sıkılmıştır.$h",
				"winter_Mon6": "Sanırım bugün kardanadamımda küçük bir yama çalışması yaparım. Belki ona yeni yıla kadar dayanmasını sağlayabilirim.$h",
				"winter_Mon8": "Selam @!$h#$e#Hey, sence de kardanadamım birazcık sana benzemiyor mu?",
				"winter_Tue4": "Hey, üzerinde çalışabileceğim yeni bir alet fikrin var mı?#$e#Mhmm. Fikrine güveniyorum.",
				"winter_Tue6": "Acaba saçımı kuru havada kabarmasını önleyecek bir cihaz yapabilir miyim...",
				"winter_Tue8": "İlk icat fikirlerimden biri de otomatik kartopu yapıcı ve fırlatıcıydı.#$e#Projeyi aslında hiç bitirmedim, çünkü aklımda geldiğinde yedi yaşımdaydım.#$b#Yine de, çok da zor olmamalı...",
				"winter_Wed4": "Hm. Bugün biraz sıkıldım. Kışın zamanı geçirmek için ne yaparsın?#$e#Şuanki projelerime pek istekli değilim şu aralar. Değişikliğe ihtiyacım var.",
				"winter_Wed6": "Gerçeği söylemek gerekirse, Benden bir şeyler öğrendiği zaman ben Penny'den onun öğrendiğinin de fazlasını öğrenmişim gibi hissediyorum.#$e#Çocukları ve dil bilgisini anlama şekli, ve sanatı... Biz bir çift ineğiz, ama birbirimizi dengeliyoruz.",
				"winter_Wed6_inlaw_Penny": "En iyi dostumla birlikte olduğunuz için çok mutluyum. İçimse Penny ve seninle ilgili bir his vardı.$l",
				"winter_Wed10": "Etraf taze karın yağmasından sonra sadece mükemmel görünüyor.#$e#@, sen gerçekten çok iyi birisin. Umarım bunu kendin de biliyorsundur.$l",
				"winter_Thu4": "Umarım Sebastian iyidir. Kışın güneşi çok az görüyormuş gibi hissediyorum. Bu sağlıklı değil.$s",
				"winter_Thu6": "Sebastian'a Sam tekrar uğradığında onlara katılıp katılamayacağımı sormayı denedim, ama gerçekten isteksiz görünüyordu.$s#$e#Demek istediğim, yanlış bir şey yapmış olsam anlarım, ama gerçekten, neden beni bu şekilde ayırıyor?$a",
				"winter_Thu8": "Şu günlerde Sebastian'ın kendi işine bakmasına izin veriyorum. Sanırım sadece yalnız bırakılmak istiyor.#$e#Bu berbat. Bunca yıl iyi bir kardeş olmaya çalıştım, ama onun beni itmeyi bırakacağını düşünmüyorum.$s#$e#Pekala, her kardeş ilişkisi mükemmel olmuyor.$s",
				"winter_Thu10": "@, yakınıma gel. Üşüyorum.#$e#Ellerim kış havası yüzünden çok kuru. Bunun için üzgünüm.",
				"winter_Thu4_inlaw_Sebastian": "Bu sabah Sebastian'la sesli görüştük. Şimdi taşındığı için, onunla geçinmek çok daha kolay.#$b#Olayın işlediği şekil sence de komik değil mi$h",
				"winter_Fri4": "Dün nezle olmuş bir hastayı tedavi ettik. Uff. Umarım ben de kapmam.$s#$e#Hayır, sana kim olduğunu söyleyemem. Hasta mahremiyeti.#$b#Sadece ellerini sürekli yıkadığından emin ol.",
				"winter_Fri6": "Bugün iyi görünüyorsun. Sanırım bu kuru kış havasından.",
				"winter_Fri10": "Yanakların tamamen pembe olmuş. *kıkırdar* Çok sevimli.$l#$e#Mmm, bana bir sarıl.$l",
				"winter_Sat4": "Mmm, eğer mağaralara girip biraz değerli metal çıkarabilsem. Başarabileceğim şeylerin sayısı...!#$e#Ancak... annemle babamın endişeden çıldırmasını istemem.",
				"winter_Sat8": "@! Seni gördüğüme sevindim.#$e#Biraz zor bir hafta oldu, ama seni görmek bir şeyleri daha iyi yapıyor.#$e#Sadece etrafta olmak için çok memnun edici birisin. Bu güzel.",
				"winter_Sun": "Hava soğuk olduğunda çok uykum geliyor...",
				"winter_Sun2": "Kendimi bir battaniyeye sarmak istiyorum, ama o zamanda uyuyakalırım. Hmm.#$e#Şekerleme yaparsam bu uyku düzenimi baştan aşağı mahvedebilir.",
				"winter_Sun4": "Hava soğuk olduğunda çok uykum geliyor...",
				"winter_Sun6": "Zaman yolculuğu teoride mümkün. Kimsenin bulamayacağı kadar çok enerji harcardı.#$e#Şeyden bahsediyoruz... bütün dünyadaki kinetik ve potansiyel enerjinin tamamından. Tek yerde.",
				"winter_Sun10": "Zaman yolculuğu teoride mümkün.#$b#Ama zamanda yolculuk yapabilsem bile, hiçbir şeyi değiştirmek istemezdim.$l",
				"spring_1_2": "Sana iyi günler, beyefendi!^Sana iyi günler, @!#$e#Yılın nasıl geçiyor?",
				"summer_1": "Yıldızlara bakmak içi harika bir mevsim olacak.",
				"summer_27": "Yarın gece sahilde olacaksın, değil mi? Ben de aynısını umuyorum!",
				"fall_15": "Yıldızçiyi Vadisi Fuarı çok eğlenceli. Yılın en sevdiğim günlerinden biri.#$e#Oradaki oyunları denemelisin.",
				"winter_1": "Ah dostum, hava çok soğuk...$s",
				"winter_7": "Kardanadamımı seviyorum, ama yarın diğerlerinin ne yapacaklarını da görmeyi isterim.",
				"winter_28": "Bu gece iyi bir gece geçir. Hadi şanslı yıldızlarımızı sayalım!",
				"summer_27_2": "Yarın gece sahilde olacaksın, değil mi? Ben de aynısını umuyorum!",
				"fall_15_2": "Yıldızçiyi Vadisi Fuarı çok eğlenceli. Yılın en sevdiğim günlerinden biri.#$e#Oradaki oyunları denemelisin.",
				"winter_7_2": "Kardanadamımı seviyorum, ama yarın diğerlerinin ne yapacaklarını da görmeyi isterim.",
				"winter_28_2": "Bu gece iyi bir gece geçir. Hadi şanslı yıldızlarımızı sayalım!"
			}
		},
		{
			"LogName": "Maru Marriage",
			"Action": "EditData",
			"Target": "Characters/Dialogue/MarriageDialogueMaru",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Bahse varım abim tam bir ya da iki saat önce yatmıştır. Şaka gibi.#Acaba Penny nasıl? Belki daha sonra bugün onu ararım.",
				"Rainy_Day_1": "#$c .5#Sarı saplı düz başlı tornavidamı gördün mü? Bu şeyi hep kaybediyorum...$s#Düşünüyordum da... sence MARILDA iyi midir? Umarım gerçekten ait olduğu yeri bulur...",
				"Rainy_Day_2": "Hey! Dün gece uyuyamadım bu yüzden atölyemde biraz oyalandım. İşte, bunu senin için yaptım. [688 369 338 325 287]#$e#$c .5#Yapabildiğimde katkı sağlamaktan memnun olurum.$h#Umarım senin de işine yarar.",
				"Rainy_Day_3": "#$c .5#Phew, bebek gibi uyuduğumu sanıyordum, ama hala yorgunum.#Yağmurla ilgili sevmediğim tek şey yıldızlara bakamıyor olmam!",
				"Rainy_Day_4": "#$c .5#Elektroniklerimden bazıları biraz tozlanıyor. Bugün üstüne uğraşabileceğim bir şey... ya da belki biraz kitap okurum.#Çatının akıttığını mı duyuyorum? Kontrol edeceğim. Annemi izleyerek marangozluk hakkınds bir iki şey öğrendim.",
				"Rainy_Night_0": "#$c .5#Havanın durumu yüzünden içeride kaldım. Çok heyecanlı değildi ama rahatlatıcıydı. 'Haftalık Şemalar'ın en son sayısıyla sırtıma yaslandım.#Aletlerini yağmurun altında bırakmadığından emin ol! Tamamen paslanmalarını istemezsin.",
				"patio_Maru": "#$c .5#Bittiğinde, bu şey bana yemek yapma konusunda yardımcı olmalı. Biliyorsun, KENDİ yolum, eğlencesine.#Bunun ne olduğundan emin değilim, henüz... ama eski ingiliz anahtarını arada döndürmek eğlenceli.",
				"Rainy_Night_1": "Selam @. Günün nasıldı... ıslak mı?#$e#$c .5#Neden bu gece içeride randevu yapmıyoruz? Canın bir şey çekiyor mu?#Bu hava bana makine fikirleri veriyor... belki yağmur suyunu yönlendirebilirsem bir değirmene güç verebilir?",
				"Rainy_Night_2": "Babam son yirmi yıldır hava modellerini takip ediyor.#$e#$c .5#Umarım iklim senin çiftçiliğini kötü yönde etkileyecek şekilde değişmez.$s#Söylemek için çok erken, ama sonuçlar anormal eğilimleri gösteriyor.",
				"Rainy_Night_3": "#$c .5#Buraya gel. *öper* bu gece insan etkileşimine ihtiyacım var.$l#Bu gece yatakta spagetti yiyebilir miyiz?",
				"Rainy_Night_4": "#$c .5#Bak ne yaptım. Ve bir fırın bile kullanmadım! Nasıl tahmin et bakalım? [232 234 223 220]$h#Biraz tatlı yaptım! Yatmadan önce dişlerini fırçaladığından da emin ol. [232 234 223 220]$h",
				"Indoor_Day_0": "#$c .5#Bugün üstünde çalışmak istediğim çok fazla küçük proje var... Belki bir liste yapmalıyım, beynimdekiler dağılmadan önce.#Hmm? Üzgünüm, bazen düşüncelere o kadar derin dalıyorum ki ne yaptığımı bile farketmiyorum.",
				"Indoor_Day_1": "#$c .5#Bunu nasıl kullanabileceğimize dair fikrin var mı? Sadece iyi ekipmanları boşa harcamayı sevmiyorum. [286 287 205 732]#Vida yığınımın içinde bunu buldum. Sence bunu bir şey için kulllanabilir misin? [286 287 205 732]",
				"Indoor_Day_2": "#$c .5#Çiftlik hayatında beni erken kaldıran bir şeyler var. Ne olduğunu bilmiyorum. Sadece içimden geliyor.#Nihayet, uyandın! Çok acıkmaya başlıyordum... *gürler*$h",
				"Indoor_Day_3": "#$c .5#Bugünü daha özel hale getirmek için ne yapabiliriz? Yapmak isteiğin eğlenceli herhangi bir şey var mı?#Burada yaşamakla ilgili en güzel şeylerden biri kuşların şarkılarına uyanmak.",
				"Indoor_Day_4": "#$c .5#Taşındıktan sonra sonumun nereye gideceğini merak ederdim. Yolun tam aşağısı olacağı aklımın ucundan geçmezdi. Ne kadar komik.$h#Bütün bu çiftlik işleriyle ellerini nasıl bu kadar yumuşak tutabiliyorsun?",
				"Indoor_Night_0": "#$c .5#Bir gün, ilkel insanların ufuğa baktığı gibi yıldızlara bakacağız: uzak ama aşılabilir.#Bu gece ayı gördün mü? It always looks spectacular on the horizon.",
				"Indoor_Night_1": "#$c .5#Çiftlikte yapılabilecek küçük değişiklikler her zaman var, ama daha önemlisi görünümünün seni memnun edip etmemesi.#Biraz önce bir kuyrukluyıldız gördüm. Sanki o yıldız MARILDA'ymış ve bizi kontrol ediyormuş gibi düşünmeyi seviyorum.$h",
				"Indoor_Night_2": "Taze çilek mi yoksa çikolata mı istiyorum emin değilim. Ya da belki ikisi de...?#$e#$c .5#Hayat daha fazla güzel şey yememek için çok kısa.$h#Dürüst ol... kilo mu alıyorum?$s",
				"Indoor_Night_3": "#$c .5#Bugün iyi iş çıkardın! Akşamın geri kalanında rahatlamayı hakediyorsun.#Ah, işte geldin! Tam da eve gelirsin diye düşünüyordum.$l",
				"Indoor_Night_4": "#$c .5#Bu eski evi gerçekten sevmeye başlıyorum. Geceleri çok rahat. Annem burayı geliştirirken iyi iş çıkarmış.#Yaptığın işlerden çok gurur duyuyorum. Biliyorsun, değil mi?",
				"Outdoor_0": "#$c .5#Ah güzel! Beni buldun. Sabahın bir kısmını seninle dışarıda geçirmeyi umuyordum.#Ahh... çiftlik harika hissettiriyor, ailemin evindeki dağları hatırlatıyor.",
				"Outdoor_1": "#$c .5#Eminim ki annem burada olsa, sana evin bu tarafındaki her bir parça odunla ilhili küçük bir hikaye anlatırdı.#Birazcık planlamayla, çiftliğin büyük bir kısmını otomatikleştirip rahatımıza bakabiliriz!",
				"Outdoor_2": "#$c .5#Teknoloji ne kadar gelişirse gelişsin, umarım bu çiftlik ve şu ağaçlar burada çok çok uzun bir süre kalırlar.#Bu gece hava açık olacak... acaba %noun takımyıldızı görünür olacak mı?",
				"Outdoor_3": "#$c .5#Günaydın! Seni buradan izlersem sorun eder misin?#Merak etme, eve çamur getirmene bir şey demem. Ara sıra biraz kirlenmek güzeldir.",
				"Outdoor_4": "#$c .5#Buraya ilk taşındığında nasıldı? Sadece bir tanıdığın olduğum zamanları hatırlamak neredeyse zor gelecek.#Asla bir çiftliği yönetmek için gereken dikkati ve planlama mecburiyetinin miktarını fark etmedim! Laboratuvarda çalışmaya çok benziyor.",
				"OneKid_0": "#$c .5#Penny'den çocuklarla ilgili tavsiye isteyeceğim. Daha büyük çocuklarla uğraştığını biliyorum, ama yine de çocuklarla arası iyi.#Bugün %kid1 için vakit ayırdın mı? Çocukların tam kapasitelerine erişebilmeleri için düzenli oyun zamanlarına ihtiyaçları var.",
				"OneKid_1": "#$c .5#Ne? Hayır, tabikide ebeveynlik robotu yapmayacağım. İnsan elinin yerine bir şey koyamazsın.$h#Ne düşünüyorsun... %kid1 büyüdüğünde bir çiftçi mi olacak? Yoksa bir mühendis mi?",
				"OneKid_3": "#$c .5#Ailem çok heyecanlı; az önce genç yaşta büyükanne ve dede olacaklarını hiç tahmin etmediklerini söylediler. Pekala, anne ve baba, sürpriz!#Çocuğumuz için büyük umutlarım var. Çocuk yetiştirmenin en iyi yolları hakkında bütün bilimsel bilgileri okuyorum.",
				"TwoKids_3": "#$c .5#Burada iyi sağlık hizmetimizin olması güzel. Dr. Harvey ihtiyacımız olursa çocukların nabzına bakacak.#Kendi atölyem, iki harika çocuk, ve güzel bir arazi. Hayat çok güzel.",
				"funLeave_Maru": "#$c .5#Ailem muhtemelen beni biraz özlemişlerdir. Orası bugün gideceğim yer.#Belki bugün ailemi ziyaret ederim. onları bir süredir görmemiştim.",
				"funReturn_Maru": "#$c .5#Pekala, bugün eve gitmek güzeldi, ama şimdi 'evden-eve' gitmek çok daha iyi. Şimdi kalbim gerçekten burada.$l#Annemle babam iyiler. Rutinleri hala aynı, ben gitmiş olsam bile. Günün nasıldı?",
				"spring_9": "Bir üniversitede çalışmak ilginç olabilir, ama gerçekten, orada zaten yapmadığım ne yapabilirim?#$b#İcat? Öğrenmek? Deney? Zaten hepsini yapıyorum.$h",
				"spring_15": "Bugün robotlarımdan birine bizim için temizlik yaptırıp yaptıramayacağımı göreceğim.#$b#Robotu hazırlayıp ayarlamak temizliği kendim yapmaktan daha çok uğraştırıcı, ama aynı zamanda daha eğlenceli.$h",
				"spring_16": "Merak ediyorum da acaba işe yürüme mesafem şu anda daha mı uzun yoksa kısa mı, eskiden yaşadığım yere göre...?",
				"spring_26": "MARILDA gerçekten benim için türünün tek örneği bir icattı. Onun gibi başka bir robot yapıp yapamayacağımdan bile emin değilim... Ve yapsam bile, hmm...$s#$b#Büyük bir parçam onun özel kalmasını istiyor, türünün tek örneği.",
				"summer_4": "Hatırlıyorum da yılın birinde, ben çocukken, çilekler gerçekten geç çıkmaya başlamıştı.#$b#Hala takvim şu noktadayken taze taze yiyorduk.#$e#Ne? Elbette hatırlıyorum! O kadar iyilerdi!$h",
				"summer_9": "Benim için başka bir iş günü daha.#$b#Hmm... umarım kimse güneş geçmesiyle içeri gelmez.$s",
				"summer_16": "Eldra, 'kavgacı kardeşler' takımyıldızlarından biri dün gece en yüksek noktasındaydı.#$b#Şimdiden yarım yıl sonra, kardeşi onun yerini alacak. Atalarımız gerçekten yaratıcıymış, gökyüzünün olaylarını açıklamak için çok sayıda detaylı hikayeler yazmışlar.",
				"summer_23": "İnsan teknolojisinde de bir güzellik var, ama doğadaki çok daha büyük bir güzellik.#$b#Bana asıl güzellik ikisinin arasındaki bir uyum olabilir gibi geliyor. Sen ne düşünüyorsun?",
				"summer_27": "Ayışığı denizanalarının burada oluşuna iki akşam daha var. Gerçekten heyecanlıyım!#$e#Dürüst olmak gerekirse de, muhtemelen babamın heyecanının yanında benimki hiç bir yerde değil.",
				"fall_9": "Güzel bir gün geçir, balım. Sadece plütonyum destabilizerime son dokunuşları yapacağım.#$e#Kidding.$h#$e#Hayır, cidden, plütonyum destabilizerini gizli laboratuvarımda tutuyorum. Kereste yığınının altındakinde.#$e#Lütfen bana bunu yemediğini söyle!$h#$b#Iım, yani... ah. Sanırım eski yerimde gizli bir laboratuvarım vardı.$s#$e#Hayır, gizli bir laboratuvar kurmadım! Burası senin evin, seni şakacı!$h",
				"fall_15": "Dün zamanında çıkması için Ruhlar Arefesi'ne balkabağı ekebilmek için son gündü.#$e#Aslında, eğer unuttuysan, hala yapabilirsin. Sadece küçük bir miktar Hızlı-Ek gerekli.",
				"fall_18": "Ailemin evine yürüme mesafesi uzakta yaşamak... annemin biçim verdiği bir evde...#$b#Yani, durumumun herkesin başına gelmediğini biliyorum. Eğer olur da sana garip gelmeye başlarsa söyle, tamam mı?#$e#Sen benim önceliğimsin, sen benim aşkımsın. Şimdi buraya gelip beni öp.$l",
				"fall_22": "Penny bana birkaç gün önce bir kitap ödünç verdi. Bugün sonra başlarım, belki ben dışarıdayken.",
				"winter_11": "Bir şeyi en hızlı ellerimle yaparken öğrenirim, ve her gün yeni bir şey öğrenmeye çalışıyorum.#$e#Bana göre, bilgi kendisinin sonudur. Bir icadı büyük paraya satmak için de planlarım yok.#$b#İhtiyaç olursa konu hakkında fikrimi değiştirebilirim de.",
				"winter_22": "Şöminelere bayılıyorum... kaloriferlerden de çok. Bu benim gibi bir teknoloji hayranı biri için garip mi?#$e#Bu sadece şu yanık odun kokusu ve doğal sıcaklığın verdiği his. Bunu yenemezsin.",
				"winter_23": "Penny'nin bana bir süre önce ödünç verdiği kitabı neredeyse bitirdim.#$e#Kitapları nasıl okuduğu kadar hızlı okuyor anlamıyorum. Bense sene başına sadece birkaç kitap okuyorum.",
				"winter_28": "Mutlu yeni yıllar, balım. Bu geceyi kutlayalım! [232 234 223 220]$h#$b#Dışarıda çok geçe kalma.$l"
			}
		}
	]
}