{
	"Changes":[
		{
			"LogName":"Pam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pam",
			"Entries":{
				"Saloon_Wed":null,
				"Saloon_Mon":"Hey evlat, eğer karşılabilsem sana da bir içecek alırdım!",
				"Saloon_Thu":"*yutkunur*... Bütün öğlen boyunca bu içeceği iple çektim. Heh heh.",
				"Saloon_Entry":"Ah... Sonunda./Bana bir içecek lazım./Gus! Bana her zamankinden./Hey, Geri döndüm!/Aah oğlum, susamış mıyım!/Susuzluktan ölüyorum!",
				"Trailer_Entry":"Penny! Yemek yaptın mı?/Penny! Ev işlerini yaptın mı?/Penny! Evde misin?/Hey! Eve geldim!",
				"Mon":"#$1 PamDrank#Urghh... Başım...$k#$e#Biliyorsun, karşılayabilseydim daha sağlıklı beslenirdim.#$e#Hey, muhtemelen çiftliğinde yetişen bir sürü leziz şeyin vardır, hm?",
				"Mon2":"Birkaç yaban havucu olsa fena olmazdı.#$e#Ne var? Bazen sağlıklı şeyler yediğime inanmıyor musun?",
		        "Mon4":"Belki çiftliğinde gerçekten iyi iş yaparsan yerel ekonomi iyileşir.#$e#Sonra herkesin bir işi olur ve hepimiz mutlu oluruz, değil mi?",
				"Mon6":"Eğer bacaklarım fena ağrımasa arada sırada dağa giderdim.",
				"Mon8":"$d bus#Sen hiç endişelenme. Salona sık gittiğimi biliyorum ancak her zaman ayıkken sürerim.|İşimi elbet özlüyorum.$s",
				"Tue2":"Ah, Bay @.^Ah, Bayan @.#$e#Yardımıma falan mı ihtiyacınız var?",
				"Tue4":"Bu sabah gazete okuyordum ama sonra içim karardı. Burası kokuşmuş bir dünya, evlat.#$e#Aklını başında tutarsan tek parça halinde başarırsın...#$b#Eskiden babam her zaman bunu söylerdi. Heh heh heh.$h",
				"Tue6":"Bütün her şeye tekrar başlayabilsem...? Haayıır, bu tür şeyler hakkında pek düşünmem.#$e#Bu olmayacak, anlamı yok.#$e#Belki şu eski kocamı dudağından iki kere daha yumruklardım.",
			    "Tue8":"Senin gibi hayallerim ve umutlarım vardı, bir keresinde... Ama şimdi bana bak.$s#$e#Hayat her zaman beklediğin gibi olmuyor.#$e#Ah peki. Sahip olmadığın şeyleri kafanda döndürüp durmanın anlamı yok.",
				"Wed2":"$d bus#Otobüsün tamir olup çalıştığına ne kadar sevindiğimi bilemezsin! Tekrar hayatta hissediyorum.|İşi bıraktığımdan beri, Başkan Lewis'in otobüsü tamir etmek konusunda bir şeyler yapıp yapmayacağını düşünmeden duramıyorum.",
			    "Wed4":"$d bus#Otobüsün tamir olup çalıştığına ne kadar sevindiğimi bilemezsin! Tekrar hayatta hissediyorum.|Otobüsün tamir edilmesi hakkında Lewis'le konuştum. Onu 'yasal olarak' tamir edemeyeceğini çünkü otobüsün kasabaya ait olmadığını söyledi. Hadi be!",
				"Wed6":"$d bus#Çalışmak için karmaşık şeylere ihtiyacım yok. Sadece bana sürecek bir şey ver, mutlu olayım.$h|Otobüs firmasını tekrar aradım. Hala tamir için yeterli paramız yok diyorlar. Bütçeyi kısıyorlar.$s",
				"Wed8":"$d bus#Tekrar sabahları uyanacak bir sebebimin olması güzel.|Şu lanet otobüs firması! Bana çalıştırdıktan sonra hemen bozulan bir otobüs vererek kendilerini ne sanıyorlar?",
				"Wed10":"$d bus#Sabahları otobüs durağına doğru yürüyüşümün tadını çıkarıyorum. Bu taze havayı hiçbir şey geçemez.|Bazılarımız bu dünyada kazanamıyoruz, evlat.$s",
				"Thu4":"Hey, şu Sam denen çocukla ilgili ne düşünüyorsun? Onun hakkında bir şey duydun mu?",
				"Thu6":"Sam iyi bir çocuk gibi duruyor, gerçi birazcık genç.#$b#Penny onun biraz daha büyümesi gerektiğini söylüyor.",
				"Thu8":"Penny salonda çok zaman geçirdiğimi söylüyor...$s",
				"Fri":"Selam, yabancı.",
				"Fri2":"Her gün öncekiyle aynı şey...$s#$b#Eğer zengin doğmuş olsam...$s",
				"Fri4":"Biliyorsun, düşünüyordum... Keşke hobim olsa. Her gece salona gidip durmaktan yerine yapacak başka bir şey.#$e#Hiç fikrin var mı?#$e#...Ehh. Belki kendi kendime dama oynarım.",
				"Sat2":"Yerel bir çiftliğimizin olması kasabamız için iyi.",
				"Sat4":"Hey evlat, Neye meyillisin?#$e#Sadece zmaanı geçiriyorum, her zamanki gibi.",
			    "Sat6":"Keşke bir grup elf geceleyin evimi gelip toplasa. Hahahaha.$h",
				"Sun4":"*iç çeker*... Sanırım bu gece mikrodalgaya donmuş pizza atacağım.$s",
				"Sun6":"$d bus#İşimi geri almam iyi oldu. Birkaç hafta daha sonra beş parasız kalırdım.|Borcumu ödemediğim için Gus beni dışarı atmadan önce ne kadar süre salona girebilirim bilemiyorum...$s",
				"summer_Mon8":"$d bus#Ben güvenli bir şöförüm, evlat. Senden daha genç olduğum zamanlardan beri bir ceza bile almadım.$h|Lanet olası bu hava, ha evlat?",
				"summer_Wed10":"$d bus#İşsizlik günlerimi hiçbir şekilde özlemiyorum, nuh uh.|Bazılarımız bu dünyada kazanamıyoruz evlat.$s",
				"summer_Thu2":"Ah, selam, çiftçi.#$e#Seni önceki gece salonda gördüm mü?",
				"summer_Fri8":"Pekala, eğer senin gibiler kaldıysa dünya o kadar da kötü bir yer olamaz.#$e#Hem nasıl bu kadar kibarsın?",
			    "summer_Sat2":"Evin yanındaki köpeğe kafanı çok takma.#$b#Sana yan gözlerle bakabilir, ama yüz yıl da geçse o kutudan kalkmaz.#$b#Yaşlı oğlanın adı mı? Dusty.",
				"fall_Mon10":"Yılın bu zamanlarıydı, hep hatırlıyorum...#$e#Şu salak kocam öylece kalkıp dışarı gitti.#$e#Ama onun nerede olduğu pek umrumda değil. Penny artık büyüdü, ve onun gibi biri için fazla iyi zaten.",
				"fall_Wed10":"$d bus#Zengin değilim, ancak artık para hakkında çok fazla endişelenmem gerekmediğine seviniyorum.|Bazılarımız bu dünyada kazanamıyoruz evlat.$s",				
				"winter_Mon":"Hava kışın çok kuru oluyor. Derim sanki eskimiş parşömen.",
				"winter_Mon6":"Şu çiftlikte hiç domuzun var mı?",
				"winter_Tue4":"Sadece umarım Penny'nin önünde güzel bir hayat olur. Eğer çocuğun olursa nasıl hissediyorum anlarsın.",
				"winter_Wed10":"$d bus#Otobüsün tamir olup çalıştığına ne kadar sevindiğimi bilemezsin! Tekrar hayatta hissediyorum.|Bazılarımız bu dünyada kazanamıyoruz evlat.$s",
			    "winter_Fri8":"Penny'nin bu çocuklarla hallerini görmek sevimli.#$e#Pekala, benim için çok geç olsa bilee, hiç değilse Penny dünya için iyi bir şeyler yapıyor.",
			    "winter_Sat8":"Buz Şöleni'nde balık tutmak eğlenceli. Sanırım bunu daha sık yapmalıyım.$h#$e#Belki beni motive etmesi için bir seyirciye ihtiyacım var.#$e#Heh... görünüşe göre birinin buna zamanı var.",
				"winter_Sun8":"Çiftliğin karda elbet çok güzel. Hoş bir manzara.#$e#Paramparça olmasına izin verme, beni duydun mu?$h",
				"spring_1_2":"Yeni yıl için planın var mı?#$e#Evet, göreceğiz.#$e#Başı dik tutmak lazım, ha?",
				"spring_23":"Penny'nin yarın dans ettiğini görmek için sabırsızlanıyorum!$h#$e#Sadece umarım onun için yeterince iyi biriyle dans eder.",
				"winter_7":"Yarın benim için balık tutmayı deneme vakti. Yarın şenlikte olacak mısın?",
				"winter_28":"Welp, günbatımına doğru yürüyen başka bir yılın zamanı!#$e#Hayatının bağıra bağıra ellerinden kayıp gitmesine izin verme evlat.",
				"spring_23_2":"Penny'nin yarın dans ettiğini görmek için sabırsızlanıyorum!$h#$e#Sadece umarım onun için yeterince iyi biriyle dans eder.",
				"winter_7_2":"Yarın benim için balık tutmayı deneme vakti. Yarın şenlikte olacak mısın?",
				"winter_28_2":"Welp, günbatımına doğru yürüyen başka bir yılın zamanı!#$e#Hayatının bağıra bağıra ellerinden kayıp gitmesine izin verme evlat."
			}
		}
	]
}