{
	"Changes":[
		{
			"LogName":"Penny",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Penny",
			"Entries": {
				"Introduction": "Ah... Merhaba! Ben Penny...",
				"Mon": "Selam... #$e#Ah, bir şeye mi ihtiyacın var?",
				"Mon2": "Yani, sanırım Pelikan Kasabası'nda uzun süre kalmayı mı düşünüyorsun? Bu iyi.",
				"Mon4": "*iç çeker*... Annemin kesinlikle salona fazla gitmek gibi bir sorunu var.$s#$q 237/238 Mon_old#Ama kötü şeyler düşünüp durmamak en iyisi, haksız mıyım?#$r 237 50 Mon_237#Doğru. En iyisi iyimser olmak!#$r 238 10 Mon_238#Bence gerçekçi olmak daha iyi.",
				"Mon_old": "#$p 237#Ancak denemeye devam edersem belki onu değiştirebilirim.|Sanırım mantıklı. Zaten bunu değiştirmek için yapabileceğim pek fazla şey yok.",
				"Mon6": "Eğer annemin seveceği bir şey olur da ararsan, yaban havuçlarıyla kötü yapmazsın.#$e#Bunu kendini ayıltacak bir şey için kullanıyor, ancak hiç değilse işin en başında içmiş haline sebep olan bir şeyden daha iyi.$u",
				"Mon_237": "Ben de böyle hissediyorum. Sadece geleceği daha iyi hale getirmeye odaklanacağım.",
				"Mon_238": "Belki de haklısın. Gerçeklikle birlikte kalmak daha iyi.$u",
				"Tue2": "Vincent ve Jas'e haftada üç gün ders veriyorum: Salı, Çarşamba ve Cuma.#$e#Tam bir okul haftası değil, ama sadece iki öğrencimin olması onlara bireysel ilgi göstermeme de yardımcı oluyor.",
				"Tue6": "Çocuklara ders vermenin gerçekte düşündüğümden çok daha fazla sorumluluğu varmış.#$e#Senin çiftçiliğin için de aynısı oldu mu?",
				"Tue8": "$d bus#Annem tekrar otobüs şöförü olduğuna göre, belki daha fazla para biriktirebilirim. Her şey biraz daha aydınlık görünüyor.|Öğretmenlik işimle para biriktirmeye çalışıyorum, ancak annem çalışmıyorken bu zor.",
				"Wed6": "Bayan Eleanor ben büyürken öğretmenimdi. Vincent ve Jas'e öğrettiğim birçok şey, Bayan Eleanor'dan öğrendim.#$e#Kütüphanedeki kitaplardan da çok şey öğrendim.",
				"Wed8": "Benden önce işi yapan kadının yerini doldurmak zor, ancak sadece iki öğrencim olması işi daha da kolaylaştırıyor.#$e#Bayan Eleanor'un bir yılında dokuz öğrenciydik. Ben büyürken kasabada daha fazla çocuktuk.",
				"Thu2": "Sadece iki öğrencimin olması güzel. Ders için biraraya geldiğimizde biraz daha esnek olabiliyoruz.",
				"Thu4": "Kitap önerisi mi? Hm, peki, 'Marcie' serisi gerçekten iyi, Herkes bunları seviyor.#$e#Benim en sevdiklerim için, Nora Sealy'yle ilgili hiçbir şey kötü olmaz.",
				"Thu8": "Selam @!$h#$e#Bu hafta şuana kadar çok iyiydi. Dün çocuklar quizlerinde çok iyi iş çıkardılar.#$e#Senin haftan nasıl geçiyor?",
				"Thu10": "Küçük bir kızken, hep büyüdüğümde Sam'le evlenirim zannettim. Şimdiyse çok az beraber vakit geçiriyoruz zaten.#$e#Heehee, hayır, kıskanman gerekmiyor.$h",
				"Fri2": "Eğitim vermek çok büyük iş. 'Gerçek' bir sınıf öğretmeninin nasıl ağzına kadar dolu bir sınıfla hey şeyi yaptığını hayal edemiyorum.",
				"Fri6": "Bir öğretmen olmak seni bayağı olgunlaştırıyor. Geçen iki yılda sanki beş yıl büyümüşüm gibi hissediyorum.",
				"Fri10": "Sekam, @!$h#$e#Bu tuhaf. Nasıl oluyorsa senin yanında hem gençleşmiş hem de büyümüş gibi hissediyorum.",
				"Sat6": "Dünyayı iyileştirmek için ne yapabilirsem yapmak istiyorum, sadece etrafımdakilere yardım ediyor olsam bile.#$e#Yaptığın işle birçok insanı doyurmuş olmalısın, ha?",
				"Sat8": "Jas bana bazen çok sevimli şeyler çiziyor. My favorite so is one where she drew your farm next to hers.#$e#Her küçük çiti çizmiş. Çok sevimliydi.$h",
				"Sat10": "Çocukken okuduğum aşk romanları son zamanlarda bana çok daha anlamlı geliyor.$l#$e#Ne? ...Ah, üzgünüm, hiçbir şey.$l",
				"Sun2": "Eğer annem biraz... yani, fazla geliyorsa üzgünüm.#$e#Diğer herkes bizim farkımızda, o yüzden...",
				"Sun6": "Pelikan Kasabasına gelip giden birçok kişi gördüm. Yakın zamanda gitmiyorsun, değil mi?",
				"Sun8": "Selam @! Seni görmek her zaman güzel.",
				"Sun10": "Bu çok utanç verici. Ders verirken sürekli boşlukta kalıyorum.$l#$e#Neden biliyorsun, değil mi?$l",
				"summer_Mon2": "Maru iyi bir arkadaş. Onunla konuştuğumda çok şey öğrenmiş gibi hissediyorum.#$e#Çocukların bilim dersleri için kullanabileceğim güzel fikirler veriyor.",
				"summer_Mon4": "Maru bana her ailenin öyle ya da böyle sorunları olduğunu söylüyor.$u#$b#Bazen bu sadece canımı sıkıyor, kasabanın yarısı annemle beni yargılıyormuş gibi hissettiğimde.$s#$e#Uhm, üzgünüm, günün nasıl geçiyor?",
				"summer_Mon8": "Ders verdiğim ilk yılda, haftada bir eve gidip ağlardım. Sadece 'bu çocukların yanında doğru şekilde yapamıyorum'diye düşündüm.$u#$e#Ama işin sonunda daha da kolaylaştı. I think I was overly critical of my own performance and how the kids would receive it.",
				"summer_Tue": "Çocuklara yazın bir okuma programı yapıyorum. Yılın bu zamanı işi kolaylaştırmak için iyi.",
				"summer_Tue2": "Umarım Vincent bugün yaz okumasını yapıyordur...$u#$b#Ama şu anda onun üzerine düşemem. Amaç serbestlik.",
				"summer_Tue4": "Çocuklara yazın bir okuma programı yapıyorum. Yılın bu zamanı işi kolaylaştırmak için iyi.",
				"summer_Tue10": "Sam ve ben çocukken aynı Vincent ve Jas gibiydik. O zamandan beri büyüdüğümüzde çok farklı insanlar olduk.#$e#Sam sadece kendi hayatında, başka bir yerde. O hala büyüyor.",
				"summer_Wed": "Yazın tamamında tatil yapmıyoruz, because we have to make up for our short school weeks during the regular year.#$e#Jodi ve Marnie böyle yapmamı istedi, normal bir okulun yapacağı şeklin yerine.",
				"summer_Wed4": "Çocuklar kadar dışarı gitmeyi dört gözle bekliyorum. Dışarıdaki dünya da bizim sınıfımız!$h#$e#Gerçi Vincent bazen bilim dersi yapmak yerine etrafta koşuşturmak istiyor.$u",
				"summer_Wed8": "Bugün su döngüsünü işleyeceğiz. Dışarıda öğretmenin daha iyi olabileceğini düşündüm.",
				"summer_Wed10": "@! Ah, selam!$l#$e#Üzgünüm, bugün hava sadece anormal bir şekilde mi sıcak?$l",
				"summer_Sat2": "Bugün çocuklar için oyun parkı günü.#$e#İşimle bir alakası yok. Sadece eğlencesine yapıyorum.",
				"summer_Sat4": "$d cc#Halkevini onardığın için teşekkürler. Sanırım bir çeşit kasaba kahramanısın.|Merhaba, @. İyi olduğunu görmek güzel.",
				"summer_Sat8": "Bence çocuk gülüşü dünyanın en sevimli sesi.$h#$e#Bu saf, samimi neşe... hepsi sadece bu, değil mi?",
				"summer_Sat10": "Çocukları oynarken görmeyi sende seviyor musun?#$e#Bana o mükemmel geçmiş günleri hatırlatıyor, ama o mükemmelliği hatırlatıp umut verecek şekilde.$h",
				"summer_Sun": "Peki... çiftlik evini dekore etmeyi seviyor musun?#$e#Dekore etmek için kendi yerinin olması güzel olmalı.",
				"summer_Sun2": "Çamurun içinde öylece duran bir kütüphane kitabı buldum. İnsan neden bu kadar sorumsuz olur?$s#$e#Eğer sen de bulursan, lütfen ait oldukları yere gönderdiğinden emin ol.",
				"summer_Sun4": "Peki... çiftlik evini dekore etmeyi seviyor musun?#$e#Dekore etmek için kendi yerinin olması güzel olmalı.",
				"summer_Sun6": "Gelecek hafta sence çocuklarla ne yapmalıyım? Sözcükleri çalışmak için küçük bir çizim oyunu denemeyi düşünüyordum.",
				"summer_Sun8": "Bazen kendime bakıyorum, ve çocuklar için yeterince iyi bir rol model olup olmadığımı merak ediyorum.$s#$e#Eğer onlara eğitimin hayatta yol gösterebileceği her yeri göstermem gerekiyorsa, peki, benim hayatıma bak...$s#$e#...Kendime sadece iyi olacaklar diyorum. Gelecekte bir gün mutluluğu buldukları sürece...$u",
				"summer_Sun10": "Şu aralar kendimi yaptığım işlerde daha özgüvenli buluyorum.#$e#Daha önce hiç olmadığı gibi, etrafımdakilere ilgi ve destek vermenin önemini hatırlıyorum.",
				"fall_Mon6": "Belki bir gün bir sınıf öğretmeni olarak bir iş bulabilirim. Ancak benim için daha iyi olup olmayacağını bilmiyorum.#$e#Vincent ve Jas'le olduğu gibi yirmi ya da otuz öğrenciyle aynı bağa sahip olmayı hayal edemiyorum.",
				"fall_Mon8": "Maru ve ben onun ailesi buraya taşındıktan sonra hızlıca kaynaştı. Eğer bir gün ayrılsa onu gerçekten özlerim.",
				"fall_Mon10": "Eğer bir gün babamı tekrar görürsem, ne tepki verebileceğimi bilmiyorum... ve bilmek o kadar da önemli değil.$a#$e#Onun sayesinde sahip olduğum her şey birer hiçten ibaret. Bu yüzden, defolsun, biliyorsun?$a",
				"fall_Tue": "Vincent'ı her gün biraz daha erken çağırıyorum ki biraz daha fazla çalıştırayım.#$e#He's been making good progress, bazen bununla ilgili tam bir asker olsa bile.$h",
				"fall_Tue10": "Önceki akşam Jas'i evine bırakmak için çiftliğinin oraya yürüdüm. Uzaktan seni gördüm, ve...#$b#...manzara güzeldi, ama sen oradaki en sevdiğim bölümdün.$l",
				"fall_Wed4": "Kendimi bildim bileli bir kitap kurduyum. Kitaplar her zaman benim arkamda olan bir şey.",
				"fall_Wed6": "Kitapkar ara sıra biraz hayal kurmak için iyi. Bence herkesin buna benzer bir şeye ihtiyacım var.",
				"fall_Thu10": "Vincent dün bana gelip sana aşık olup olmadığımı sordu. Bu çocuk, yemin ederim...$u#$e#...$l",
				"fall_Thu8": "Anneme bakmak her zaman zorluk vericiydi, ancak babam bizi terkettikten sonra ikimiz de ne olursa olsun birlikte kalacağız dedik.$u#$e#Herkesin sırtını kollayacak birine mutlaka ihtiyacı var, biliyorsun değil mi?$u",
				"fall_Fri4": "...$s#$e#Ah, üzgünüm @. Sadece düşünüyordum. Sonbahar benim için hep zor bir zaman oldu.$s#$e#Sana bir ara sebebini anlatırım.",
				"fall_Sun10": "@! Sadece gelecek hakkında düşünüyordum...#$e#Kendini on yıl sonra nerede görüyorsun?$l#$e#Kendim için aklıma gelenler de var...$u",
				"winter_Mon": "Ayın 25'inde Kış Yıldızı Şöleni'miz olacak. En sevdiğim olaylardan biri.#$e#Aslında bu gün hayatındaki iyi olan her şey için minnettarlığını göstermek için bir zaman... ama çoğu kişi için bu sadece rahatlayıp hediye vermekten ibaret.",
				"winter_Mon6": "Bu yılın Kış Yıldızı Şöleni için çok heyecan var. Acaba bu yıl kime hediye alacağım?$h",
				"winter_Mon10": "Dün gece uyumadan önce kitap okuyordum, ancak sadece iki sayfa okuyabildim.#$e#Aklım hep başka yerdeydi...$l",
				"winter_Tue4": "Elliott bir romancı, değil mi? Onun yazdıklarını okumak isterim, ancak onu pek iyi tanımıyorum...",
				"winter_Tue8": "Elliott benimle yazdıklarından bazılarını paylaştı. Okumayı sevdiğim gibi şeyler değil, ancak kibar davrandım.#$e#O yine de çok yetenekli.",
				"winter_Tue10": "Kış Yıldızı Şöleni'nin gelmesiyle, minnettar olmam gerekenleri sayıyordum.#$b#Seni tanıdığım için çok mutluyum, @.$l",
				"winter_Wed": "Kütüphanenin bir çöminesi olmasına bayılıyorum. İyi bir kitapla kıvrılmayı çok daha hoş kılıyor.",
				"winter_Wed4": "Bu bahar çiftliğinin nasıl olduğunu görmeyi iple çekiyorum.#$e#Çok canlı ve güzel görünecektir.$h",
				"winter_Wed8": "Vincent'ın üniversiteye gidip gitmeyeceği hakkında hiçbir fikrim yok. Hiç olmadı.$u#$e#Ama bir gün eğer büyüdüğünde iyi ve düşünceli genç bir adam olursa, başka bir şey isteyemem.",
				"winter_Thu4": "İşimi yaparken elimden gelenin en iyisini yaptığıma emin olmalıyım. Eğer aileler çocukların yeterince öğrenmediklerini hissederse...$u#$b#...onları her gün bir otobüse bindirip uzun yolculuklarla devlet okuluna göndeririler.#$e#Gerçi şu ana kadar iyi gitti.",
				"winter_Thu6": "Hey, @, merak ediyordum da... anneme alkolik hiçbir içecek vermedin, değil mi?$u#$e#Bazen keşke Gus ona salona girmeyi yasaklasa diyorum.$s",
				"winter_Thu10": "Ah, selam @.$l#$e#Üzgünüm, dün pek fazla uyumadım. Geç saate kadar...$s#$b#...ah, kitap okudum. Ortada bırakamayacağım kadar güzel bir kitaptı.$l",
				"winter_Fri": "...evet?$u",
				"winter_Fri2": "Linus'la arkadaş mısınız? Dağda bir çadırda yaşıyor.#$e#Kimse onu umursamıyor, zavallı adam. Aslında çok nazik biri... Sadece biraz farklı.#$e#Yılın bu zamanı bir çadırda yaşamak çok soğuk olmalı.",
				"winter_Fri6": "George eskiden çıktığı kadar dışarı çıkmıyor. Umarım her şey iyi gidiyordur.$u",
				"winter_Sun6": "İşimden aldığım paranın çoğunu saklamak zorundayım. Yoksa annem onu içmeye harcar.$s#$e#Annem beni hala seviyor. Her zaman yapmaz ama daha önce de oldu.",
				"winter_Sun10": "Yakın bir zamanda, akşam bizim eve gidip bir kitapla oturmalıyız.$h#$e#Eğer mümkünse, saat 8'den önce gelmeye çalış. Annemin eve erken gelip anı mahvetmesini istemiyorum.",
				"spring_1_2": "Yıla yepyeni bir başlangıç! Umarım sabahın güzel geçmiştir.$h",
				"spring_12": "Bu hafta başında yumurta şöleni hazırlığı için birkaç yumurta boyadık.#$e#Sen de orada olacak mısın?",
				"spring_23": "Çiçek dansından mutlu anılarım var.#$e#Yeni gelen biri için dans eskide kalmış gibi gelebilir, ancak adımlarını öğrenmesi gerçekten kolay.",
				"summer_10": "Mmm... şimdiden yarınki luauda olacak yemeklerin kokusunu alabiliyorum.#$e#Sadece umuyorum ki bu yıl çorbayı kimse mahvetmez...$a#$e#Sam'le eskiden olduğu kadar fazla takılmamamın bir sebebi de bu.$a",
				"fall_15": "Yıldızçiyi Vadisi Fuarına bayılıyorum.#$b#Gerçi şu karnaval oyunları çocuklar için biraz zor olabilir.#$e#Belki sen de bir ödül kazanırsın, @.",
				"fall_26": "Ben küçükken Ruhlar Arefesi beni korkuturdu. Gerçi şu günlerde, beğeniyorum.#$e#Herkes zamandan zamana birazcık maceracı olmalı, haksız mıyım?$h",
				"winter_7": "Kar gerçekten herkesin içindeki çocuğu dışarı çıkarıyor. Yarının şöleni çok eğlenceli olmalı.",
				"winter_24": "Yarın büyük gün! Yılın en büyülü günü.$h#$e#Hediyelerini açtıklarında çocukların yüzlerindeki ifadeleri izlemek gerçekten özel.",
				"winter_28": "Mutlu yeni yıllar...! ...yarın!$h#$e#Küçük kasabamızın dükkanında yeni yıl için neler olacak merak ediyorum.",
				"spring_12_2": "Bu hafta başında yumurta şöleni hazırlığı için birkaç yumurta boyadık.#$e#Sen de orada olacak mısın?",
				"summer_10_2": "Mmm... şimdiden yarınki luauda olacak yemeklerin kokusunu alabiliyorum.#$e#Sadece umuyorum ki bu yıl çorbayı kimse mahvetmez...$a#$e#Sam'le eskiden olduğu kadar fazla takılmamamın bir sebebi de bu.$a",
				"fall_15_2": "Yıldızçiyi Vadisi Fuarına bayılıyorum.#$b#Gerçi şu karnaval oyunları çocuklar için biraz zor olabilir.#$e#Belki sen de bir ödül kazanırsın, @.",
				"fall_26_2": "Ben küçükken Ruhlar Arefesi beni korkuturdu. Gerçi şu günlerde, beğeniyorum.#$e#Herkes zamandan zamana birazcık maceracı olmalı, haksız mıyım?$h",
				"winter_7_2": "Kar gerçekten herkesin içindeki çocuğu dışarı çıkarıyor. Yarının şöleni çok eğlenceli olmalı.",
				"winter_24_2": "Yarın büyük gün! Yılın en büyülü günü.$h#$e#Hediyelerini açtıklarında çocukların yüzlerindeki ifadeleri izlemek gerçekten özel.",
				"winter_28_2": "Mutlu yeni yıllar...! ...yarın!$h#$e#Küçük kasabamızın dükkanında yeni yıl için neler olacak merak ediyorum."
			}
		},
		{
			"LogName":"Penny Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialoguePenny",
			"Entries": {
				"Rainy_Day_0": "#$c .5#Yağmurlu günlerde aklım tarçın ve kurabiyelere gidiyor.#Yağmurda kütüphaneye gitmek bayağı bir koşu, ama burada yaşıyorsam fazladan mesafete değer.",
				"Rainy_Day_1": "Acaba Maru ve Dr. Harvey hiç bir araya gelecekler mi? Eminim ki Harvey onu seviyor...#$e#$c .5#...ama bence ikisinin yaş farklı onları kararsız bırakıyor.#Sanırım ilk hamleyi Maru yapmak zorunda kalacak.$h",
				"Rainy_Day_2": "#$c .5#Selam, balım! Bu sabah biraz alışveriş yapıp sana bunu aldım.[186 180 770 535]#Ah doğru! Bunu dün topladım, ancak sonra unuttum.[186 180 770 535] Bunlardan birini kullanabilirsin diye düşündüm.",
				"Rainy_Day_3": "Hmm... belki de yeni bir tarif denemeliyim. En son yaptığım tarifi beğenmiştin, değil mi, balım?#$e#Adı neydi... 'Biberli @'?",
				"Rainy_Day_4": "#$c .5#Bunun gibi günlerde, güzel bir kitapla kıvrılmayı seviyorum.#Güzel bir kitap ve biraz çay. Mmm, şu anda kulağa harika geliyor.$h",
				"Rainy_Night_0": "#$c .5#Günün nasıldı, balım? Öğlenden sonrasını bir roman okuyarak geçirdim.#Bazılarının daha derin bir anlam bulmak için bir kitabın satırlarının arasını okuyarak tatmin olduklarını biliyorum. Ben, sadece hikayenin kendisinin tadını çıkarırım.",
				"patio_Penny": "#$c .5#Burası kasabadaki eski yerimden çok daha huzurlu. Burada çok mutluyum.#Bana bir süre katılmak ister misin? ...Ya da, sanırım yapacak çok işin var, haksız mıyım?",
				"Rainy_Night_1": "#$c .5#Eminim annem şuanda salondadır... Ama artık bununla ilgili o kadar kötü hissetmiyorum. Elimde değil.#Annem şu aralar sana iyi davranıyor mu? Ne derler bilirsin, 'Birisiyle evlendiğinde, bütün aileyle evlenirsin.'",
				"Rainy_Night_2": "#$c .5#Tam da şu hamamdaki geceyi düşünüyordum. O geceyi asla unutmayacağım...$l#Hm, umduğum kadar çok derecelendirmeyi bitiremedim. Belki yarın sabah ilk iş olarak yaparsam bitiririm.$s",
				"Rainy_Night_3": "#$c .5#Yağmurun sesi eski metal karavanda yaşarken canımı sıkardı. Ama burada çok rahatlatıcı.#Umarım Vincent ve Jas de mutlu ve yataklarının içindelerdir.",
				"Rainy_Night_4": "#$c .5#Canım hoş bir akşam yemeği yapmak istedi. Umarım beğenirsin. [212 214 225 209 200]$h#Sanırım bana kalırsa yemek pişirmede daha iyi hale geldim. [212 214 225 209 200]Yumul!$h",
				"Indoor_Day_0": "#$c .5#Burası çok huzurlu. Eskiden korkunç kabuslar görürdüm, ama şimdi bebek gibi uyuyorum.#Büyürken, hep bu çiftliği merak ettim. Günün birinde burada yaşayacağımı kim bilebilirdi?",
				"Indoor_Day_1": "#$c .5#Günaydın! Sana sıcak bir kahvaltı hazırladım.[195 210 211] Buradan dolu bir mideyle çıkman benim için önemli.$h#Günaydın! Aç uyandım bu yüzden ikimize de yetecek bir şeyler hazırladım. Tadını ççıkar![195 210 211]",
				"Indoor_Day_2": "#$c .5#Biliyorsun, bugün sanırım kitap okuyacağım. En son oradayken kütüphaneden yeni bir şey aldım.#Gunther selam söylememi istedi. Bağışlayabileceğimis bir şey var mı biliyor musun?",
				"Indoor_Day_3": "#$c .5#Bulduğun bütün eserler hakkında dinlemeyi seviyorum. Düşününce... 10,000 yıl önce tam burada çiftçiler olmuş olabilir.#Kütüphaneden yeni bir marka kitap aldım. Yenilerinin gönderilmesi her zaman heyecan verici.$h",
				"Indoor_Day_4": "#$c .5#İlk tanıştığımızda utangaç mıydım? Şimdi çok şey geçirdiğimizden bunu düşünmek biraz komik.$h#Sadece söylemek istedim... bu sabahki görünümüne bayıldım.$h",
				"Indoor_Night_0": "#$c .5#İyi akşamlar, balım. Bugün yapmak istediğin her işi bitirdin mi? Hayırsa, önemli değil. Günler torbaya mı girdi!#Işık karardığında, gözlerinde şu küçük parlayan yıldızlar oluyor. Çok hoşsun.$l",
				"Indoor_Night_1": "#$c .5#Hmm... yarın için etek mi pantolon mu? Ah, kimi kandırıyorum... her zaman etek derim.# Mutlu yaşamak böyle hissettiriyor.$l",
				"Indoor_Night_2": "#$c .5#Her zaman bizden daha talihsiz olanları hatırlamalıyız. Sadece sahip olduklarımız için minnettarım.#Phew. Bahsetmiş miydim? Geçen haftadan beri Vincent beni evlilik hayatıyla ilgili çocukça sorular sorup durmayı bırakmadı.",
				"Indoor_Night_3": "Annem muhtemelen gittiğimden çok yalnızdır şimdi. Umarım salona bunu kapatmak için daha sık gitmiyordur.#$e#Kötü hissetmemelisin! Annem sorunlarını kendisi çözmeli. ",
				"Indoor_Night_4": "#$c .5#Yatmaya hazır mısın? Yatağı ve herşeyi hazırladım...#Hee hee. Ben şey, ım, bu bölümü sen yatmak istiyorsan daha sonra bitirebilirim.$l",
				"Outdoor_0": "Burası gibi güzel bir yerde yaşamayı hayal ederdim, ve şimdiyse gerçek.#$e#$c .5#Sen kasabaya gelmeden öncesi ne kadar çok şey kaçırdığımı farkettim.$l#Eski evde çok huzursuzdum.$s",
				"Outdoor_1": "#$c .5#Burası çocuk yetiştirmek için mükemmel bir yer değil mi? Bir çiftlikte büyüsem çok memnun olurdum.#Direkt işe başlaman gerektiğini biliyorum, balım. Peki bu akşam eve erken gelecek misin?",
				"Outdoor_2": "#$c .5#Hey. Bugün alışılmadık bir şey gönderecek misin?#Selam, balım! Eğer çiftlik işleri hakkında daha fazla şey bilsem sana daha fazla yardımcı olurdum. Üzgünüm!#$e#Seni düşünüyor olacağım.$h",
				"Outdoor_3": "#$c .5#Az önce batıya doğru uçan bir kuş gördüm. Yıldızçiyi Vadisi'nde bu çok iyi bir işaret.$h#Sanırım burada dışarıda biraz kitap okuyacağım.$h",
				"Outdoor_4": "#$c .5#Ahh... Dışarıda olmak iyi hissettiriyor. Bütün günü tam burada her minik şeyi gözlemleyerek geçirebilirim.#Ah! Aklıma Jas ve Vincent'ın dersi için iyi bir fikir geldi. I'm trying to mull over the details.",
				"OneKid_0": "#$c .5#Bugün küçüğümüzle oynamak için zamanın oldu mu? Belki ikinci bir çocuk işleri daha iyi hale getirir.#Ah doğru. Bugün annem %kid1 için buraya geldi ve zaman geçirdiler. Biraz gerçekdışı geliyor, onun kişiliğinin yetiştirici tarafını görmek yani.",
				"OneKid_1": "#$c .5#%kid1 eskiden okuduğum kadar kitap okumama yetecek kadar zaman ayırmama izin vermiyor. Belki de sesli kitaplara alışmam gerekecek.#Minik %kid1 burada harike bir çocukluk geçirecek.",
				"OneKid_3": "Şimdi bir çocuğumuz olduğundan çok daha yaşlı hissediyorum. Belki de bu sadece yeni bir sorumluluk yüklendiğinden.#$e#Kötü değil! Uzun zamandır bunu istemiştim.",
				"TwoKids_0": "#$c .5#Çocuklar beni çok meşgul tutuyor, ancak seni ihmal etmediğimden emin olmak istiyorum. ...Nasılsın?#%kid1 ve %kid2 çoktan yemeklerini yediler. Bayağı aç çocuklar!",
				"TwoKids_1": "#$c .5#Şarkı söylersen çocuklar buna bayılıyor. Sadece durup pürdikkat dinliyorlar. Çok özel bir şey.$h#%kid2 burada olduğuna göre %kid1 için de ilgi gösterdiğimize emin olmalıyız. Aralarında kıskançlık olsun istemeyiz",
				"TwoKids_2": "#$c .5#Çocuklar sonsuza kadar beşikte kalmıyor. Onlarla her anın tadını çıkarmaya çalışıyorum.#Gördüğüm bir rüyada %kid2 kuşa benzer kanatlar çıkardı ve gece gökyüzüne doğru uçtu. Bunun anlamı ne?",
				"TwoKids_3": "#$c .5#Hoş bir ev, iki harika çocuk, ve güzel bir alan. Çok talihliyiz.#Büyüme şeklim yüzünden asla bu kadar değerli olabileceğimi düşünmedim. Ama çocuklarımızı böyle görmek beni çok şanslı hissettiriyor.$l",
				"funLeave_Penny": "#$c .5#Bugün bir iş günü değil. Sadece dışarıda vakit geçirmeliyim.#Bugün kasabaya ineceğim, eğlencesine. Çabucak dönerim!",
				"funReturn_Penny": "#$c .5#Güzel zaman geçirdim... Herkesle iletişimde kalmak güzel. Bana gününü anlat.#Birçok kişi dışarıdaydı. Bazılarıyla sohbet edebildiğim için mutluyum.",
				"spring_1": "Önümüze bakacak uzun ve samimi bir yıl var. Hadi bu yılı verimli hale getirelim.",
				"spring_4": "Bahar muhtemelen en sevdiğim mevsim. Havada beni umutla dolduran belli bir zindelik var.",
				"spring_8": null,
				"spring_12": "Bugün okul yok. Yumurta şöleni için kasabaya gideceğim. Sen de geliyor musun?",
				"spring_16": "Ah, 'bahar temizliği'... Bu aslında hoşuma gidecek gibi.",
				"spring_19": "Annemi benimle gurur duyarken görmek gerçekten hoş. Beni kıskanır mı diye düşünüyordum.#$b#Ama bir sorun olmadığı ortaya çıktı!$h",
				"spring_26": "Jas ve Vincent'ın bayılacağı, şölenden kalan çiçekleri kullanarak yapacakları bir resim projem var.#$bDört gözle bekliyorum.$h",
				"summer_9": "Basılmış bir kitabı okumak e-kitaplardan sadece çok farklı. Olay sayfaların hissiyle ilgili...#$b#...çevirdiğinde çıkardıkları sesler, ve hafızanın hikayenin her parçasıyla kaç sayfayı arkanda bıraktığını bağdaştırması.#$e#Kitaplarımın bütün bir rafı kaplayabileceğini biliyorum, ama buna değer.$h",
				"summer_10": "Şimdi şu dolu sınıf öğretmenleri yaz tatillerinin tadını çıkarıyor olmalılar.#$e#Ah peki. Dürüst olmak gerekirse, burada yazın her gün birer mola gibi, işe gitmek zorunda olsam bile.$h",
				"summer_19": "Dürüst olmak gerekirse, daha önce hiç içmiş hale girmedim. Belki bir kereliğine azıcık dumanlı, ama deneyimin hoşuma gittiğini bile söyleyemem.$s#$e#Sadece... çok fazla kötü anlamı var.$s#$e#Herkesin her şeyi denemiş olmasına gerek yok, biliyorsun değil mi?$u",
				"summer_23": "Dürüst olacağım. Bugün vermek için aklımda tam bir ders yok. Muhtemelen doğaçlama yapacağım.#$e#İyi olacak. Bunu yeterince uzun süredir yapıyorum.",
				"fall_10": "Vincent ve Jas yetişkin olduklarında ne olacaklar merak ediyorum.#$e#Onlar benim şuana kadar tek öğrencilerim. Bunun bir öğretmen için normal olmadığını biliyorum.",
				"fall_12": "Bazen, annemin bir gün tekrar biriyle tanışıp aşık olup olmayacağını merak ediyorum. Bundan şüpheliyim.",
				"fall_16": "Bugün tabiki de okul yok. Seni Yıldızçiyi Vadisi Fuarı'nda görecek miyim?",
				"fall_19": "Dün Maru'yla buluştuk. Şimdi hayatlarımızın farklı birer döneminde olmamız tuhaf.#$b#Ama yine de o olabilecek en iyi dost.$h",
				"winter_5": "Yağan kar bana büyükannemi hatırlatıyor, ateşin yanında sallanırken. Çoğunlukla gölgesinin turuncu odunlara düştüğünü hatırlıyorum. Bu çok uzun zaman önceydi.",
				"winter_6": null,
				"winter_9": "Nora Sealy yeni bir kitap yayınlayalı çok uzun zaman oldu. Acaba hala bunu bile yapıyor mudur ki.$s#$eÜzgünüm, sadece sesli düşünüyordum. Eminim bugün okumak için bir şeyler bulurum.",
				"winter_12": "Acaba Vincent okumayı sevmeyi hiç öğrenecek mi...$s#$e#Sadece ona asla kullanmayacağı şeyler öğretmek içime sinmiyor. İçinde sevinç de bulsun istiyorum.#$b#Artı, Jodi'yi üzmek istemiyorum.",
				"winter_16": "Brr... Bu sabah okula gidebilmek için karda uzun bir yürüyüş olacak.$s#$e#Evet, burada kırda, sanırım bu zor yolları yürüyoruz.#$e#...$h",
				"winter_26": "Bence bu kış için yeterince kar yağdı. Umarım yakında erir.#$e#Dışarıda ıslak karlar şimdiden var zaten.",
				"winter_28": "Bu Yeni Yıl akşamı için kek pişirdim. Eve erken geldiğinden emin ol ki kutlayabilelim! [220 221]$h"
			}
		}
	]
}