{
	"Changes":[
		{
			"LogName":"Pierre",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pierre",
			"Entries":{
				"Mon2":"Çiftlik ne alemde?#$e#Bence gerçekten güzel bir iş planı yapabiliriz, sen ve ben.#$b#Yani umarım buralarda kalırsın!",
				"Mon4":"Selam, @. Tohuma ya da meyve ağacı fidanına ihtiyacın var mı?",
				"Mon6":"Caroline ve ben okulda tanıştık. Aslında birbirimiz hariç kimseyle çıkmadık.#$e#Biliyorum, biraz alışılmadık bir şey. Ama şu ana kadar iyiyiz!$h",
				"Mon8":"$d Joja#Pekala, hiç değilse kasabamızın bazı sakinleri yerel işletmeleri desteklemeye inançlı. ...*iç çeker*$s|İtiraf ediyorum, çalışmak etrafta JojaMart yokken biraz daha eğlenceli. ...Yeniden önemi varmış gibi geliyor, bunun mahvolmayacağını bilmek, anlıyor musun?",
				"Tue2":"Hey, seni tekrar görmek ne hoş!#$e#Yerel ekonomiyi desteklediğin için teşekkürler!",
				"Tue4":"Eğer birbirimizin sırtını kollarsak, işte öyle topluluğumuz uzun yolda başaracak.#$e#Yine de, bir şeyler almak ister misin?$h",
				"Tue10":"$d Joja#Görünüşe göre Grampleton'daki mahalle bakkalı kısa süre önce kapanmış. Acaba benim sıram ne zaman gelecek?$s|Biraz araştırma yaptım. Aslında JojaMart bayağı bir zararına satıyormuş. Genel stratejileri yerel işletmeler kapanmadan önce bir kâr elde etmek için bile değil.",
				"Wed6":"#$1 pierre1#*iç çeker*... İş ne kadar iyi giderse gitsin, başarı beklentimi asla karşılamaya yetmiyor. Benim sorunum ne? Belki sadece ev hayatından sıkılmışımdır.$s#$e#Günün birinde şehirde yeni bir dükkan açacağım ve paraya para demeyeceğim.#$e#Maalesef, işler o kadar yavaşki zar zor para biriktiebiliyorum...$s",
				"Wed10":"Hey, eğer sen birkaç saatliğine tezgahın başında dursan, ben de gidip senin çiftliğinde çalışsam ne dersin?#$e#Haha, sadece şaka.$h#$e#...*iç çeker*$s",
				"Thu4":"Hey, @. Sen bir numaralı müşterimsin!",
				"Thu6":"$d Joja#Herkes gibi özgür bir marketi desteklerim, ama Joja elindeki gibi bir güce sahipken esas 'özgür' olan kim oluyor?$s|Mahallede sadece başka güzel bir gün!",
				"Thu8":"İçeri daha çok tanıdık yüz gelirken olumlu kalmak daha koIay.#$e#Yani... uğradığın için teşekkürler!$h",
				"Fri4":"Online dersleriyle, çoktan Abigail resmen benden daha eğitimli. Onunla gurur duyuyorum.#$e#Çocukken işe bir kibar bir tezgahtar olarak başladım ve bu dükkanı açana kadar çalışıp durdum.",
				"Fri6":"Zamanı geçirmek için hikaye yazmayı düşündüm. Pek bir şey bana ilham vermiyor gerçi#$e#Elliott'un yaptıklarını nasıl yaptığını bilmiyorum.#$e#Belki alan değişikliğine ihtiyacım var.",
				"Fri8":"$d Joja#Morris'in yaptığı her şey teknik olarak yasal, ancak bu kasabamıza sadece parası için baktığı gerçeğini değiştirmiyor.$3|JojaMart'la ilgili stresli kabuslarım nihayet sona erdi. ...Sana kabus gördüğümü anlatmış mıydım? Evet, öyle bir şey var.",
				"Sat2":"Eğer yerel ürün satabilirsem en sevdiğim hali bu.#$e#Sadece tam çevremizdekilerle ne yapabileceksem yapmak istiyorumI#$e#Artı, ürün yerel olduğunda gönderi ücreti olmuyor.",
				"Sat4":"Bazen, küçük bir işletmeyi yönetmek seni bitap düşürebiliyor.#$b#Ancak merak ediyorum, dükkanım olmasa bu topluluk neye benzerdi?",
				"Sat6":"Bazen ailemle akşam yemeğinde sohbet etmek zor oluyor. Günün sonunda, aklımda olan her şey sipariş formları, kâr, satışlar...$s#$e#Galiba bunun ne kadar sıkıcı olduğunu görebiliyorum...$s#$b#Ama ne olursa olsun, bir adam ailesi için ne gerekiyorsa yapmalı, onlar anlasalar da anlamasalar da.",
				"Sun2":"Uğradığın için teşekkürler!$h#$e#Umarım günün güzel geçer.",
				"Sun4":"Bu topluluğun insanlarının temel gereksinimlerini karşılamak... Bu bir mirasa değer, değil mi?",
				"Sun6":"Bazen merak ediyorum... ömrümün yüzde kaçını bu tezgahın arkasında harcayacağım?$s",
				"Sun8":"$d Joja#Bir topluluğun bir ruhu olabilir mi? Bu yere inanmak istiyorum, ancak bu insanların ilk önceliği cüzdanlarıymış gibi göründüğünde çok güç.$s|Çok şanslı hissediyorum. En sonunda, her şeyden sonra Pelikan Kasabası özel bir yer gibi görünüyor!",
				"summer_1":"Yaz tohumlarım mevcut! Stoklasan iyi olur.",
				"summer_Tue":"JojaMart'ta buradakinden daha düşük fiyatlar bile yok, gezdirip durdukları şu %50 indirim kuponları saymazsak.$3#$e#Sen hiç bir tane almadın, ha? Evet, ben de öyle. Nedeni belli.",
				"summer_Tue6":"Uff... burası çok sıcak.",
				"summer_Thu6":"Abigail her zaman benim küçük kızım olacak. Bu ilk görüşte aşktı, onu ilk gördüğümde.",
				"summer_Fri6":"Yaz ferahlatıcı bir salata yemek için iyi bir zaman, sence de öyle değil mi?",
				"fall_1":"Güz tohumları geldi! Kışın ekin yetişmez bu yüzden bu bahara kadar son fırsatın.#$b#Canını dişine takman gerekecek, ha?",
				"fall_Mon4":"Sadece ağtopunu pek takip edemiyorum.#$e#Ha ha, bastırın Tünelciler, sanırım! Değil mi?",
				"fall_Mon8":"Dün gece büyük bir ağtopu maçı varmış diye duydum.#$e#Joseph Sports bütün sahaları koşup puan yaptı.#$e#...$h",
				"fall_Mon_inlaw_Abigail":"Merhaba, er... oğlum?$s^Merhaba, er... kızım?$s",
				"fall_Mon4_inlaw_Abigail":"Selam, @. Abigail nasıl? Ona buralarda onu özlediğimi söyle.",
				"fall_Sun":"Selam. Çiftliğin hala iyi halde mi?#$e#Belki tohumlarımdan birazı etrafa çekidüzen verir.$h",
				"fall_Sun2":"Çiftlikte ne üretirsen almaktan mutlu olurum.#$e#Evet, kâr parasına satıyorum... ancak bu tanınmış bir dükkan sahibi olmanın bir artısı.#$e#Aklına bir fikir gelmesin...",
				"fall_Sun4":"Dışarısı soğumaya başlıyor...#$b#Bunun anlamı ısınmaya gelen daha fazla insan... hehe.",
				"fall_Sun8":"Eğer dükkanı işletmem gerekmese şuanda dışarıda olurdum...#$e#Yapraklar harika görünüyor ve mantarlar türüyor.",
				"winter_1":"Kış boyunca ekin yetiştiremezsin... bu yüzden sana satacak tohumum yok.#$e#Cidden kârımızı azaltacak.",
				"winter_Mon4":"Sadece ağtopunu pek takip edemiyorum.#$e#Ha ha, bastırın Tünelciler, sanırım! Değil mi?",
				"winter_Mon8":"Ağtopuyla ilgili olay her zaman buna %110 vermek .#$e#Diğer takımsa sadece %108 verdi, bu yüzden daha fazla puan yapamadılar.#$e#Hehehe... üzgünüm.$h",
				"winter_Mon_inlaw_Abigail":"Merhaba, er... oğlum?$s^Merhaba, er... kızım?$s",				
				"winter_Mon4_inlaw_Abigail":"Eskiden Abigail'in geleceği hakkında endişe ederdim., ama tam da olması gereken yere vardığını görebiliyorum.#$e#Şimdi birbirinize iyi davranın, tamam mı?$h",
				"winter_Wed":"#$1 pierreDin#Bu gece Caroline'ı akşam yemeği ve bir şişe Yıldızçiyi Kırmızısı ile sürpriz yapacağım. Kimseye söyleme! Nihayet, rahatlamak için bir gün.$k#$e#",
				"winter_Thu2":"Genellikle yenelebilen şeyler için anlaşırım, bu yüzden eğer cevherin ya da odunun varsa onları başka yere satmayı denemelisin.",
				"winter_Thu4":"Bana mı öyle geliyor yoksa cereyan mı var?",
				"winter_Thu6":"Caroline gerçekten inanılmaz. Onsuz bu soğuk mevsimi geçirebileceğimi sanmıyorum.",
				"winter_Sat":"Eğer dükkanı işletmem gerekmese şuanda dışarıda olurdum.#$e#Bir kartopu fırlatmak eğlenceli olurdu.",
				"winter_Sat6":"Bana mı öyle geliyor yoksa cereyan mı var?",
				"winter_Sat8":"#$1 pierre2#Abigail bana hiç benziyor mu? Karıma söyleme, ancak bazen gerçekten babanın ben olup olmadığımı merak ediyorum.$k$s#$e#Karıma söyleme, ancak akşam yemeği yapmaktan nefret ediyorum.",
				"spring_12":"Yarın yumurta şöleni var! Sadece şölende satışta olacak bazı özel tohumlarım olacak, o yüzden para ayırdığından emin ol!",
				"spring_23":"Yarın çiçek dansında bir stand açacağım, bazı özel eşyalar da olacak. Uğramayı unutma!",
				"fall_15":"Yarın için sergimle ilgili bayağı iyi hissediyorum.$h#$b#Rekabete hayır demem ama.",
				"fall_26":"Yine Ruhlar Arefesi şenliğinde nadir eşyalar satıyor olacağım. Umarım gelip göz atarsın!",
				"winter_28":"Mutlu yeni yıllar, @. Uğradığın için teşekkürler.",
				"spring_1_2":"Aha! Geleceğini tahmin etmiştim. Yerin altına biraz tohum sokmalı, ha?",
				"spring_12_2":"Yarın yumurta şöleni var! Sadece şölende satışta olacak bazı özel tohumlarım olacak, o yüzden para ayırdığından emin ol!",
				"spring_23_2":"Yarın çiçek dansında bir stand açacağım, bazı özel eşyalar da olacak. Uğramayı unutma!",
				"fall_15_2":"Yarın için sergimle ilgili bayağı iyi hissediyorum.$h#$b#Rekabete hayır demem ama.",
				"fall_26_2":"Yine Ruhlar Arefesi şenliğinde nadir eşyalar satıyor olacağım. Umarım gelip göz atarsın!",
				"winter_28_2":"Mutlu yeni yıllar, @. Uğradığın için teşekkürler."
			}
		}
	]
}