{
	"Changes":[
		{
			"LogName":"Robin",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Robin",
			"Entries":{
				"cc_Begin":"Ah, şu eski Halkevi mi? Evet, orayı toparlayabilirdim, ancak Lewis ne istediği konusunda pek kesin bir şeyler söylemedi.",
				"Mon":"Selam, @.#$e#Tam da birkaç yeni marangozluk projesi hakkında düşünüyordum.#$e#Evinde rahat mısın? Kulübendeki ahşap ne alemde?",
				"Mon2":"Sana evimizi başından aşağı benim inşa ettiğimi söylemiş miydim?#$e#Kesinlikle şu ana kadarki kariyerimin parlama noktası oldu.",
				"Mon4":"Hayıır, madenlere o kadar sık girmem. Çok karanlık ve tehlikeli.#$e#Aşağıda güzel bir şeyler bulursan bana haber de ver.",
				"Mon6":"Demetrius'un işi bizi teknik olarak buraya getirdi. Bence bayağı iyi de oldu.",
				"Tue2":"Eskiden çiftliğinde bazı harika binalar vardı, ancak şuanda hepsi kayboldu.#$e#Çiftliği yeni gibi yapmaya yardımcı olmaktan memnun olurum. Sadece ne yapabileceğimi söyle.",
				"Tue4":"Leah da ahşap işini iyi yapıyor. Ben sadece biraz daha kullanışlı şeyler yapmayı tercih ederim.",
				"Tue6":"Demetrius bilimsel kafasıyla biraz dayanıklı olabilir, ancak onun romantik yanını nasıl bulabileceğimi bayağı çabuk buldum.#$e#Ne de olsa ona benimle dans etmeyi öğrettim.$h",
				"Tue8":"Söylemeliyim ki, kasabaya taşındığından beri işimize bayağı destek oldun.$h",
			    "Wed":"Hey, işler nasıl gidiyor?#$q 604/605/606 Wed_old#Alışabiliyor musun?#$r 604 0 Wed_604#Şu ana kadar iyi.#$r 605 0 Wed_605#İyiyim, sadece her şey çok ağır geliyor.#$r 604 0 Wed_604#Bu yer rahatlatıcı.#$r 606 -10 Wed_606#Bu yer çok kötü. Neden buradayım ki?",
				"Wed_old":"$p 006#Umarım işler iyileşmeye başlıyordur.|Her zaman uğrayabilirsin.",
				"Wed_604":"Bunu duyduğuma sevindim. Eğer bir şeye ihtiyacın olursa haber ver.$h",
				"Wed_605":"Orada kal. Daha iyi hale gelecek.#$b#Unutma, buraya ilk taşındığımızda bizim bir evimiz bile yoktu. Eminim sen de yakında alışacaksın.",
				"Wed_606":"Ah tanrım, bu kadar kötü olduğunu farketmedim.$s#$b#Dürüst olduğun için teşekkürler. Lütfen burada yalnız olmadığını bil. Hepimiz senin yanındayız.",
				"Wed2":"Buraya ilk taşındığımızda, ben evi bitirene kadar bir karavanda dayanmak zorunda kaldık.#$e#Demetrius laboratuvarı ayrı bir karavandaydı.",
				"Wed4":"Evin için birkaç iyi eşya aldın mı?#$e#Sevmediğim bir eve gelmeyi hayal edemiyorum.#$e#Üzgünüm, demek istediğim, sana nasıl uyarsa öyle olsun, değil mi?$h",
				"Wed8":"Sebastian'ın babası mı? İyi bir adamdı. Sadece işler iyi gitmedi.#$e#İkimiz de çok gençtik.",
				"Thu2":"Sebastian'a yardım elini uzatmayı denedin mi?",
				"Thu4":"Zaman zaman Maru'nun odasından tuhaf elektriğimsi sesler duyuyorum.#$e#Her zaman ilgileri benimkilere mi yoksa Demetrius'unkilere mi benzer diye merak ederdim. Sanırım ikisinden de biraz oldu.$h",
				"Thu6":"Demetrius'la üniversitede staj yapıp Sebastian'ı büyütürken tanıştım.#$e#Hala hepsine birden nasıl zaman ayırdığımı düşününce başım dönüyor!",
				"Thu8":"Bazen, Sebastian'ın içinden bana babası yanımızda olmadığı için kızıyor mu diye merak ediyorum.$s#$e#Belki Maru'nun her şeyi olduğunu ve kendisi onun gölgesinde yaşıyor gibi hissediyordur...$s",
				"Thu10":"@, Seni görmek harika!$h#$e#Senin bize komşu olman biz buraya taşındığımızdan beri başımıza gelen en iyi şeylerden biri.",
				"Fri2":"Sam ara sıra Sebastian'la oyun oynamak için uğrar. Belki bir ara seni de davet ederler.",
				"Fri_inlaw_Maru":"Maru'yla iyi anlaşabileceğinizi düşünüyordum. İkinizi birlikte görmek beni cidden mutlu ediyor.",
				"Fri8":"Bu tuhaf. İki yetişkinin annesi olacak kadar yaşlı hissetmiyorum.#$e#Hayat sen gittikçe hızlanıp duruyor galiba.",
				"Sat4":"Uff, keşke Sebastian sigara içmese.$s#$e#Buna nereden bulaştığını bile bilmiyorum.$s",
				"Sat6":"Demetrius Maru'yla ilgili olanlar hariç her şey konusunda genelde rahattır.#$e#İşte burası özellikle güvenini kazanman gereken bir nokta.#$e#Eğer sana itici bir şeyler söylediyse üzgünüm. Seninle alakası yok.",
				"Sat8":"Burada, benim ilgimi çeken projelerle uğraşmak konusunda daha fazla esnekliğim oluyor.#$e#Şehirde çalışsam böyle bir özgürlüğüm olacağını sanmam.",
				"summer_Tue6":"Mmm, canım taze şeftali çekiyor. Çiftliğinde hiç var mı?",
				"summer_Tue10":"Şu ana kadar davul ve flüt düğmeleriyle yaratıcı bir şeyler denedin mi?#$e#Onların notalarını değiştirebileceğini unutma.",
				"summer_Wed":"İhtiyacım olursa güneşin tam altında da çalışırım. Endişe etme, bende bulabileceğin en ağır iş güneş kremlerinden biri var.",
			    "summer_Wed8":"Ne? İnşaat projelerimin üstünde çok fazla sıkı çalıştığımdan mı endişelisin? Hayır, gün boyunca birsürü mola veririm.#$b#Sanırım sadece sen bakmıyorken.$h#$e#Öte yandan benim yaptığım kadar hızlı inşa etmek bayağı bir çaba istiyor.",	
				"summer_Fri_inlaw_Sebastian":"Şu aralar Sebastian dışarıda yardımcı oluyor mu?#$e#Birbirinize iyi baktığınızdan emin olun!$h",
				"summer_Fri_inlaw_Maru":"Şu aralar Maru güzel bir eşyayı falan kurcalıyor mu?#$e#Birbirinize iyi baktığınızdan emin olun!$h",
				"fall_Mon4":"Maru sana en son projelerinden hiç gösterdi mi?",
				"fall_Mon8":"Maru'nun makinelerle ilgili farklı bir şeyi olduğunu ergenliğinde anlamıştım.#$e#Çocukken elektroniklerimizi ayırıp dururdu, gerçi her zaman biraraya tekrar getiremezdi.#$e#Ama sonuçta, kendi yoluyla onları değişiklikler yaparak bir araya getirecek hale geldi.#$b#Şimdi onun kendini ne kadar geliştirdiğiyle gurur duyuyorum.",
				"fall_Thu8":"İşler bizim için iyiye gittiğinde, ihtiyacı olanlara yardım etmek bizim görevimiz.#$b#Sence de öyle değil mi?",
				"fall_Fri6":"Keresteyi bulması zor, ancak üzerinde çalışacak daha iyi bir şey yok.#$e#Kenarda duran fazladan keresten olduğunu sanmıyorum, değil mi?$h",
				"winter_Mon6":"Şömineni beğeniyor musun? Eğer onu yeniden modellemeyi istersen bana haber ver.#$e#Doğru şömine bir odanın görünüşüne yapılan en büyük değişiklik.",
				"winter_Mon8":"Her zaman bir şeyler inşa etmeye ilgim vardı, bir çocukken bile.#$e#Bazen diğerlerinden hobilerim hakkında bir \"bakış\" aldım. Sadece canımı sıkmasına izin vermedim.",	
				"winter_Wed":"Sanırım kendime ayıracak biraz zamana ihtiyacım var. Hamama uğramayı düşünebilirim.#$e#Oraya hiç gider misin?",
				"winter_Wed6":"Mimari şekiller ve ev stilleri değişebilir, ancak hepsini ortak bir amacı var: Yaşayacak daha iyi bir yer.#$e#İnsanlık her zaman yaşayacak daha iyi bir yer aradı. Bunun kendisi tarih kadar eski. Bu yüzden işimde böyle bir bağlantıyı seviyorum.",
				"winter_Fri_inlaw_Maru":"Maru evinizde ısınabiliyor mu?#$e#Ona uğramasını söylemeyi unutma!",
				"winter_Sat8":"Küçük bir kızken, nasıl iglo yapılır diye bakığ aynısını yaptığımı hatırlıyorum.#$e#Bayağı iyi oldu! İşçibaşı rolü yapıp iki arkadaşımı da işe koydurmuştum.$h",				
				"winter_15":"Şu gecelerden birinde ailecek Akşam Marketi'ne uğrarız diye düşünüyordum.#$e#Sebastian'ı getirebilir miyim bilemiyorum gerçi...",
				"summer_27":"Demetrius'la ayışığı denizanalarını izlemekten hiç sıkılacağımı sanmıyorum.#$e#Umarım sen de gelebilirsin.",
				"fall_15":"Yıldızçiyi Vadisi gerçekten farklı bir yer. Umarım bize görecek bir sergi açarsın!",
				"winter_28":"Başka bir yıl daha bitti. Bundan bir iki asır sonra falan yaşlanırım.#$e#Yaptığım işe uzun yıllar boyunca devam da edeceğim.$h",
				"spring_1_2":"Bahar zamanın güzel geçsin! Hey, benim için olabilecek projeleri bana haber vermenin şuan iyi bir zamanı.",
				"winter_15_2":"Şu gecelerden birinde ailecek Akşam Marketi'ne uğrarız diye düşünüyordum.#$e#Sebastian'ı getirebilir miyim bilemiyorum gerçi...",
				"summer_27_2":"Demetrius'la ayışığı denizanalarını izlemekten hiç sıkılacağımı sanmıyorum.#$e#Umarım sen de gelebilirsin.",
				"fall_15_2":"Yıldızçiyi Vadisi gerçekten farklı bir yer. Umarım bize görecek bir sergi açarsın!",
				"winter_28_2":"Başka bir yıl daha bitti. Bundan bir iki asır sonra falan yaşlanırım.#$e#Yaptığım işe uzun yıllar boyunca devam da edeceğim.$h",
			}
		}
	]
}