{
	"Changes":[
		{
			"LogName":"Sam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sam",
			"Entries": {
				"Mon2": "Hey, nasıl gidiyor?#$e#Dün gece aralıksız 4 saat gitar çaldım. Parmaklarım fena acıyor.$s#$e#Görüşürüz, yapacak işim var...",
				"Mon4": "Küçük bir çocukken kaykaya ilgiliydim.#$e#Yetişkinken de yapmaya değer bir hobi. Gerçekten yeni bir ışık içinde görüyorsun.",
				"Tue2_1": "Hey, @.#$e#Hiç video oyunu oynar mısın?",
				"Tue4_1": "Annem her zaman Vincent hakkında endişelenir. Kendi açımdan, bence iyi biri olacak.#$e#Demek istediğim, o yaştayken benim nasıl bir çocuk olduğumu falan mı unuttu?$h",
				"Tue4": "Babam için bir kase mısır gevreği koyuyordum, ama kaseye sütü döktüğümde babam yerinden sıçradı. Bundan ne olabilir ki?$s",
				"Tue8_1": "Bazen başkalarına bakıp herkesin nasıl değiştiğini farkediyorum. Birlikte büyüdüğüm bazı insanlar artık aynı değil.#$e#Çocukluğunun bu zamanlarını geride bırakmaya mecbur olmak çok kötü. Neden herkes bunu kabul ediyor?",
				"Tue8": "Bazen başkalarına bakıp herkesin nasıl değiştiğini farkediyorum. Birlikte büyüdüğüm bazı insanlar artık aynı değil.#$e#Çocukluğunun bu zamanlarını geride bırakmaya mecbur olmak çok kötü. Neden herkes bunu kabul ediyor?",
				"Wed": "Grubum için yeni bir şarkı fikri bulmaya çalışıyorum, but I'm blanking...#$q 319/320 Wed_old#Hey.. şarkı sence neyle ilgili olmalı?#$r 320 30 Wed_320#Çiftçilik, madencilik, ve odun kesmek.#$r 8820 30 Wed_320#Denizdeki bir şehir.#$r 8821 30 Wed_320#Trenler.#$r 319 -50 Wed_319#Ne seçersen seç. Yine de kötü bir şarkı olacak.",
				"Wed_old": "$p 319#Ama bununla ilgili ne düşündüğünü zaten biliyorum.$a|Yardımın sayesinde sözlerini yazmayı çoktan bitirdim!$h",
				"Wed_319": "Hey, dostum... senin sorunun ne? Sorduğum için özür dilerim.$a",
				"Wed_320": "Hey, ne biliyor musun? Kulağa mükemmel geliyor. Teşekkürler!$h",
				"Thu_2": "İşte, babam döndü. Onunla tanıştın, değil mi?#$b#Sadece tek parça döndüğüne mutluyum.",
				"Thu2_2": "İşte, babam döndü. Onunla tanıştın, değil mi?#$b#Sadece tek parça döndüğüne mutluyum.",
				"Thu4_1": "Sanırım babam bir yıl içinde falan dönebilir.#$e#O zaman onunla tanışabilirsin galiba. Hala burada yaşıyor olursan.#$e#Oraya bu kadar çaba verdikten sonra çiftliği terketmezsin herhalde!",
				"Thu4": "...Babamın dönmesiyle ilgili içimde karmaşık hisler var. Garip görünüyor.$s#$b#Ama onu 3 yıldır görmemiştim... bu herhalde olayı açıklar.",
				"Thu8_1": "Çok çabuk arkadaş olmaya başladığımıza inanamıyorum! Cidden en iyi insan sensin, @!",
				"Thu8": "Hey, eğer babamla konuşursan, sadece ah... ona biraz destek göster, eğer çok bir şey istemiş olmazsam.#$e#Benim etrafımda kendisiyle ilgili konuşmayı sevmiyor, bu yüzden belki o kadar yakın olmadığınız için daha kolay olur?$s",
				"Fri2": "Bazen şehri özlüyorum, ama oraya geri taşınsam, sırf geçinebilmek için saati saatine çalışmak zorunda kalırdım.#$e#Acaba hangisi daha iyi?",
				"Fri10": "Zaman geçtikçe vadiye daha da fazla bağlanıyorum.#$b#Önyargımı da kırmış olabilirim... belli bir sebepten dolayı.$l#$e#Bugün nasılsın?$h",
				"Sat2": "Birkaç yıl önce gitar çalmaya başladım. Bana çok doğal geldi.#$e#Hala çok çalışmam gerekti elbette.'İyi' var, ama sonra 'gerçekten iyi' var, biliyorsun?$h",
				"Sat4": "Ah! Büyükannemi aramam gerektiğini hatırladım. Tamam, bu lastiği bileğime geçireceğim ki tekrar unutmayayım.#$e#Kendim için küçük hatırlatıcılar yapıyorum ki işlerimi yapmayı unutmayayım.$h",
				"Sat6": "Abby havalı bir davulcuymuş. Sadece şarkılarımızdan birine onu nasıl dahil edeceğimi çözmem gerekiyor.#$e#Daha gençken Abby'i pek düşünmezdim, ama aslında çok yaratıcıymış",
				"Sat8_1": "Abby havalı bir davulcuymuş. Sadece şarkılarımızdan birine onu nasıl dahil edeceğimi çözmem gerekiyor.#$e#Daha gençken Abby'i pek düşünmezdim, ama aslında çok yaratıcıymış.",
				"Sat8": "Babamın geri gelişi... tahmin ettiğimden de çok farklı.$s#$e#Sadece onun yanında nasıl davranmam gerektiğini bilmiyorum. Yani şey gibi, çocuk gibi mi yoksa yetişkin gibi mi?$s",
				"Sun2": "Dışarı çıktığımda, bazen şarkı sözleri için fikirler anında kafamda beliriyor.#$e#Dışarıda çalışmayı seviyor olmalısın, ha?",
				"Sun4": "Bu aralar bir efekt pedalını deniyorum. Çok eğlenceli, ama bu şeyin grubumuzun müziğinde bir yer bulup bulamayacağını göreceğiz.#$e#Eğer aldatıcı bir ses çıkartmayı başarabilirsen, sonu kulağa sevimsiz gelmesi oluyor. Büyük risk, büyük ödül, sanırım.",
				"Sun8": "Bazen annemin hayatından gerçekten memnun olup olmadığını merak ediyorum...$s#$e#Bir keresinde ona sormuştum ve sanki o içindeki bir acıyı saklıyormuş gibi hissetmiştim.",
				"summer_Mon": "Yazları havada daha az polen oluyor... burnum çok mutlu.",
				"summer_Mon10": "Zuzu Şehri'nde çalmak bir hayalin gerçekleşmesi gibiydi, Ama sanki bunu sistemimden çıkarmış gibi hissediyorum.#$e#Düşünelerim son zamanlarda başka yerlere yöneliyor.$l",
				"summer_Tue6": "Hmm, yarın sabah bir pankek günü olmalı.#$e#Bahse varım Vince bunu gerçekten beğenirdi.",
				"summer_Tue10": "Belki nasıl yemek pişirileceğini öğrenmeliyim#$b#Tat deneyicim olmaya bir şey demezsin, değil mi?$h#$e#Bilmiyorum, sadece bunun senin beğenebileceğin bir şey olduğunu düşündüm.$l",
				"summer_Wed6": "$d Joja#JojaMart'ta başka bir iş günü daha. Yaşasın, hayatımın bir kaç saati daha çöpe gidecek.$s|Eğer işimi çabuk yaparsam, Gunther bazen erken ayrılmama izin veriyor. Morris bunu asla yapmazdı.",
				"summer_Thu": "Babam bir keresinde bana ulusal düşmanımızı, Gotoro İmparatorluğu'nu, anlatıyordu... Kulağa çok acımasız insanlar gibi geliyor.",
				"summer_Thu4": "Sebastian'ın çok havalı masa oyunları var.#$b#Uzun zaman önce, masa oyunlarıyla ilgilenmezdim, ama Sebastian onları nasıl eğlenceli hale getireceğini biliyor.$h",
				"summer_Thu6_1": "@, bana elini uzattığın için teşekkür ederim. Babam gittiğinden beri işler çok zor gitti.$s#$e#Haber olmaması iyi haberdir, haksız mıyım? Olumlu düşünmek lazım.",
				"summer_Thu6": "Bazen geceleri babamın koridorda volta attığını duyuyorum.$s#$b#...Ama bize kendine neyin sıkıntı verdiğini anlatmıyor.",
				"summer_Fri4": "Ah adamım. Dün kocaman bir pizza yemiştim, saat şey gibiydi... gece onbir.#$e#Sadece buzdolabını açtım, ve şöyleydim, 'bingo'!#$e#...Haha, hayır, iyiyim.$h",
				"summer_Fri6": "Buraya ilk taşındığımızda önceki evimizi özlerdim, ama bu çok önceydi.#$e#Burası Vince'in kendisini bildi bileli tek evi. Onun rahat olduğunu görmek işi benim için de kolaylaştırıyor.",
				"summer_Fri10": "Şu aralar bir şarkı yazıyorum.#$e#O, ah... senin hakkında.#$e#Hey, hadi, gülme!",
				"summer_Sun2": "Hey, yazın iyi geçiyor mu?#$e#Eğer serinlemek için bir yer ararsan bizim eve uğra.",
				"summer_Sun4": "Booyah! Dün gece kafamda öylece beliren bir dizi daha şarkı sözü buldum!$h#$e#Bu aralar sürekli oluyor. Gerçi canlı şekilde çalmaya hazır olmadan önce yapılacak çok şey var.",
				"summer_Sun6": "Hoo. Canım donut çekiyor.#$e#Günün zamanı önemli değil. Her zaman donut zamanıdır.",
				"summer_Sun8": "Pelikan Kasabası'nda birsürü yaşlı bekar olduğunu farkediyor musun?$s#$e#Sadece garip, sence de öyle değil mi?$s",
				"summer_Sun10": "Biliyorsun, eski evimizi artık özlemiyorum. Zuzu Şehri'nde sahne almak eğlenceli, ama tekrar orada yaşamaya hiç isteğim yok.",
				"fall_Mon2": "Yılın bu zamanı ormanda yürüyüşe çıkmayı severim. Sıcaklık çok iyi#$e#...$h",
				"fall_Mon6_1": "Grup alıştırması geçen hafta harika gitti. Abby ve Sebastian çok uğraşıyorlar.",
				"fall_Mon6": "Babam mı? Evet, Bilmiyorum. Çoğu zaman onun yolundan uzak durmak daha kolay.",
				"fall_Mon10_1": "Sen en iyisisin, @. Geri geldiğinde babamın seninle tanışmasını dört gözle bekliyorum.$l",
				"fall_Mon10": "Babama anlattım, \"Bak, baba, benden bir şeyler saklamak zorunda değilsin. Ben artık bir çocuk değilim.\"$s#$b#Bir saniyeliğine, gerçekten açılacakmış gibiydi, ama sonra ayağa kalkıp yüzüne garip bir gülümseme yapıştırdı ve gitti.$s#$e#Sanırım beni korumak istemekten asla vazgeçmeyecek. Eğer bu şuan olmasaydı, asla olmayabilirdi.$s",
				"fall_Tue6": "Babam turu için ayrıldıktan sonraAfter Dad left for his tour, Vince'e yaşayabileceği en iyi çocukluğu vermek için kesin bir karar verdim.#$e#Farkettim ki, eğer ona bunun olmasını ben sağlamayacaksam, kim yapacak?",
				"fall_Tue8": "Anneme yardım etmek için küçük bir temizlik yaptım, ama gerçekte hiç sevinmiş gibi görünmedi.#$e#Minnettardı, ancak... bilmiyorum. Bunun sürekli kendisi için en büyük stres kaynağı oludğunu söylerdi. Çok emin değilim de.",
				"fall_Wed4": "Annem çok güzel pizza yapar, üstüne değişik süslemeler koymadığı sürece.#$e#Ona söyleme, ancak salondaki pizza tamamen mükemmel. Gus işini iyi biliyor.",
				"fall_Wed6": "Sanırım bir pizza sadecisi oluyorum. Süslemeler güzel, ama eğer doğru peynir karışımlarını bulursan, tek ihityacın bu oluyor.#$e#Keşke yemek pişirebilsem.$s",
				"fall_Wed8": "Bu aralar pizza yapıyor musun? Adamım, bir dilime hayır diyemezdim.",
				"fall_Wed10": "Son zamanlarda şarkı sözü yazmak benim için zor hale geldi. Sanırım ilhamımın bir kısmı bu kasabada izole edilmiş hissetmekten geliyordu.#$e#Ama bu... artık bir sorun değil.$l",
				"fall_Thu4": "Selam @.#$e#Hmm... acaba odamda bir kaktüs yetiştirebilir miyim?",
				"fall_Thu6_1": "Galiba babam gelecek yıl dönecekmiş.#$e#Sanırım biraz yakın. Garip.",
				"fall_Thu6": "Galiba artık taşınmayı düşünmeye başlamam gerekiyor...$s#$e#...Ama annemin balık güvecini özleyeceğim, bu yüzden bilmiyorum...$s#$e#Seçim yapmaktan nefret ederim.",
				"fall_Fri6": "...Dün gece bilgisayar oyunu oynamak için ayaktaydım. Keşke biraz daha şarkı sözü yazmaya odaklanmış olsaydım.",
				"fall_Fri8": "Dün ödememi aldım. Hmm... biriktirmeli mi harcamalı mı...",
				"fall_Sat2": "Selam @.#$e#Hmm... acaba odamda bir kaktüs yetiştirebilir miyim?",
				"fall_Sat4": "Evdeki en büyük odaya sahip olduğum için şanslıyım.#$e#Galibe evin büyük çocuğu olmanın avantajı.",
				"fall_Sat8": "$d Joja#Bugün izinki olduğuma çok mutluyum. JojaMart'ta çalışmak kafesteymişim gibi hissettiriyor.|Dün müzedeki mesaimde sergilenenlere bakıyordum. Orada gerçekten havalı şeyler var.",
				"fall_Sun2": "Ah adamım, iki gün önce dizimi kaykayın üzerindeyken fena vurdum.#$e#Nahh, acımıyor. Sadece küçük bir yara.",
				"fall_Sun6": "Pazarları eğlenmek zor... sürekli yarın işe dönmek zorunda olduğumu düşünüyorum.$s",
				"fall_Sun8": "@, seni pazar gecesi mavilerinden ne çıkartıyor? Biliyorsun, sonraki gün işine geri dönmek zorunda olduğunda?#$e#Ah, haklısın. Sen izin almıyorsum.#$b#Peki, yaptığın şeyi seviyor olmalısın o zaman. İmrendim.$h",
				"winter_Mon2": "Kışın herkes içeride, bu yüzden gitarımı istediğim kadar gürültülü çalabiliyorum.$h",
				"winter_Mon4": "Bu haftasonu güzel bir tane daha grup alıştırması yaptık! İşler yürüyor.$h#$e#Ah, korkma, ilk konserimiz için sana kesin bilet alacağım.",
				"winter_Mon8": "Vince Kış yıldızı Şöleni'ni dört gözle bekliyor. Bu yıl onun için bunu nasıl daha özel hale getirebilirim diye fikirler buluyorum.",
				"winter_Mon10": "Hey, eğer beraber yaşasaydık, would you get annoyed at me playing guitar too loud?#$e#Burada yanlış cevap yok. Sana hangisi olursa.",
				"winter_Tue8": "Penny ve ben ilk taşındığımızda beraber takılırdık.#$e#Arada hala takılıyoruz, ve neredeyse bu garip... aşkımsı? ...şeyi edindik, ama artık o kadar da ortak yönümüz yok.$s",
				"winter_Tue8_inlaw_Penny": "İşler senin ve Penny için yürüdüğüne mutluyum! Herzaman onunla ilgili endişelenirdim.$h",
				"winter_Wed6": "$d Joja#İşlerimizin angarya olduğunu biliyorum, ama Shane zamanı geçirmek adına biraz daha dostane olsaydı iyi olurdu.|Acaba Shane nasıldır? JojaMart'taki işinden hep benden daha fazla nefret ederdi.",
				"winter_Wed10": "Heyyy... sen... çiftliğinde 'kira' vermiyorsun, değil mi?$l",
				"winter_Thu4_1": "Galiba babam bu bahar dönecekmiş.#$e#Onu en son göreli 3 yıl oluyor. Bu garip olacak.",
				"winter_Thu4": "Babam bir süredir burada. Sanırım buna alışmaya başladım.",
				"winter_Fri4": "Dışarıdaki her şey ıslak kara dönüşmeden önce biraz daha kuru, tozumsu kar umuyorum.",
				"winter_Fri6": "Vince ve ben dün harika bir kartopu savaşı yaptık. Neredeyse berabere kalıyorduk.$h#$e#İki yıl sonra, mantık olarak kendimi korumak zorunda olacağım.",
				"winter_Fri8": "Snowboarding çok eğlenceli, ama sadece iki defa yaptım. Yakında güzel yığınlar olmaması çok kötü...",
				"winter_Fri10": "@! Seni görmek çok güzel!$h#$e#Sarılsana. ...Ooh! Sıcacıksın!$l",
				"winter_Sat6": "Biz buraya taşındıktan sonra, Penny ve ben beraber büyüdük. Şimdiyse küçük kardeşime öğretmenlik yapıyor. Bu nasıl oluyor ki?#$e#Belki de hayatıma bakmanın zamanıdır. Sebastian haklı.#$e#Sende öyle yapıyosun.",
				"winter_Sun4": "Vince'i kapıda ıslak ayakkabılarıyla yakaladım. Neyseki mutfağa doğru koşmadan önce yakaladım.",
				"winter_Sun6": "Evi dağıtmamaya çalış. Annem bir şeyleri temiz tutmak konusunda OCD gibi.#$e#Hmm, acaba gerçekten OCD'si var mı...$s",
				"winter_Sun10": "Belki taşınsam, annem nihayet biraz daha mutlu olabilir.#$e#Acaba benimle ilgili endişe ettiği için mi stresli?",
				"spring_1_2": "Hey @, yıl için harika bir başlangıç, değil mi? Geçen yılın hiç bitmeyeceğini sanıyordum.$h#$e#Uğradığın için sağol.",
				"spring_12": "Küçük kardeşim şölenler için çok heyecanlanır. Bütün gün yarınki yumurta avı hakkında konuştu.",
				"spring_21": "Bazen şu etrafta uçuşan bahar yaprakları burnumu rahatsız ediyor.$s#$e#Kendimce yaz mevsimini severim.",
				"spring_23": "Neden çiçek dansı bugün olamaz, böylece işe gitmak zorunda kalmam?$s",
				"winter_7": "Bir keresinde, Buz Şöleninde Gus nehre düştü. Onu kurutmak için salonda büyük bir ateş yakmak zorunda kaldık.#$e#Hepimiz onun ünlü spagettisini bir daha yiyemeyeceğiz diye endişeliydik.",
				"fall_7": "Güzün ilk haftası şimdiden bitti. Dostum, bu çabuk geçtit.$s#$e#Neyse. Sadece beni ziyarete geldiğine sevindim!#$e#Bana anlatacak yeni bir şeyin var mı?",
				"fall_9": "İnternetten yeni bir çift ayakkabı sipariş ettim. Aynı tarzdalar böylece uyumlu olacaklarını biliyorum.",
				"fall_16": "Şu ayakkabıları sipariş edeli bir haftadan fazla oldu! Dostum, gerçekten çok uzun zaman alıyor.#$e#Galiba hiçliğin orta yerinde yaşıyor olmalıyız.$s",
				"fall_23": "Ah, ayaklarım bu yeni ayakkabıların içinde çok mutlu. Biraz sertler ama zamanla olacak. Özellikle de bu haftasonu lanetli labirentte koştuktan sonra.$h",
				"fall_26": "Bu gece, herkes uyuduktan sonra, şu ormanda yaşayan garip yaşlı adam lanetli labirenti hazırlayacak. O her zaman çalışırken görmesin diye kimsenin yaklaşmasına izin vermiyor.",
				"summer_10": "Yarın çalışmak zorunda değilim! Daha mutlu olmamıştım.$h",
				"winter_24": "Kış Yıldızı Şöleni asıl olarak hayattaki bütün güzel şeyler için minnettarlık gösterme zamanıdır.#$b#Ben mi? Çoğunlukla yemeklerle ilgilenirim. Hehe.$h",
				"winter_28": "Bu geceyle ilgili garip bir hissim var. Büyük bir şey olacak.#$e#Umarım iyi bir şeydir.",
				"winter_28_2": "Sanırım bu gece Vincent'la ayakta kalacağız. Bunu yapmayı isteyeceği sadece birkaç sefer kaldı.",
				"spring_12_2": "Küçük kardeşim şölenler için çok heyecanlanır. Bütün gün yarınki yumurta avı hakkında konuştu.",
				"spring_23_2": "Neden çiçek dansı bugün olamaz, böylece işe gitmak zorunda kalmam?$s",
				"winter_7_2": "Bir keresinde, Buz Şöleninde Gus nehre düştü. Onu kurutmak için salonda büyük bir ateş yakmak zorunda kaldık.#$e#Hepimiz onun ünlü spagettisini bir daha yiyemeyeceğiz diye endişeliydik.",
				"fall_7_2": "Güzün ilk haftası şimdiden bitti. Dostum, bu çabuk geçtit.$s#$e#Neyse. Sadece beni ziyarete geldiğine sevindim!#$e#Bana anlatacak yeni bir şeyin var mı?",
				"fall_26_2": "Bu gece, herkes uyuduktan sonra, şu ormanda yaşayan garip yaşlı adam lanetli labirenti hazırlayacak. O her zaman çalışırken görmesin diye kimsenin yaklaşmasına izin vermiyor.",
				"summer_10_2": "Yarın çalışmak zorunda değilim! Daha mutlu olmamıştım.$h",
				"winter_24_2": "Kış Yıldızı Şöleni asıl olarak hayattaki bütün güzel şeyler için minnettarlık gösterme zamanıdır.#$b#Ben mi? Çoğunlukla yemeklerle ilgilenirim. Hehe.$h"
			}
		},
		{
			"LogName":"Sam Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSam",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Oturup gitar üzerinde çalışmak için iyi bir gün olabilir... Hey, canın isterse sende rahatlayabilirsin.#Hey, tatlım. Doğa bugünlük senin için işini yapıyor gibi. Bu avantajı kullan!",
				"Rainy_Day_1":"#$c .5#Sence Sebastian'la Abigail çıkmaya başlarlar mı? Hah... şimdi de ben evliyim diye diğer herkesi de evlendirmeye çalışıyorum.#Sebastian benden birkaç yaş büyük. I never expected I'd beat him to the punch with tying the knot.",
				"Rainy_Day_2":"#$c .5#Hey, bunu çekmecenin birinde yuvarlanıp dururken buldum. [90 88 86 535]Sen kullanabilirsin diye düşündüm.#Ah adamım, bugün kaykay yapacaktım.$s",
				"Rainy_Day_3":"#$c .5#Ah, adamım. Şu bulutlu günler biraz sıkıcı oluyor...$7#Belki bugün Punkman 2'yi tekrar denemek için iyi bir gündür. Oyunu asla bitiremedim.",
				"Rainy_Day_4":"#$c .5#Nasıl uyudun? Yağmurun sesi beni uyutuyor.#Umarım annemin hali iyidir. Hiç değilse benim evin içinde ayakizi bırakmam konusunda endişelenmesi gerekmeyecek.",
				"patio_Sam":"#$c .5#*iç çeker*... Bu hareketi asla yapamayacağım...$s#Ah! Az önce kaçırdın! Hemen önce mükemmel bir 360 derece takla attım.$h",
				"Rainy_Night_0":"#$c .5#Hey, günün nasıldı? Günün çoğunu yatıp çizgi roman okumakla geçirdim... harikaydı.$h#Burada yaşamayı seviyorum, komşusuz bir şekilde! I cranked my amp up to eleven!$h",
				"Rainy_Night_1":"#$c .5#It was a pretty low-key day for me... kolalar, donmuş pizza, gitarı çalarken geçirdiğim birkaç saat. Rahatlamış hissediyorum.#Vince biraz daha büyüyüp bir genç olunca eğlenceli olacak. Sence buraya film geceleri için gelir mi?",
				"Rainy_Night_2":"Biraz önce, çıktığımız konserin canlı kaydını dinledim. Hatırlıyor musun? Man, was that sloppy.#$b#Senin orada olman beni biraz gerginmişti, yüzüme gözüme bulaştırıp senin ezik olduğumu düşünmeni istemedim!$l",
				"Rainy_Night_3":"Umarım gittim diye Vincent yapayalnız kalmıyordur... O çocuk için hep sorumlu hissediyorum.$s#$e#$c .5#Biliyorsun, muhtemelen o iyi olacak. Ülkenin öbür ucuna gitmişim ya da öyle bir şey değil.#Ama, hayat değişimden ibarettir... değil mi? Çocuklar bunu öğrenmeli, sonuçta... Yoksa yetişkinlik onları mahvedecek.$7",
				"Rainy_Night_4": "#$c .5#Hey, fırına bir çift donmuş pizza attım. Bu da seninki. [206]$h#İşte. Evde bir tek barbekü tavuklu donmuş pizza vardı. Üzgünüm, dört peynirli yedim. [206]",
				"Indoor_Day_0":"#$c .5#Phew... Sana hayatımda özlemediğim bir şey söyleyeceğim... JojaMart'ta çalışmak.#Bugün biraz temizlik yapacğım. Hiç değilse eski işimden öğrendiğim iyi bir şey.",
				"Indoor_Day_1":"Hey, sana hazır pankek yaptım. Tadını çıkar. [211]$h#$e#$c .5#Ne var? Pişirmeyi hiç öğrenmedim... yemeği hep annem yapardı.#Kendimi bildim bileli bir pankek ustasıyımdır. Sadece... başka bir şey pişirmemi pek istemezsin.",
				"Indoor_Day_2":"#$c .5#Hey. Çok şakacı olduğumu biliyorum, ama seni cidden sevdiğimi bil istiyorum...$l#Ah! Günaydın. Bugün saçım iyi görünüyor mu?$l",
				"Indoor_Day_3":"Gün için büyük planların var mı?#$e#$c .5#Ah, bende yok... genelde yapmadan birkaç dakika önce karar veririm...#Gitarımda eski güzel parçaları çalabilirim.",
				"Indoor_Day_4":"#$c .5#Belki Sebastian daha sonra açık olur. Bugün canım video oyunu oynamak istiyor.#Im... Belki çiftlikte sana başka gün yardım ederim. Bugün tembelliğim tuttu.$s#$e#Kızmadın mı?",
				"Indoor_Night_0":"#$c .5#Hey, yorgun gibisin. Bu gece rahatlamana yardım edeyim, olur mu? Belki sonra sana masaj da yaparım.#Oha, eve geldin! Sanırım bu benim işaretim. Tamam, senin için dinlenme zamanı! [184 346 206]",
				"Indoor_Night_1": "#$c .5#Benim günüm mü? Ah... Zar zor hatırlıyorum. Pek merak edilecek bir şey yapmadım. Sadece rahataladım ve güzel zaman geçirdim.#Toz alıp süpürge yaptım. Ve mutfağı topladım. Gördün mü? Bazen ben de bir şeyler yapıyorum.",
				"Indoor_Night_2":"#$c .5#Hey, üzgünüm bugün yatağı toplamadım. Özensiz biri olduğumu biliyorsun... beni bu yüzden seviyorsun zaten, değil mi?$h#Ben mi? Ah, bugün bazı şovları izledim. Biraz cozutmuş gibiyim; biraz gergindi.",
				"Indoor_Night_3":"#$c .5#Evle ilgili özlediğim tek şey annemin balık güveci.#Hey. Bugün seni özledim. Bir ara seni bulmaya çıktım, ama sonra meşgul olduğunu düşündüm.",
				"Indoor_Night_4":"#$c .5#Yatmaya hazır mısın? Bir kereliğine de olsa yatağı toplamıştım...#Sana gitarla bir melodi çalmamı ister misin? Ben uykuya dalma konusunda sorun yaşamam, ama sen herhalde çok yorgunsundur.",
				"Outdoor_0":"#$c .5#Belki kaykayım için arazi tekerleği almalıyım. Başkan Lewis burada bana dokunamaz.$h#Hah, yoldaki şu ağaçlar olmasa, muhtemelen buradan eski evimi görebilirdin. Biraz komik, değil mi?$h",
				"Outdoor_1":"#$c .5#Her zaman bir gözümü geniş mavi gökyüzünde tutarım... ne zaman UFO gelebileceğini bilemezsin.#Sessiz bir sabah... güzel. It's probably healthier than being some kind of tweaked out rockstar.",
				"Outdoor_2":"#$c .5#Hey, bugünle ilgili iyi bir hissin var mı? Sabah rutinini darmaduman etmek istemiyorum.#Selam, @! Çiflik işi hakkında daha fazla şey bilsem sana daha fazla yardımcı olurdum. Üzgünüm!#$e#Destekleyici düşüncelerimle sana yardım etmeye çalışacağım.$h",
				"Outdoor_3":"#$c .5#Havadaki bir şey bana olumlu hissettiriyor... belki de Gus'ın fırınlarından gelen müthiş pizza kokusudur.#Şehirde yaşamayı özlüyor muyum? Ha, hayır. birazcık bile.$h",
				"Outdoor_4":"#$c .5#Vay... bugün harika görünüyorsun, ve çamur parçaları da ekstra çekicilik katmış.$l#Hoo... Dün gece pek iyi uyuyamadığımı düşünüyordum. Ama buraya çıkmak beni birden bire uyandırıyor!",
				"OneKid_0":"#$c .5#Sorry. I'm realizing how much I slacked off when we first got married. Baba olmak beni oldukça meşgul de tutuyor.#%kid1 için yeni bir bez gerek... bununla ilgili endişe etme. Senin yeterince işin var.",
				"OneKid_1":"#$c .5#Bu garip, ama baba olmaktan çok mutluyum!$h#*esner* Dostum, kesinlikle evde duran ebeveynlerin halini anlamaya başlıyoru.$s",
				"OneKid_3":"#$c .5#Bence başka bir çocuğumuz daha olmalı. Neden şimdi duralım?#Elbette, baba olmak düşündüğümden çok daha yorucu, ama bir meydan okumaya hayır demem!$h",
				"TwoKids_0":"Erken kalktım, çocuklara yemek yedirip bezlerini değiştirdim! Hepimiz tamamız. Sen sadece şu güzelim parayı kazanmaya odaklanabilirsin.$h#$e#Dalga geçiyorum... Seninle para için evlenmedim.",
				"TwoKids_1":"#$c .5#İki çocuk... Çılgınca. Eh, annem yapabiliyorsa ben de yaparım!#%kid2 burada olduğuna göre %kid1 için de ilgi gösterdiğimize emin olmalıyız. Aralarında kıskançlık olsun istemeyiz.",
				"TwoKids_2":"#$c .5#Çocukları birbirleriyle oynarken görmek güzel. Bence çok yakın olacaklar.#Sanırım çocuklar için bugün özel bir konser vereceğim. İhtiyacım olan tek seyirciler onlar!$u",
				"TwoKids_3":"#$c .5#Bir aile babası olacağım aklımın ucundan geçmezdi, ama gerçekten burada olduğumuza memnunum. Hayat harika gidiyor.$l#Annemle babamsa hala genç. Rahatça torunlarının çocuklarını görürler. Hatta belki torunlarının torunlarını bile!$u",	
				"funLeave_Sam":"#$c .5#Bugün ailemi ziyaret edeceğim, tamam mı? Akşama evde olurum.#Bugün ailemi ziyaret etmeliyim, herkesin iyi olduğuna emin olmak için. Bu gece görüşürü, tamam mı?",
				"funReturn_Sam": "#$c .5#Ailemi görmek güzel, ama garip bir şekilde de iç karartıcı. Şey gibi... artık hayatlarımız tamamen ayrı, ve her şey eskiden olduğundan daha resmi hissettiriyor.$7#Ailem iyi, ama sürekli bir şeyler onları zorluyor. Umarım onlara yakında tekrar uğrarsam senin için sıkıntı olmaz.$7",
				"spring_3":"Gidip biraz alerji ilacı aldım. Kullanmayı sevmiyorum da. Sadece afallamış hissediyorum.$s",
				"spring_8":"Sebastian kendi çizgi romanlarının büyük bir kısmını bana ödünç verdi. Gelecek ay için gerçekten okuma isteğimi ortaya çıkarıyor.$h",
				"spring_16": "Biraz garip, bir daha asla çocuk olmayacğımı bilmek.#$b#Ama... hayatımın eski kayıtlarını hatırlamak, belki bu gerçekten iyi bir şeydir.$h",
				"spring_25":"Yaza kaç gün var? Heh, sabırsızlanıyorum.",
				"summer_5":"Umarım yarın şu yarım boruya geçmek için iyi bir gün olur.#$e#Gelip beni biraz izlemek ister misin?",
				"summer_12":"Dünkü şölende Penny'i görmek güzeldi. Şu günlerde ara sıra takılıyoruz.#$b#Artı, seninle evli olduğumuzdan, benimle onun arasında havada daha az sıkıntı oluyor.",
				"summer_17":"Bugün ailemin Pelikan Kasabası'na taşınmalarının yıldönümü.#$b#Yoksa... sanırım o gün bugündü?$s#$e#Belki anneme sorarım.",
				"fall_4":"Bu Abby'nin en sevdiği mevsim, değil mi? Eminim tadını çıkarıyordur.#$e#Abby iyi hissettiğinde Sebastian'ın da çok mutlu olduğunu farketmiştim.",
				"fall_9":"Hala bazı insanların bizim çok genç yaşta evlendiğimizi düşündüğünü hissediyorum.$7#$b#Bak, bunu nasıl düşündüklerini anlıyorum, ama bunu benden bilmeni istiyorum ki, bu gerçek.$s#$b#Bunu yapabiliriz, haksız mıyım? I'm on board... you're on board...#$e#We're gonna conquer the world together.",
				"fall_13":"I thought Pelican Town was a prime spot for doing things how you want, ama... dang. Bu çiftlikte, gerçekten en istersek yapabiliriz, ha?$u",
				"fall_23":"Yılın birinde, Vincent'ın Ruhlar Arifesi şekerlerinden çok fazla yedirmiştim.#$b#Bir hataydı. Zavallı çocuk hepsini içeride tutamadı. Çok iğrenç.$h#$e#Ih, evet, annem temizledi. Çok kötü hissettim.$s#$e#Tekrar yapmam. Korkma.",		
				"winter_3":"Kışın herhangi bir şey yetişiyor mu...? Yoksa...",
				"winter_14":"Bu mevsimde meşgul olmuyorsan, sadece dışarıda gezinebileceğimiz bir gün var mı? Seni gerçekten özlüyorum.$l",
				"winter_20":"Umarım Vincent bu yıl Şölende istediği her şeyi bulur. Bu çocuğu hediye açarken görmeyi seviyorum.",
				"winter_26":"Acaba babam nasıldır...$7"
			}
		}
	]
}