{
	"Changes":[
		{
			"LogName":"Sandy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":{
				"Mon2":"Buraya tekrar gelebildin! Çok sevindim.$h#$e#Vadi'de ne var ne yok?",
				"Mon4":"Bir keresinde, evli bir çift balayı için buraya kampa gelmişti. Nasıl biliyorlarsa öyle yapsınlar, değil mi?",
				"Mon6":"Çok geçmeden Emily'le öğlen yemeği yedik! Onunla buluşmka harikaydı.$h#$e#Biraz senin hakkında konuştuk, aslında. Sadece iyi şeylerdi, gerçekten!$h",
				"Mon8":"Emily gerçekten insanları gözünden tanıma yeteneğine sahip. Sanki o farklı bir dalga boyunda falan.#$e#Gerçi herkese eşit derecede saygı göstermek zorunda hissediyor, karşıdakinin nasıl davrandığı önemli değil. I admire that.",
				"Mon10":"Hey balım! Şu aralarda hiç tom kha çorbası yaptın mı? Bu lezzetten sıkılacağımı sanmıyorum.#$e#Gitmeden önce bir hindistan cevizi kap, bir tane görürsen.",
				"Tue2":"Şu arka taraftaki iskelet bir 'kum ejderhası.' Çocukken ejderhaları sen de sever miydin?#$e#Bazen turistler resim çektirmek için uğruyor.",
				"Tue4":"Adım gerçekten Sandy değil, biliyorsun. Sadece iş için iyi.#$e#Ancak yine de herkes bana Sandy diyor, bu yüzden yalnızca alıştım.",
				"Tue6":"Durmadan sıcaktan şikayet ediyorum, ancak güneş battıktan sonraki çölün serinliğini hiçbir şey gerçekten geçemez.#$e#Çölün günbatımını yenmesi zor.",
				"Tue8": "Selam!~ Canının istediği kadar kal.#$e#Klima iyi hissettiriyor, değil mi?",
				"Tue10":"Tanrım! Şu ana kadar kaç defa şu otobüsü buraya getirttin?#$e#Hey, her ziyaretten memnunum.",
				"Wed2": "Selam, tatlım!$h#$e#Emily nasıl? Umarım Haley çok sıkıntı çıkarmıyordur.",
				"Wed6": "Burada her çeşit insanı görüyorum. Bazen yol gezisinde veya nakliyede çalışıyor oluyorlar.#$e#Ancak en sık gelenler direkt arka odaya yöneliyor.",
				"Wed8":"Pahalı gelmiyor mu, senin geldiğin kadar çöle sık gelmek yani?#$e#Beni gerçekten görmeyi seviyor olmalısın, ha? Hmmm... $h",
				"Wed10":"Hey, bu @! Seni gördüğüme sevindim, evlat. Bir daha asla gelmeyeceğini düşünmeye başlıyordum!#$e#Eğer bu dükkanı idare etmem gerekmese seninle bir iki günlüğüne vadiye dönerdim... eski çiftlikte yalnızca sen ve ben.$s#$e#Beni daha sık ziyaret etmen gerekecek ki bunalıma girmeyeyim.$h",
				"Thu4": "Hey... sanırım sana güvenebilirim. Sır tutabilirsin, değil mi?#$b#*fısıldar* Şu arkadaki adam... bir çeşit özel kulüp. içeriye kendim asla girmedim, ancak bana aylık çok cömertçe bir kira ödüyorlar bu yüzden soru sormuyorum.#$e#ŞEEEEeey! Şu anda Yıldızçiyi Vadisi'nde havalar nasılHow's that Stardew Valley weather right now?",
				"Thu6":"Buranın kuzeydoğusundaki antenimsi şeyler mi? Hiçbir fikrim yok.#$e#Görünüşe göre eski bir 'Bilinmeyenin Gizemleri' bölümünden alınmış gibi.#$e#Buraya bir sebepten yapılmış olmalılar ne de ols!",
				"Thu8":"Öyle gibi görünmediğinin farkındayım, andak iş şu aralar iyi gibiydi.#$e#Bir kısmı senin sayende oldu. Burada yaşamanın bedeli sudan ucuz, bu yüzden basit bir tohum satışı bile uzun gidiyor!$h",
				"Fri":"Şu devesi olan tüccar buraya bayağı sık geliyor. İş yapmayı nasıl beklediğini anlamıyorum da.#$e#Hey, deneyimimden konuşuyorum. Buralar zordur.",
				"Fri2":"Galiba vadiyle ilgili en çok özlediğim şey yabani çiçekler. Sadece onlarla bir sürü güzel hatıram var.#$e#Eğer bulursan bana getir tatlım, tamam mı?",
				"Fri4":"Hey bak kim burada! Nasılsın?#$e#Az önce en iyi kitabı okumayı bitirdim. 'Marcie ve Yeraltı Kalesi.' Kesinlikle okumaya değer, tabi vaktin varsa.",
				"Fri6":"Bazen radyoyu dinliyorum. Ayda aynı pop şarkıyı saatte iki kere dinleyince, devam etmek zor geliyor.$s",
				"Fri8":"Selam! Çiftlik nasıl, tatlım?#$e#Sanırım işler iyi gidiyor ki buraya koşturma zamanın oldu.#$e#Seni görmek her zaman bir zevk.$h",
				"Sat":"Selam! Sandy'nin Vaha'sına hoşgeldiniz, Patisko Çölü'ndeki bir numaralı mekanı!#$e#*fısılar* Profesyonel görünüyor muyum?$h#$e#Mevsimsel tohum seçimimize gözattığından emin ol.",
				"Sat2":"Kuzeydeki mağaradan kaçınmak en iyisi.$s#$e#Bir keresinde içeri girdim. Kapı nerede? ...ve *shiver* Of, Bir daha asla.#$b#Bir daha. Asla.$s",	
				"Sat4":"Susamış görünüyorsun. İşte, şu buz gibi sütün tadına bak. [184]#$e#Leziz, ha?$h",
				"Sat8":"@! İçeri gel. Sana bir şey aldım. [233]#$e#Beğenirsin diye düşündüm.$h",
				"Sat10":"Hey @. Bugün bedava örnek günü! Tadını çıkar. [218]",
				"Sun2":"Selam, balım. Evet, sadece ben, bu koca eski dükkanda yalnızım. Hmmm...#$e#Şey, şu arkadaki ürkütücü adam hariç. Ancak kılını bile kıpırdatmıyor, ondan onu sürekli unutuyorum.",
				"Sun4":"Birkaç yıl boyunca vadide durdum. Keşke orada yaşayabilsem, ancak güvenilir bir iş bulmak çok zor.#$e#Bu şekilde buraya vardım!",
				"Sun6":"Galiba arka odadan çıkıp bazen kuzeye giden en azından birisini gördüm.#$e#Acaba o manyak mağaraya mı gidiyordu?$s",
				"Sun8":"Geçen ay Zuzu Şehri'ne geziye gittim. Arada bir günümü gün etmekten mahrum kalamam!$h#$e#Bir saniyeyi boşa harcamam. Bütün gece ayakta kalırım.#$e#Bana yetişemeyen üniversiteliler bile var! Heehee!$h",
				"Sun10":"Mağara mı? Bak, eğer oraya girdiysen, bilmek istemiyorum.$s#$e#Girsen de güvende durabileceğine güveniyorum, ha?",
				"winter_Fri":"Şu anda yaşadığın yerde kar olduğuna inanamıyorum.#$e#Ah peki. Kum da kar gibi. Benim için işe yaramak zorunda.",
				"winter_Fri6":"Hiç değilse burası kışın biraz daha serin oluyor. Şu güneş elbet sakinleşmiyor da.",
				"fall_Fri":"Buralarda çiftçilik yapmakta pek şansın olmazdı, balım.#$e#Şey, eğer bir kaktüs çiftçisi olsan durum başka.$h",
				"fall_Fri4":"Görünüşe göre şu çöl tüccarı genelde senin ne zaman geleceğini tahmin etmesini biliyor.#$b#Sonra sen gittiğinde evine gidiyor. Geleceği falan mı tahmin ediyor?#$e#Keşke bunu yapbilsem...",
				"summer_Fri6":"Şu çöl tüccarı öteki gün içeri gelip etrafa biraz bakındı. Pek bir şey demedi. Bir şey de almadı da.#$e#Ne gizemli biri. Acaba gerçek hayattı nasıldır?"
			}
		}
	]
}