{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries": {
				"Mon2": "Ih... n'aber?",
				"Mon6": "Hiçbir zaman ölümden sonrasının neden kulağa üzücü geldiğini anlamıyorum. İnsanlar gerçekten 'sonsuzluğun' ne kadar uzun olduğunu anlayabiliyor mu?#$e#Konfora olan ihtiyacı anlıyorum, ancak...#$b#...bana göre, 'sonsuzluk' hakkında düşünmek daha çok bitmez tükenmez bir boşluğa bakmak gibi. Önümdekine ve geçici olana odaklanmayı tercih ederim.",
				"Mon8": "Bir şeylerin genel düzeninde önemli olmamız bana çok narsistçe geliyor.$s#$e#Ama sanırım hepimiz akıntı yönünde yüzüyoruz. Sürdüğü sürece yolculuğun tadını çıkarmak lazım.",
				"Mon10": "Bir şeylerin genel düzeninde önemli olmamız bana çok narsistçe geliyor.$s#$e#Bununla beraber, sen benim için önemlisin, evren ne kadar ilgisiz olursa olsun.$l",
				"Tue4": "Göle bir taşı fırlattığında, dalgacıklar oluşuyor. Ama sonra bu dalgacıklar en sonunda kenara ulaştıktan sonra duruyor.#$b#Her şeyin bir sonu var, bu yüzden kalıcı etkisi olan şeyler bile nasıl daha önemli olabilir?",
				"Wed4": "Yalın ve sıradan hayat şeylerinden sıkılıyorum. Nasıl insanlar en dünyevi şeylere heyecanlanıyor?#$e#Mesela, Abby'nin ailesi birkaç ay önce yeni bir çamaşır makinesi aldı, ve saatlerce bu şeyle ilgili hikayeler anlatıyorlardı...#$b#...sanki onlara olabilecek en önemli şeymiş gibi.#$e#Bir açıdan, biraz komik, ama diğerinden, cehennem kadar moral bozucu.$s",
				"Wed10": "Pelikan Kasabası'nda kalmak için bir sebebimin olması güzel.#$e#Im, neyle ilgili konuştuğumun farkındasın, değil mi?$l",
				"Thu4_inlaw_Maru": "Maru'yla yaşamak zorunda olmamak biraz daha kolay. Siz nasılsınız?",
				"Fri2": "*iç çeker*... Eğer yakıt çok pahalı olmasa bugün motosikletimle şehre doğru sürerdim.#$e#$q 415/416 Fri_old#Çalışmadığında ne yapıyorsun?#$r 415 0 Fri_bad#Daha fazla çalışyorum#$r 416 30 Fri_good#Çizgi roman okuyorum#$r 415 -30 Fri_bad#Alışverişe çıkıyorum#$r 415 -30 Fri_bad#Spor yapıyorum",
				"Fri_old": "$p 416#Hey, Eğer sıkılırsan odamda takılmaktan çekinme...$h|Muhtemelen küçük kasaba hayatını tercih edersin, ha?",
				"Fri8": "Ne var ne yok?$h#$e#Bu gece de salonda Sam'i bilardoda mahvediyor olacağım.$h",
				"Sat4": "Sigara içmiyorsun, değil mi?#$b#...Evet, sorun yok, her şey iyi.",
				"Sat6": "Belki bu haftasonu yaratıcı bir şey yapmalıyım.#$b#Acaba müşterim programının logosun yeniden tasarlasam bir şey der mi?",
				"Sat8": "Dün gece neredeyse Sam beni bilardoda yeniyordu.#$e#Pekala, 'neredeyse' yakın bir ifade, ama Sam daha iyi hale geliyor.$h",
				"Sat10": "Selam, @. Günün nasıl geçiyor?$h",
				"summer_Mon2": "Herkes güneş çıktı diye neşeleniyor... Tam bir klişe.$a",
				"summer_Mon4": "Güneşten hiç bıkar mısın? Sıcak seni mahvederken, baştan aşağı terliyken, ve kirli...#$b#...ve sadece yanmasın diye cildine yapışkan ve kötü kokulu bir madde sürmek zorundasın... Tekrardan, insanlar yazı neden seviyor?",
				"summer_Mon10": "Söylemeliyim ki, @, seninle ilk tanıştığımda, seni beğeneceğimi düşünmüyordum. Fazla şey görünüyordun... canlı?$h#$e#Ama yanıldığıma mutluyum. Bu muhtemelen Pelikan Kasabası'na taşınmaya niyetli birisiyle ilgili teoriler yürüten bendi.$l",
				"summer_Tue4": "Çok sıcak olmasındansa çok soğuk olması kesinlikle daha iyi.#$b#Çok mu soğuk? Üstüne bir kazak geçir. Bitti gitti.#$b#Çok mu sıcak? Mahvoldun.",
				"summer_Tue6": "Yaz akşamları ortalama, hiç değilse, eğer yeterince soğuk olursa.#$e#Dışarısı zifiri karanlık ve hala o sıcağı hissediyorsun, dışarıda yürürken... berbat.",
				"summer_Tue8": "Öz babam mı? Evet, onunla birkaç kez görüştüm.#$e#Şaşırtıcı bir şekilde dikkati pek çekmiyor.#$e#Bundan ibaret.",
				"summer_Wed4": "Bu hoş, seni günlerce uğraştıran bir bug'ı düzelttiğinde içine gelen şu başarmış hissi.$h#$e#Oh, sorry, that's probably pretty boring for you to hear about.",
				"summer_Wed6": "Lanet olsun. Bugün iyi bir gün değil.$a#$e#Eğer bana biraz boşluk verirsen, memnun olurum.#$e#Bak, nasıl olduğumu anlıyorsun.",
				"summer_Wed8": "Neden sırıtıyorum? Sanırım son zamanlarda sıradışı bir şekilde mutluyum...$h",
				"summer_Thu": "Dışarı çıkıp kasabalıyla boş boş konuşmak, sadece eğlencesine. ...Muhtemelen senin sevdiğin bir şey, değil mi?",
				"summer_Thu2": "Kesinlikle yüzmeye gitmek istemiyorum, eğer bunu soracaksan.$s#$e#Ah, sadece selam vermek için mi geldin? Özür dilerim.",
				"summer_Thu6": "Sıkışık hissediyorum, burada yaşarken. Bir yıldan diğerine hayatım değişmiyor.$s",
				"summer_Thu8": "Sıkışık hissediyorum.Bunu nasıl yaptın, @, öylece hayatını bırakıp taşınmayıj?#$e#Bunu yapabilmek için her şeyi yapardım. Ama şehirde yaşamın bedeli beni yapmaktan alıkoyuyor.$s",
				"summer_Fri2": "Ne zamandan beri uyanıksın? *esner* ...Lanet olsun.",
				"summer_Fri4": "Gece uyanık kalmalıyım. Çünkü ev sadece o zaman bunaltıcı olmuyor.#$e#Örtünün altına girmek için çok sıcak olunca uyuyamıyorum.",
				"summer_Sat2": "Kahve içme havamdayım, ama bunun için hava çok sıcak.#$e#Ve buzlu kahve de o kadar iyi değil.",
				"summer_Sat4": "Sam ve ben aslında müziğe bağlıyız.#$e#O iyi biri. Çoğu kişi hobilerimi umursamaz, ama o benim beğendiğim şeyleri denemeye hep istekli oluyor.",
				"summer_Sat6": "Yerin altında yaşayan her çeşit canlı var, ama insanlar onları çok nadiren konuşuyor. Demeye çalıştığım... why not?#$e#Bazı insanlar kendi istekleriyle sıkıcı olmayı seçiyormuş gibi.",
				"summer_Sat10": "Belki gece fırtınalı bir havada motosikletimi sürmek eğlenceli olurdu.#$e#Demek istediğim, ah, boşver. Fazla tehlikeli, biliyorum.$l#$e#Endişeleneceğini biliyorum. Tekrar düşünmeliyim.",
				"summer_Sun6": "Bazıları gece gökyüzüne bakıp önemsiz hissetmeye başlar.#$b#Ama ben her zaman böyleyim. Bana göre, aslında gökyüzünün bana bu basit gerçeği hatırlatması rahatlatıcı.",
				"summer_Sun8": "Gölle ilgili en güzel şey dolunay çıktığında oluyor. Bütün alana güzel, sakin bir parıltı veriyor.",
				"fall_Mon6": "Neden Maru elini attığı her şeyde anında iyi oluyor?$s#$e#Hala onun müzikte olduğundan daha iyiyim... ve programlama da...#$b#...ama programlamayla bile, robotları için yapay zeka programları indirmekte çılgınca iyi.$s",
				"fall_Mon6_inlaw_Maru": "Beni yanlış anlama, Maru'yla birlikte olduğunuza mutluyum, ama...#$b#...bu sadece onun beni gölgede bırakmasına karşı başka bir hatırlatıcı. Her şey onun için mükemmel işlemek zorunda.$s",
				"fall_Mon8": "Eğer bir yerin ne kadar kalabalık olursa o kadar yalnız olduğunu söylersem bir şey farkeder mi?#$e#İki yıl önce Zuzu Şehri'ndeki bir gece kulübündeydim. Dans etmek için fazla kalabalıktı ve konuşmak için çok fazla gürültü vardı.#$b#Bütün amacını boşa çıkarıyor, değil mi?",
				"fall_Tue2": "Belki yakında Abby'yi ziyarete gitmeliyim.$u#$e#...bilmiyorum.$u",
				"fall_Tue4": "Buna balkabağı tozu... Şuna balkabağı tozu... adamım, bu mevsimsel heveslerden bıkıyorum.",
				"fall_Tue8": "Annemin Demetrius'la evlendiğine o kadar da kızgın değilim. O kendi hayatını yaşayabilir.#$b#Sadece keşke benim de kendi hayatımı yaşamama izin verseler.",
				"fall_Wed4": "Gecenin çoğunda bir müşterim için bir işi bitirmekle geçirdim. Aslında çok eğlenceliydi.#$e#Yorgun bile değilim, bir şey için.$h",
				"fall_Wed6": "*iç çeker* Şehirde yaşasam, Bir 'Solaryon Günlükleri' grubuna katılıp şu epik 8 kişilik ellerden birine girebilirdim.$s#$e#Ah iyi. Sanırım grupta kimseyi tanımadığında pek aynı olmuyor.",
				"fall_Thu4": "Bir pencerem olsa odam daha az iç karartıcı olurdu...$s",
				"fall_Thu6": "Hm, belki sintizayzırımı Sam'in evinden buraya geri getirmeliyim. Alıştırmalar daha kolay olurdu.#$e#Ya da bilgisayar klavyemle de alıştırma yapabilirim. İlk böyle öğrenmiştim zaten.",
				"fall_Thu8": "Maru'yla daha fazla iletişim kurmam gerektiğini biliyorum. Bu sadece...#$b#...eğer onunla aynı seviyeye gelmeye çalışırsam, onunla heyecanlanırsam, yanlış geliyor. Bu sadece ben değilim.#$e#Fark eder mi?",
				"fall_Fri": "*esner*... gece 3'e kadar bu yeni kitabı okuyordum...#$q 462/463 fall_Fri_old#Hiç okur musun, @?#$r 462 -30 Fri_bad#Evet. Klasikleri.#$r 463 30 Fri_good#Sadece Bilim kurgu ve Fantezi#$r 462 0 Fri_bad#Aşk romanlarını severim#$r 463 -30 Fri_bad#Hayır, kitap okumam.",
				"fall_Fri_old": "$p 462#Muhtemelen beğenmezsin.$s|Bence bunu beğenirsin.",
				"fall_Sat6": "En sonunda, sabah kalkmak zorundayım ki ailem beni küçük görmesinler. Bana çocuk gibi davranılmasını istemem.",
				"fall_Sat8": "Her bir gün nasıl bu kadar erken kalkıyorsun? Aklım almıyor.#$e#Bu resmen senin süpergücün. 'Erkenci Adam.'^Bu resmen senin süpergücün. 'Erkenci Kız.'",
				"fall_Sat10": "@, selam! Seninle karşılaştığıma mutluyum.$h#$e#Sadece çok güzel bir gün geçiriyorum. Senin nasıl olduğunu görmek istedim.",
				"fall_Sun4": "Birçok insan bencil görünüyor. Bazıları karakterler kendilerini hatırlatmıyorsa bir kitabı ya da diziyi izlemiyorlar.#$b#Bunun tam tersi benim fantezi okumayı sevme nedenim.",
				"fall_Sun6": "Kalabalığın içinde insanlar tamamen farklı davranıyor. Bu maskeyi takıyorlar, bu karakter...#$b#...ve sadece diğerleri onları kabul etsin diye.#$b#Kendilerinin aslıyla kopmakla çok mu fazla rahat oluyorlar?",
				"fall_Sun10": "Hey. Benimle bu gece dışarıda geçe kalmak ister misin?#$e#Ufukta bir parlama olduğunda, genelde o zaman yatma zamanının geldiğini anlıyorum.",
				"winter_Mon6": "İnsanlar hep \"sadece kendin ol\" diyorlar ama bence çoğuna göre, bu sadece bir söyleyiş.#$b#Bunu söylediklerinde aslında bunu kastetmiyorlar.",
				"winter_Mon8": "Kış Yıldızı Şöleni yaklaşıyor. Neler için minnettar olduğumu düşünmem gerektiğini biliyorum, ancak...$s#$b#...benim yaşımdaki birçok kişi hayatlarını yaşarken biraz zor.$s",
				"winter_Mon10": "Düşünüyordum da... hayatımda sen olduğun için gerçekten minnettar.$l#$e#Sadece Kış Yıldızı Şöleni'nin yaklaşmasıyla düşündüğüm bir şey.",
				"winter_Tue2": "Konuşmak mı istiyorsun? Ah... şuanda biraz meşgulüm.#$e#Tamam, 'meşgul' anlamında meşgul değil, ama...$s#$b#...Üzgünüm, sadece bugün iyi bir gün değil. Belki daha sonra.",
				"winter_Wed6": "Sam yine sorup duruyor. Ve daha dün gece online oyun oynadık.#$e#Ah peki. Dört veya beş sorduğunda bir evet dersem yine mutlu oluyor.",
				"winter_Wed10": "Abby harika bir kız, beni yanlış anlama. Bu kasabadaki birçok kişiden daha havalı.#$b#Ama birazcık küçük. Ve ayrıca, sen varsın.$l",
				"winter_Thu4": "Suşiyi eskiden mümkün olduğu kadar şekilli severdim. Ama balığı iyiyse, diğer her şey sadece tadının önüne geçiyor.#$e#Belki biraz soya sosu.#$e#Artı, ah, okuduğum bir seriden en sevdiğim karakterlerden biri saşimiye bayılıyordu, yani...$s",
				"winter_Thu10": "İşte, kahvemi bitirmek ister misin? Birkaç bardak içtim zaten.[395]#$e#Seni ısıtmak lazım!$h",
				"winter_Fri4": "Hmm... Acaba bu gece bir sürüşe çıkmak için soğuğu göze alabilir miyim...$s",
				"winter_Fri6": "Gerçekten heyecanlıyım. Sonraki ay yeni bir cilt 'Mağara Destanı X' çıkacak.$h#$e#Şimdiden ön sipariş verdim.$h",
				"winter_Sat4": "Evde çok vakit geçirmiyor olmalısın, sürekli oradan oraya gittiğine göre.#$e#Kulağa yorucu geliyor.",
				"winter_Sat8": "Hiçbir zaman ölümden sonrasının neden kulağa üzücü geldiğini anlamıyorum. İnsanlar gerçekten 'sonsuzluğun' ne kadar uzun olduğunu anlayabiliyor mu?#$e#Konfora olan ihtiyacı anlıyorum, ancak...#$b#...bana göre, 'sonsuzluk' hakkında düşünmek daha çok bitmez tükenmez bir boşluğa bakmak gibi. Önümdekine ve geçici olana odaklanmayı tercih ederim.",
				"winter_Sat10": "Adamım, buradan gitmem lazım, hızlıca.#$e#Çiftliğinde yeni bir şey var mı, kar dışında?",
				"winter_Sun4": "Bir kardanadam yaptım ama Demetrius bana onu yıktırdı.#$b#Üvey baban sana altı yaşında bir çocuk gibi davranınca hayatının ters yüz olacağını anlıyorsun.$u",
				"winter_Sun6_inlaw_Maru": "Hala kardanadamını yapmak için Maru'nun buraya geldiğine inanamıyorum.#$e#Çiftliğinden yürüme mesafesinde yaşayan biriyle evlenmenin iyi bir fikir olduğuna emin misin?#$e#Afedersin. Demem o ki, sana ne işlerse.$s",
				"spring_1_2": "Daha fazla müşteri için forumları aramalıyım. Bu bahar beni içerde tutacak meşgaleler için.",
				"spring_12": "Şölenlere o kadar bayılmıyorum. Çok fazla telaş, çok fazla sosyal etkileşim... Eğlenceliden çok stresli, bana sorarsan.",
				"spring_23": "Öff... Yarın yılın apaçık en kötü şöleni var. Sadece bekle ve çiçek dansında ne kadar aptal göründüğüme bak.",
				"summer_10": "Haha... Yarın çorbaya iğrenç bir şey koymak komik olabilir. Sadece kimseyi zehirlememek lazım.#$e#Niye çorbayı mahvedesin? Hmm... sanırım bazıları toplumun sert kurallarını çiğneyince daha serbest hissediyor. Belki tuhaf olan benim.",
				"summer_27": "Yarın hepimiz ayışığı denizanalarının göçünü görmek için rıhtımlarda buluşacağız. Sanırım 10'da başlıyor.",
				"fall_20": "Ruhlar Arifesi'ni dört gözle bekliyor musun? Muhtemelen en sevdiğim.$h",
				"fall_26": "Ruhlar Arifesi yarın. Umarım bu yılda şu iskeletleri tekrar sergilerler.$h#$e#Şu noktada neredeyse onlarla arkadaşmışız gibi hissediyorum.",
				"winter_24": "Bugün kış yıldızı arifesi. En iyisi yarın şölene aç karınla gittiğimize emin olmak.",
				"winter_28": "Yılın ilk bölümünü atlasak çok iyi olurdu.#$b#Herkes yerine getirmeyecekleri niyetlere girip duruyor. Keşke daha çok insan hiç değilse samimi olsa.",
				"Mountain_47_23": "Sessizliği ve huzuru için buraya geliyorum.",
				"summer_Mountain_58_35": "#$c .5#Derece sadece gece daha rahatlatıcı olmaya başlıyor.#$e#Gölün kenarı her zaman daha serin gibi görünüyor.",
				"spring_12_2": "Şölenlere o kadar bayılmıyorum. Çok fazla telaş, çok fazla sosyal etkileşim... Eğlenceliden çok stresli, bana sorarsan.",
				"spring_23_2": "Öff... Yarın yılın apaçık en kötü şöleni var. Sadece bekle ve çiçek dansında ne kadar aptal göründüğüme bak.",
				"summer_10_2": "Haha... Yarın çorbaya iğrenç bir şey koymak komik olabilir. Sadece kimseyi zehirlememek lazım.#$e#Niye çorbayı mahvedesin? Hmm... sanırım bazıları toplumun sert kurallarını çiğneyince daha serbest hissediyor. Belki tuhaf olan benim.",
				"fall_20_2": "Ruhlar Arifesi'ni dört gözle bekliyor musun? Muhtemelen en sevdiğim.$h",
				"fall_26_2": "Ruhlar Arifesi yarın. Umarım bu yılda şu iskeletleri tekrar sergilerler.$h#$e#Şu noktada neredeyse onlarla arkadaşmışız gibi hissediyorum.",
				"winter_24_2": "Bugün kış yıldızı arifesi. En iyisi yarın şölene aç karınla gittiğimize emin olmak.",
				"winter_28_2": "Yılın ilk bölümünü atlasak çok iyi olurdu.#$b#Herkes yerine getirmeyecekleri niyetlere girip duruyor. Keşke daha çok insan hiç değilse samimi olsa."
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Nihayet... biraz sağanak. Güneşli havadan çabuk sıkılıyorum.#Galibe bugün güzel bir gün geçireceğim. ve sende tadını çıkar, tamam mı?$h",
				"Rainy_Day_1":"#$c .5#Hey. Tam da bodrumdaki eski odamı düşünüyordum. Orada rahattım, ama bu çok daha ilginç. Ve o kokuyu da özlemiyorum...#Eski bodrumdaki odamda yağmur sesini tam duyamazdım. Bu evde bunu duyabilmek güze.$7#$e#Annemin evinde çok uzun kaldığım için biraz utanıyordum.",
				"Rainy_Day_2":"Hey. Dün gece uyuyamadığımdan mağaralarda yürüyüşe çıktım. Bunu buldum... ister misin?[575 769 767 84 66 78]#$e#$c .5#Bazen uyumakta sorun yaşıyorum, seninle hiçbir alakası yok. Seni seviyorum.$7#Sadece yürüdüm, ve sanırım biraz kendimi kaptırdım. Üzgünüm, bununla bir şey ima etmeye çalışmıyorum.",
				"Rainy_Day_3": "#$c .5#Yatıp bir kitap okumak ya da onun gibi bir şey yapmak için çok iyi bir gün gibi görünüyor... sen ne düşünüyorsun?#Aklımın kenarında... şu kodlama sorununda dün tıkanmıştım, ama bugün, sanırım çalıştırabilirim.$7",
				"Rainy_Day_4":"#$c .5#Hey, yağmurlu bir gün daha... mükemmel.#$e#Üşünüş görünüyorsun... işte, yakına gel.$l#Sahilde geçirdiğimiz günü hatırlıyor musun? Şemsiyenin altında?$l",
				"Rainy_Night_0":"Evlendiğimizden sigarayı bırakmak için elimden geleni yapıyorum... Seninle evliyken ölmek istemiyorum. Bu kötü bir alışkanlık.#$e#Birlikte bir geleceğimiz olsun istiyorum.$l",
				"patio_Sebastian":"#$c .5#Bir şeye mi ihtiyacın var? Ben sadece bir süre burada bisikletimle uğraşacağım.#Her şeyin mükemmel olduğundan emin olmak istiyorum sadece. Tekrar sürüşe çıktığımda, kafamda endişe istemiyorum.",
				"Rainy_Night_1":"#$c .5#Bugün biraz müzik havasındaydım, bu yüzden ses birleştrici bir programla oynadım. Keşke daha sık yapsam; gerçekten iyiydi.$h#Bugün laptopta biraz iş yaptım. Aslında yapmak istediğim bir oyun için fikir arıyordum.#$e#Çifçilik gelirin sayesinde, hayatımda istediğimi karşılayabiliyorum. Bu gerçekten inanılmaz. Teşekkür ederim.$h",
				"Rainy_Night_2":"#$c .5#Ah, bekle! Bugün çöpü benim atmam gerekiyordu, değil mi? Ben... sabah atacağım.$s#Üzgünüm, yemek yapmadım. Buzdolabındaki donmuş pizzayı falan yiyebiliriz.#$e#Bilmiyorum, kafam başka yerdeydi. Ev işlerini yapmayı hatırlamak biraz zor...",
				"Rainy_Night_3":"Günün nasıldı? Hiç canavar kestin mi?$h#$e#$c .5#Öfkeni ara sıra dışarı atmak iyi hissettiriyor, değil mi?#Diğer açıdan, sıkıcı olmaktan nasıl sakınacağını bildiğin için mutluyum.$7",
				"Rainy_Night_4":"#$c .5#Belki bir cadı bugün bizi ziyarete gelir? Hah.. belki hayat bu kadarr ilginç olsaydı...#Hey, gece için uyumaya hazır olduğunda söyle...$l",				
				"Indoor_Day_0":"Zaman geçtikçe benim de şehre merakım azalıyor. Belli bir gizemi vardı, bir ara.#$e#$c .5#Ama görünüşe göre yalnızca duygusal bir merakmış. Şehir çok sıkışık, çok kalabalık... Oraya ait değilim. Ben yalnız bir kurdum.#Burada yaşamak... sadece benim için doğru türde yalnızlık var. Her bir gün sen eve dönesin diye dört gözle bekleten türden.$7",
				"Indoor_Day_1":"Hey... biraz kahve ister misin?[395]$7#$e#$c .5#Bana lazım oldu... bir kabustan erken uyandım ve geri uyuyuamadım.#Bu kaliteli bir tane. Şu Joja markalı çöplerden değil.",
				"Indoor_Day_2":"Dün gece uyuyamadığımdan motosikletimle gece sürüşüne çıktım.#$e#$c .5#Özgür kalmalıyım, evli olsak bile. Sadece, ben böyleyim. Seni hala seviyorum.$7#Ay ağaçların arasında gölge düşürmeye yetecek kadar parlaktı. Mükemmel bir geceydi.$7",
				"Indoor_Day_3":"Hey. Dün gece nasıl uyudun?#$e#$c .5#Mırıldandığını duydum. Korkmuş gibiydin, ama kabul etmeliyim... biraz sevimliydi.$l#Benim için çok da kötü bir gece değildi, ancak bazen bir kütük gibi uyuyabilmeni kıskandığımı kabul ediyorum.$7",
				"Indoor_Day_4":"#$c .5#Burada seninle yaşamak bana biraz kabuğumdan çıkmayı öğretiyor. Sanırım bu benim için iyi.$7#Bu çiftliği birlikte getirdiğimiz hal... yiyeceğimizin nereden geldiğini gerçekten kavramamı sağladığını söylemeliyim.$7",
				"Indoor_Night_0":"Hey. Sadece evde takıldım bugün. İlginç bir şey yok...#$e#...#$e#$c .5#Ah, çamaşırları ve bulaşıkları hallettim. Hepsi bu.#Evimizden görünen manzara mükemmel. Ön taraftan Pelikan Kasabası'nın üzerindeki güneşi görebilirsin.",
				"Indoor_Night_1":"Sanırım çok fazla kahve içtim... pek yorgun hissetmiyorum.#$e#$c .5#Sadece çöpe gitsin istemedim. Ve bir de çok sevdiğim bir tattı.#Hala çiftlik düzenine alışmaya çalışıyorum. Eskiden sabah 5'te yatıp öğlen 2'de kalktığım oluyordu, bazen.$h",
				"Indoor_Night_2":"#$c .5#Ailemden yolun aşağısı kadar uzak bir yerde yaşamanın yeterince uzak olmayavağını düşünüyordum. Ama sadece aynı çatıyı paylaşmak zorunda olmamak bile işleri çok daha az stresli yapıyor.#Kendi yerimizin olması çok iyi. Canımın istediğini yapabilirim ve başımın etini yiyen kimse de yok.#$e#Eminim Maru gittiğime mutludur.",
				"Indoor_Night_3":"#$c .5#Demin dışarıda bir yarasa farkettim. Görmek biraz zor, ama odaklanırsan onları uçuşurken yakalayabiliyorsun. Dışarıdalar.#Ah, selam. Bunu yaptım, eğer istersen. Restoran kalitesinde değil belki, ama öğreniyorum. [227 228]",
				"Indoor_Night_4":"#$c .5#Evde anlaşılmadığımı düşünüyordum... ama burada ait olduğum yerde gibi hissediyorum. İyi ki gelmişim gibi hissettirdiğin için teşekkür ederim.$l#Yorgun değilim, ama yatağa girmeye çalışacağım. Sadece sen ayrılmadan seni görmek için bir fırsatım olsun istiyorum.$7",				
				"Outdoor_0":"#$c .5#Bugün bir şey yapmak istiyorum... ama ne olduğundan emin değilim. Hiç bu sorunu yaşıyor musun?#Hah, neredeyse bütün geceyi kapı ışığının altında kitap okuyarak geçirdim. Sonra bir uykuya ihtiyacım olabilir.$h",
				"Outdoor_1":"Hmm... bazen sağlık için dışarıda kalmaya kendimi zorlamam gerekiyor.#$e#$c .5#Ne bilmiyorum, ama içeride durmayı seviyorum.Belki de bodrumdaki odama fazla alışmışımdır.#Güneş çok parlamaya başlıyor. Birazdan sanırım içeriye döneceğim.",
				"Outdoor_2": "#$c .5#Ben sadece buradan seni izleyeceğim. Seni izlemeyi seviyorum.$h#Kapının önünde böyle durmak... acaba bir gün kasabada çocuğun biri için gizemli, yaşlı bir üstad olacak mıyım.$7",
				"Outdoor_3":"#$c .5#Sırf evliyim diye yumuşamak istemiyorum. Belki daha fazla acı biber yiyip daha çok egzersiz yapmalıyım? Sadece bir fikir...$h#Tam sen uyanmadan önce küçük bir yürüyüşe çıktım. Görünüşe göre bazı hayvanlar çoktan uyanık ve canlılar.$7",
				"Outdoor_4": "Daha fazla balçık yetiştirmeliyiz... Büyük sayılarda olunca gerçekten karlı olabiliyorlar. Ve yetiştirmesi de çok kolay.#$e#Ayrıca, değişik renkli balçıklar değişik şeyler üretiyor. Yani bilmiyorum, bence bizim için eğlenceli bir hobi olabilir.",
				"OneKid_0":"#$c .5#Hala baba olmaya alışmaya çalışyorum. Korkma, çocuğumuza iyi bakacağım! Bu sadece... yeni bir şey.#Pekala, başardık. Uyku düzeni benimkinden çok daha bozuk birisini keşfettik. Sağol, %kid1.$s",
				"OneKid_1":"#$c .5#Baba olmak tahmin edebileceğimden de çok daha zormuş... ama geçimimizi senin sağladığını biliyorum, bu yüzden her gün elimden gelenin en iyisini yapacağıma söz veriyorum.#Belki %kid1 biraz daha büyüdüğünde, motosiklet için bir yan araba alacağım ve hepimiz birlikte çıkabileceğiz.$h",
				"OneKid_3":"#$c .5#Küçük bir çocuğun çok olmasını sevebileceğimi hiç düşünmezdim. Gerçekten, bu çocuk için her şeyi yapabilirim.$l# Bu kokuyu alıyor musun? Belki de %kid1 için banyo zamanıdır...",
				"TwoKids_0":"#$c .5#Aklımı kaçırmamak için çocukları bir programda tutmaya çalışıyorum. Kendi programımsa hala dağınık.#Korkma, çocuklara çoktan yemek yedirdim... %kid2 çikolatalı sütünü yine üstüme başıma döktü.",
				"TwoKids_1":"#$c .5#Seninle ilk tanıştığımızda hayal ettiğim hayat biçiminin bu olduğunu söyleyemem. Ama hayal edebileceğimden de daha anlamlı geliyor.$l#Umarım %kid1 ve %kid2 birbirlerine iyi davranıyorlardır.Çocukken Maru'yla ben hep kavga ederdik. ...Tekrar düşününce, çoğunluğu benim hatamdı...",
				"TwoKids_2":"#$c Çocukların ikisinin de uyuduğu yakın bir zamanı kendime ayırmam gerek. Çocuklar beni mahvediyorlardı.$s#Tekrar edip duran bir rüyamda %kid2 bir gölge şamanı kostümü giyip parlayan bir balkabağına oturuyordu. Garip ha?",
				"TwoKids_3":"Çok yol katettik, @. Ailemize bak. Dürüst olmam gerekirse, bu duruma geleceğimi hiç düşünmezdim.#$e#Şimdi burada olmayı da seviyorum...$l",
				"funLeave_Sebastian":"#$c .5#Bugün yürüyüşe çıkacağım. Kendime zaman ayırmalıyım. Akşama görüşürüz.#Kafamın içinde birsürü şey var bugğn. Akşam hala canımı sıkıyorsa sana söyleyeceğim, ama şimdilik sadece yürüyüşe çıkmalıyım.",
				"funReturn_Sebastian":"#$c .5#Günüm iyiydi, sana anlatacak fazla bir şey yok. Neden bana kendikini anlatmıyorsun?#Hmm? Ah, aslında çok iyi bir havamdayım. Ya sen?$7",
				"spring_8":"Sağ göz kapağım hala seğiriyor. Bunu bir aydır falan yapıyor.#$e#Aslında komik. O kadar da kafama takmıyorum.#$e#Belki de çok fazla ekrana bakmaktan oluyor. Ama böyle küçük bir şey için bunu bırakmayacağım.$u",
				"spring_16":"Çocukken bana çok sataşan olurdu. Canımı o kadar da sıkmıyor artık.#$e#Bu bir şeyse, sadece şuanın değerini anlamama daha fazla yardımcı oluyor.$7",
				"spring_26":"Bekleyiş nihayet bitti. Bugün kargodan gelmesi gereken yeni bir Mağara Destanı X var.$h",
				"spring_28":"Adamım... yeni Mağara Destanı X kitabına tamamen sarılmış durumdayım. Bekleme oyununa geri döndüğüne inanamıyorum.#$e#Şimdi içine tekrar bakmam gerekecek. Muhtemelen kaçırdığım belirtiler ve sırlar var.",
				"summer_5":"Bugün güneş kremi sürecek misin? Off. Özür dilerim.#$e#Sen... bizim için çok şey yapıyosun, değil mi? Ben... bugün biraz temizlik yapacağım.$u#$e#Bak, kendine bir şeyler almak istiyorsan, şikayet etmeyeceğim. Parayı sen getiriyorsun.",
				"summer_15":"Gerçekten, Hava şimdiden nasıl bu kadar sıcak oluyor? Saat sabah 6'da çoktan bir kere kafamı dondurucuya tıktığımda iyi bir işaret değil...$u",
				"summer_19":"Bugün bir video oyunu yardım kampanyası canlı yayın yapılacakmış. Sanırım kafamı sıcaktan dağıtmak için ne yapacağımı buldum.$h",
				"summer_22":"Sürekli oradan oraya gitmekten hiç yorulmuyor musun? Yemin ederim, kandan enerji ilacı falan alıyor olmalısın.$7",
				"fall_6":"Eski bir müşterimden başka bir serbest iş aldım. Bu beni birkaç gün meşgul etmeli.$7#$e#Aslında bunun üzerinde çalışmaya heyecanlıyım.$h",
				"fall_17":"Tamam, itiraf ediyorum, dün fuarda sigara içiyordum. Ama bu özel bir olaydı. Söz, bu alışkanlığa dönmeyeceğim.$s",
				"fall_22":"Her şeyin geçici olduğunu anladığımda bir şeyleri gözümün önünde tutmaya çalışıyorum. Eninde sonunda herkes kaybolup gidiyor.#$e#Evet, bazen bu fikirlerle aşırıya kaçabiliyorum, ama... onlara ihtiyacım var.$u#$b#Belki garip geliyor, ama öyle.",
				"winter_3":"Bu mevsim gece geç sürmek için mükemmel.$7#$e#Endişelenme, yollar buzluysa gitmeyeceğim. Salak değilim.$h",
				"winter_12":"Hava çok kuru ve sert. Tam sevdiğim gibi.$h",
				"winter_19":"Hm. Genelde kahve içerim, ama bu sabah sıcak çikolata sabahı gibi.$u#$e#Üstünde marşmelovla.$7",
				"winter_24":"Yarın bütün ailemle aynı masaya oturacağız. Biliyorsun... aslında iple çekiyorum.$h",
				"winter_26":"...Karlar eriyor. *iç çeker*$s"
			}
		}
	]
}