{
	"Changes":[
		{
			"LogName":"Shane",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Shane",
			"Entries": {
				"Introduction": "Seni tanımıyorum. Neden benimle konuşuyorsun...?",
				"JojaMart": "%Shane işinde çalışıyor. Konuşmak istiyor gibi görünmüyor.",
				"Mon": "Seni tanımıyorum. Neden benimle konuşuyorsun?",
				"Mon6": "Bir süre önce yeni insanların beni tanımasına fırsat vermeden onları susturmanın daha kolay olduğunu öğrendim.#$e#Bir çok insan sadece hıyarın teki olup çıkıyor.",
				"Mon8": "Emily çok iyi bir kız. Bana bira veriyor ve dinliyor. İhtiyacım olan pek başka bir şey yok.#$e#Sen de çok havalısın.",
				"Tue8": "Clint biraz garip. Gerçekten Emily onun belli sıcaklarını nasıl sunduğunu bilmiyorum.#$e#Ya da o sadece bihaberdir...$u",
				"Tue10": "Ben ve Emily için işler asla yürümezdi... bariz sebeplerden dolayı. Sen yanımda olduğun için mutluyum.$l^Emily ve ben hep sadece arkadaştık. Bunu böyle tuttuğumuza da mutluyum.$l",
				"Wed2": "...'Suuuuup.$s",
				"Wed4": "İçmişken senin yanında gerçekten garip ve savunmasızca davrandım mı? Bunu yapmaya eğilimliyim.$u#$e#Ne söylediysem, ciddiye alma.$u",
				"Wed6": "$d Joja#*iç çeker* ...Her gün aynı şey. Şu korkunç rafları doldur, salona git, yatakta bütün gece dön dur.$s|JojaMart'taki işimden nefret ediyordum, ancak şimdi işsiz olduğumdan çok daha kötü hissediyorum.$s",
				"Wed10": "Rehberim bana intiharla ilgili düşüncelerimde çok yardımcı oluyor. Sanırım bunu geçmişte bırakıyorum.#$b#Alkolün işiyse hala zor.#$e#Birçok insan anlamıyor. Yalnız öylece salona 'gitmeyi bırakmak' mümkün değil.$s",
				"Thu2": "...'Ey.$s",
				"Thu10": "Hala bir ileri bir geri gidiyorum. Ancak bu aralar, işler daha iyiye gidiyor gibi.#$e#Şey gibi, bugün iyi, değil mi? Bir şey için konuşmayı bıraktın.$h",
				"Fri2": "Beni öylece yalnız bırakmayacaksın, değil mi?$s",
				"Fri10": "@, her zaman yanımda olduğuna mutluyum. Ancak beni düzeltemeyeceğinin farkındasın, değil mi?#$e#Sadece söylüyorum, gördüğün alacağındır.#$e#Biraz düşün. Senin canını yakmak istemiyorum.$s",
				"Sat10": "Ah dostum, dün gece yatmadan önce bayağı içmişim.$s#$q 530/531/532 Sat_old#Benim yüzümden hayal kırıklığına uğramış olmalısın.#$r 530 -250 Sat_530#Evet! Kurtulmak istediğini sanıyordum!#$r 531 0 Sat_531#İyileşmenin de zorlukları olur.#$r 531 0 Sat_531#Üzgünüm, senin için zor olduğunun farklındayım.#$r 532 -50 Sat_532#Sorun yok. Sen sensin.",
				"Sat_old": "$p 530#Bak, elimden gelenin en iyisini yapıyorum. Bazen seni üzüyorsam üzgünüm.$s|Ama ne olursa olsun her zaman yanımda olduğun için memnunum.",
				"Sat_530": "...#$b#Pekala açıkça senin için yeterince iyi değilim.#$b#İyi. Git başkasıyla takıl.",
				"Sat_531": "...#$b#Nasıl bu kadar iyi birisin? Hiçbir şeye sinirlenmez misin?$s#$e#Teşekkürler.",
				"Sat_532": "...#$b#Gerçekten, lanet olsun. Ne yaptığım senin umrunda mı ki?$a",
				"Sun2": "Yine mi sen? Beni yalnız bırakman için sana kaç kez daha söylemem gerek?$s",
				"Sun4": "Hmm... saat %time. Mikrodalgaya donmuş pizza atmalı mıyım, yoksa beklemeli miyim?$u",
				"summer_Mon6": "$d Joja#Sanırım hava böyle sıcak olduğunda Joja'da arka odadaki dondurducuda fazladan vakit geçireceğim.$u|Hmm... bugün zamanı geçirmek için n'apabilirim?",
				"summer_Mon8": "Sanırım Emily nazik olmak uğruna nazik davranıyor. Onun merhametine ihtiyacım yok, ancak...#$b#...eşlik etmesine de.$u",
				"summer_Mon10": "Jas'le ben dün çok eğlenceli bir oyun oynadık. Dışarıda küçük bir engel parkuru kurduk.$h#$e#Jas için harika bir örnek olmadığımı biliyorum, ama kendi anlarım olduğunu da itiraf etmelisin.",
				"summer_Tue8": "$d Joja#İşe doğru sabah yürüyüşüm yazları daha hoş oluyor. Hava çok sakin ve henüz aşırı sıcak olmuyor.|Şu tavuklar beni erkenden kaldırıyor. Ancak en azından ortalığa çıkan ilk güneş olunca yazın hava güzel oluyor.",
				"summer_Tue10": "Belki Emily'e azıcık düşmüştüm, öyle ya da böyle, ancak...$s#$b#...sen benden bir şey istemek konusunda çok daha ciddi göründüğünden ondan farklısın.$l",
				"summer_Wed6": "$d Joja#*iç çeker* ...Her gün aynı şey. Şu korkunç rafları doldur, salona git, yatakta bütün gece dön dur.$s|JojaMart'taki işimden nefret ediyordum, ancak şimdi işsiz olduğumdan çok daha kötü hissediyorum.$s",
				"summer_Wed8": "Marnie ve Jas pisliğime dayanmak zorunda kalıyorlar. Aslında onlar için en iyisini yapmaya motive gibiyim.#$e#Bu uzun süredir hissetmediğim bir şey.",
				"summer_Thu6": "Ağtopu sezonunu bekliyor musun?#$e#Bazen sezon dışında amatör ligini de izlemek güzel. Bir de biletler daha ucuz.",
				"summer_Thu8": "Adamım, şu aralar tavuklar başlarını belaya sokmadan duramıyorlar. Eşyaları kırmak... Eşyaların içine sıkışmak...#$b#Hah, hiç değilse bana bir şey için ihtiyaçları var.$h",
				"summer_Thu10": "İki en iyi dostun tam aynı günde ölünce, gerçekten seni baştan aşağı yıkıyor.$s#$e#Onlar ölmeden önce de sorunlarım oldu, ancak bu sorunlarımın gerçekten en kötüsü.",
				"summer_Fri4": "Ne sıcak bir gün. Gerçekten soğuk bir tane işime yarar.#$e#Geliyor musun?",
				"summer_Fri6": "İnternette eski sınıf arkadaşlarımın bazı fotoğraflarını gördüm.$s#$e#En isyan ettirici olanlarsa karede kahrolası bebeği olmadan yapamayanlarınkiler.",
				"summer_Fri8": "Her şeye sahip olanları görmek... para, ev, onur öğrencisi çocuklar...#$b#...neredeyse sahip olduklarımdan daha iç karartıcı görünüyor.#$e#Hey there, sport! Congrats on another straight-A report card! Hadi dondurma alalım!$10#$b#İğrenç.$u",
				"summer_Fri10": "Bir milyon insan arasından, bahse varım beni bu noktada ekmeyecek olan bir tek sen olurdun.#$e#Hey, böyle şeyleri ikram edilmiş olarak almıyorum.",
				"summer_Sun6": "Biraz cesaretim yerine geliyor gibi. Ah oğlum. Yakın zamanda aklım başıma gelecek!$u",
				"summer_Sun8": "$d Joja#Yarın başka bir iş haftasına dönüş. Yaşasınnn...$s|Asıl haftasonlarını özlüyorum, eskiden olduğu gibi. Ancak sanırım bu tam zamanlı bir tavuk adamı olmanın feragati.",
				"summer_Sun10": "@, herhalde bilmen gereken bir şey ise sadece teknik olarak Jas'in vaftiz babası olmam.$s#$e#Marnie gerçekte onu yetiştiren kişi. Bunun gerçekten içine ettim.$s",
				"fall_Mon6": "İnternette eski sınıf arkadaşlarımın bazı fotoğraflarını gördüm.$s#$e#En isyan ettirici olanlarsa karede kahrolası bebeği olmadan yapamayanlarınkiler.",
				"fall_Mon8": "Dün geceki ağtopu maçını kaçırdım. Neyse ne. Canlıyken daha iyi zaten.",
				"fall_Mon10": "Dünyanın seni iğrenç bir böcekmişsin gibi ezdiğini hisseder misin hiç?",
				"fall_Tue8": "Peki, hiç değilse Clint'in hayatı benimkinden daha berbat. Adam tek başına yaşıyor.#$e#Üzgünüm, evet, söylemesi berbat bir şeydi.$s",
				"fall_Tue10": "Seni görmekten hiçbir zaman sıkılmıyor olmam garip, @.#$e#Bu bana daha önce olmadı.$l",
				"fall_Wed6": "$d Joja#*iç çeker* ...Her gün aynı şey. Şu korkunç rafları doldur, salona git, yatakta bütün gece dön dur.$s|JojaMart'taki işimden nefret ediyordum, ancak şimdi işsiz olduğumdan çok daha kötü hissediyorum.$s",
				"fall_Wed8": "Sanırım Marnie ve Jas'e bağlandım. Bir ayaktakımı gibiyiz ama garip bir aileymişiz gibi hissettiriyor.#$e#Çocukken aile anlamında çok bir şeyim yoktu.$s",
				"fall_Thu6": "Hey @.#$e#Bu gece içiyor musun? Bana katılırsan güzel olur.",
				"fall_Thu8": "Benimle konuşmaktan hoşlanıyor musun? Sanırım sana inanıyorum... belki sen de benim kadar tuhafsındır$h",
				"fall_Thu10": "Hala bir ileri bir geri gidiyorum. Ancak bu aralar, işler daha iyiye gidiyor gibi.#$e#Şey gibi, bugün iyi, değil mi? Bir şey için konuşmayı bıraktın.$h",
				"fall_Fri4": "$d Joja#Şu Sam mi? Evet, onunla çalışıyorum. Pek konuşmuyoruz gerçi.|Şu Sam mi? Evet, birlikte çalışırdık. Asla pek konuşmadık da.",
				"fall_Fri8": "Bu akşam kesinlikle salona gidiyorum. Başka yapacak ne var ki?",
				"fall_Fri10": "@, her zaman yanımda olduğuna mutluyum. Ancak beni düzeltemeyeceğinin farkındasın, değil mi?#$e#Sadece söylüyorum, bende gördüğün alacağındır.#$e#Biraz düşün. Senin canını yakmak istemiyorum.$s",
				"fall_Sun6": "...Sanırım kilo alıyorum.$s",
				"fall_Sun8": "Belki daha fazla televizyon izlersem hayatı unutabilirim. Bu rahatlatıcı olabilir.$u",
				"fall_Sun10": "Dün gece çiftliğimizde yeni bir civciv çıktı. Şu ana kadar iyi bir gündü.$h",
				"winter_Mon8": "Emily gibi birinin nasıl kendi hayatıyla bu kadar memnun olduğunu anlamıyorum.#$e#Onun ayakkabıları olsam onun hayatına ve işine ayak uyduramazdım.#$e#Ve muhtemelen ben gibi çocuklarla takılmazdım da.$s",
				"winter_Mon10": "İki en iyi dostun tam aynı günde ölünce, gerçekten seni baştan aşağı yıkıyor.$s#$e#Onlar ölmeden önce de sorunlarım oldu, ancak bu sorunların gerçekten en kötüsü.",
				"winter_Tue4": "Zavallı küçük anne bağımlılar bütün kış boyunca içeride kalıyor. Onlara iyi bakmalı.#$e#Tavuklardan bahsettiğimi anlıyorsun, haksız mıyım?$u",
				"winter_Tue8": "Tavukların durumu insnlarınkinden daha mı iyi daha mı kötü? Hmm...$u#$e#Daha kötü, bence.#$b#Gezen tavuk olmadıkları sürece. O zaman... bilmiyorum.",
				"winter_Tue10": "Rehberim bana intiharla ilgili düşüncelerimde çok yardımcı oluyor. Sanırım bunu geçmişte bırakıyorum.#$b#Alkolün işiyse hala zor.#$e#Birçok insan anlamıyor. Yalnız öylece salona 'gitmeyi bırakmak' mümkün değil.$s",
				"winter_Wed6": "$d Joja#*iç çeker* ...Her gün aynı şey. Şu korkunç rafları doldur, salona git, yatakta bütün gece dön dur.$s|JojaMart'taki işimden nefret ediyordum, ancak şimdi işsiz olduğumdan çok daha kötü hissediyorum.$s",
				"winter_Wed8": "Jas için elimden gelenin en iyisini yapmaya çalışıyorum. Benimle zaten mutlu anılarının olduğunu söylüyor.#$e#Bahsettiklerinin bazılarını hatırlamıyorum gerçi.$s",
				"winter_Thu6": "Bugün berbat bir gündü...$s#$e#En içmiş halin nasıldı?",
				"winter_Thu8": "Benimle konuşmaktan hoşlanıyor musun? Sanırım sana inanıyorum... belki sen de benim kadar tuhafsındır.$h",
				"winter_Thu10": "Söyleyeceğim ki... seni tamamen yanlış düşünmüşüm.#$b#Seni ilk gördüğümde, harika bir araç olursun diye düşündüm. Haksız olduğuma sevindim.$h",
				"winter_Fri6": "Bu akşam kesinlikle salona gidiyorum. Başka yapacak ne var ki?",
				"winter_Fri8": "Her şeye sahip olanları görmek... para, ev, onur öğrencisi çocuklar...#$b#...neredeyse sahip olduklarımdan daha iç karartıcı görünüyor.#$e#Hey there, sport! Congrats on another straight-A report card! Hadi dondurma alalım!$10#$b#İğrenç.$u",
				"winter_Fri10": "$d Joja#Seni görmeyi düşünmek bana günü geçirten şey. Bu gece takılıyor muyuz?|Hey, umarım ısınıyorsundur. İhtiyacın olursa ödünç alabileceğin eski bir ceketim var.",
				"winter_Sun6": "İlginç bir ağtopu sezonuydu.#$e#Ya da öyle duydum. Bir ton maç kaçırdım.",
				"winter_Sun8": "Hayat şu iş görür alkolik milyonerler için nasıldır? Şey gibi, masalarının arkasında hep bir minibarı olan CEO'lar?#$b#Bütün gün yapıştırmışlar gibi öylece durup bundan ödeme mi alıyorlar? Eğer öyleyse, beni de not edin.#$e#Görünüşe göre fırsatımı kaçırmışım.",
				"winter_Sun10": "Anlaman gereken şu, @, elimden geleni yaptığımda, diğer insanların yaptığından çok daha kötü görünüyor.$s#$Sadece bunu bilmen gerektiğini düşündüm.",
				"winter_28": "Başka bir yıl daha mı bitti? Adamım.$u#$e#Bütün akşam ne yapacağımı tahmin et bakalım.",
				"spring_1_2": "Buh, kafam.$s#$e#Bütün yıl boyunca sadece uyuyabilir miyim?$s",
				"winter_28_2": "Başka bir yıl daha mı bitti? Adamım.$u#$e#Bütün akşam ne yapacağımı tahmin et bakalım."
			}
		},
		{
			"LogName":"Shane Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueShane",
			"Entries": {
				"Rainy_Day_0": "Umarım Jas ve Marnie bensiz iyilerdir.#$e#Fazla endişeli değilim... Jas kendi başına hayvanlara bakabilecek kadar büyük.",
				"Rainy_Day_1": "#$c .5#Bana bir iyilik yap... gittiğimde, külümü tavuklar için mısırları gübrelemekte kullan.#My knees are kind of stiff today. Bu sana hiç oluyor mu, yoksa sadece bana mı?$s",
				"Rainy_Day_2": "#$c .5#İşte... bunu al.[346 174 303 305 215] Bunları bir süre önce almıştım ve neredeyse tarihleri geçmiş...#İşte, bunu daha sonrası için al. [346 346 303] Sadece tembellik etmeye paramız yettiğinde fazla çalışmamaya küçük bir hatırlatıcı.",
				"Rainy_Day_3": "#$c .5#Buhh... Bugün pek üretken hissetmiyorum.#...Tamam. Edeyim gitsin. I'm dipping my pizza in ranch dressing today.$u",
				"Rainy_Day_4": "#$c .5#Pekala, bugün işe yarar bir şey mi yapmalıyım?... yoksa sadece sonsuza kadar uyuyayım mı?#Dün gece bugün birkaç mekik çekmeye çok kararlıydım. Ancak bu yağmur motivsyonumu öldürüyor.",
				"Rainy_Night_0": "Hmm... görünüşe göre mikrodalgaya birkaç pizza rulosu atmak için güzel bir gece.#$e#Bazı insanlar fırında pişirmeyi seviyor, ancak bana çok uzun geliyor. Artı şu süngerimsi dokudan hoşlanıyorum.$h",
				"patio_Shane": "#$c .5#Charlie iyi.$8#Charlie iyiyse ben de iyiyim.$8",
				"Rainy_Night_1": "#$c .5#Yağmurun sesi beni başka bir zamana... başka bir yere götürüyor.#Umarım Charlie orada korkmuyordur.$u",
				"Rainy_Night_2": "#$c .5#Sanırım... pantolonum olsa bugün dışarı çıkardım belki... ama, hayır.#Sadece Charlie'yi buraya alsak? Çok da büyük bir dağınıklık olur gibi gelmiyor...$u",
				"Rainy_Night_3": "#$c .5#Yağmur güzel, ancak tavuklar için biraz kötü hissediyorum.#Hala yağmurlu olunca sanki önemli bir şey değilmiş gibi bütün günü dışarıda geçirmene inanamıyorum.",
				"Rainy_Night_4": "#$c .5#Tip-tap, tip-tap, tip-tap... Susamaya başlıyorum.$6#Evyapımı içeceğimiz var mı? Sanırım bu akşam... keyifli hissediyorum.",
				"Indoor_Day_0": "#$c .5#Buh... bazen hayat yavaş, gri bir buğu gibi hissettiriyor... ne demek istediğimi biliyor musun?#Başka anlamsız bir günün sonunda. Hey, kötü bir şey olmak zorunda olduğundan değil.",
				"Indoor_Day_1": "#$c .5#Hey. Bunu al... mikrodalgada biraz fazla ısıttım. [195 215 206]Eğer fazla yumuşaksa üzgünüm.#Ağzını aç. Ve gözlerini kapat. Ve sana da... büyük bir sürpriiiiz. [195 215 206]",
				"Indoor_Day_2": "#$c .5#Ne biliyor musun? Sanırım buraya taşındığımdan beri biraz kilo vermişim.$6#Bu senin hiç canını sıkıyor mu, basmakalıp bir hayali koca gibi canlı olmamam yani?",
				"Indoor_Day_3": "#$c .5#*smooch*... Mmm, tadı biri pizza rulolarını kemiriyormuş gibi.$6#Hey, saçını tarama. Bu sabah hoş duruyorsun.",
				"Indoor_Day_4": "#$c .5#İçime çok kapanıyor olabilirim, ve bazen mutsuz görünebilirim... ancak yaptığın bütün işi takdir ediyorum. Şanslıyım.$6#Odaklanmam için bana olumlu bir şey ver. Güzel bir sabahmış gibi hissetmem gerektiğini biliyorum; sadece oraya varmam için biraz yardım lazım.",
				"Indoor_Night_0": "#$c .5#Gece için gözümü kapatmadan önce iki bira daha içeceğim.#Sen gelmeden bi' şekerleme yaptım. Umarım bu uyku düzenimin içine etmez.",
				"Indoor_Night_1": "Eğer... Eğer sadece... ah, sadece eski güzek günleri düşünüyordum, üniversite takımında ağtopu oynadığım zamanları.$6#$b#Şimdi yaşlı ve güçsüzüm gerçi...",
				"Indoor_Night_2": "#$c .5#Uhh... *karnı guruldar*... Şişmişim... oof... çok fazla Joja çok amaçlı sosu.#Hey, bugün iyiydim. Karbo Külahları poşetini bitirmek istedim, ama vazgeçtim.",
				"Indoor_Night_3": "#$c .5#Buh... Keşke on beş santim daha uzun ve çok daha zeki olsam... Ama sen beni olduğum gibi mi beğeniyorsun? Bunu anlamakta hala zorluk çekiyorum...#Hey. Ben girdiğimde... sende yatağa girmek ister misin?$l",
				"Indoor_Night_4": "#$c .5#Bütün gün televizyon izledim ve şimdi bacaklarım hamur gibi oldu. Sanırım yarına kadar dayanmalıyım.#Belki de beni uyutması için bir şeyler içmeliyim. İyi bir çözüm değil, ancak bütün gece ayakta durmaktan iyidir.",
				"Outdoor_0": "Dün gece pek iyi uyuyamadım, bu yüzden bu temiz havanın şerbeti akıtacağını umuyorum.#$e#Ne şerbeti diye mi soruyorsun? Heh... tuhafsın.$h",
				"Outdoor_1": "Bazen durup sulu, yumuşak koca bir parça etten başka bir halt olmadığımı farkediyorum.#$e#Amaan... bir şey yok... zaten hayat ne ki?$h",
				"Outdoor_2": "#$c .5#Durup bunu düşündüğümde... iyi bir yerdeyim. Hayatım çok güzel.$6#Şu anda olmak için buradan daha iyi bir yer düşünemiyorum. Her şeyi gözünün önünde tutmalı, haksız mıyım?$6",
				"Outdoor_3": "#$c .5#Ooohh... dilim çok fazla patlangaç biber yemekten yanıyor.$s#Dang. Buraya çıkana kadar ciğerimdeki havanın ne kadar durgun olduğunu farketmedim.",			
				"Outdoor_4": "#$c .5#Hey. Tıpkı bebek gibi uyuyordun, ben de yataktan kalkıp çiftlikte bir sabah yürüyüşüne çıktım. Her şey iyi görünüyor.#Neden bilmem, ama bu sabah sadece çok iyi hissediyorum. İyi uyumuş olmalıyım.$h",
				"OneKid_0*-": "#$c .5#Bu garip, küçükken asla bir çocuğum olmayacak diye yemin etmiştim. Acaba bana ne oldu?$6#%kid1 için hiçbir şeyin içine etmek istemiyorum sadece. Yalnızca... benim için biraz sabret.",	
				"OneKid_1": "#$c .5#Bu çocuğa bir sürü yumurta yedirdiğimize emin olalam... Bebeğin bacaklarının büyümesi lazım!#%kid1 için yaşayabileceği en harika çocukluğu vermek istiyorum. Hiç değilse geçmişteki işleri mahvedişlerim için bir şeyler yapmalıyım.",
				"OneKid_3": "Baba Shane görev raporu veriyor...$6#$e#Buh... Yaşım ilerledikçe klişeleştim.",
				"TwoKids_0": "#$c .5#Pekala, eğer bugün çocuklar rahat durmazlarsa, her zaman hazırlıksız bir dans partisi için bazı şarkıları çıkarabilirim.#Çocuklara birer kase pizzalı mısır gevreklerini çoktan yedirdim. Bir süre tok olacaklar.",
				"TwoKids_1": "#$c .5#Dürüst olacağım... iki çocuk benim için yeterli.#Tanrım, insnalar ikiden fazla çocuğu nasıl büyütüyor? Bitap düştüm.$s",
				"TwoKids_2": "#$c .5#Whew... Umarım çocuklar benden çok senin kişiliğine benzerler.#Uff... %kid2 bugün biraz arsızlık ediyor. Bana çekmiş...",
				"TwoKids_3": "*iç çeker*... Sadece bir sezonluğuna çocukları Joja çalışma kampına gönderebilsek...#$e#Sadece şaka.$h",
				"funLeave_Shane": "#$c .5#Bugün dışarı çıkacağım, tamam mı?#Manzara değişiminin zamanı yoksa duvarlar üstüme üstüme gelir. Bugün akşam gelirim.",
				"funReturn_Shane": "#$c .5#Terliysem üzgünüm... Baya yürüdüm... Buh, formu kaybetmişiz anlaşılan.$6#Evet, dışarıda iyi zaman geçirdim. Endişelenme. İyiyim.",
				"spring_2": "Dün inanılmazdı, bir süredir tavukların ilk defa dışarı çıktığını görmek yani.$h",	
				"spring_14": "Buh, galibe yumurta şöleni sonrası bi' bırakmadayım. Sadece bir süre merak edecek pek şey yok.$s#$e#Endişelenme, uzun yolda iyi olacağım. Bu bana hep oluyor.",
				"spring_19": "Sonuçta, herkes her şeyden sıkılır.#$b#Ha, çağın ilerisinde falan mıyım?$h",
				"spring_27": "Kabul ediyorum ben... dün gece oranında içmedim.$s#$b#Ancak hala seninle tanışmadan önceki halimden çok daha iyiyim. Umarım bunun senin bakış açından anlamı vardır.#$e#Demek istediğim, şu aralar beni sızıp kalmış bulmadın değil mi?",
				"summer_2": "Bu yaz acı biber yetiştiriyoruz, değil mi?",
				"summer_4": "Dostum, Jas'i özledim. Bugün onun doğum günü de.#$e#Unuttuğum bir şeyler olduğunu biliyordum.",
				"summer_12": "Ha, dün inanılmazdı, seeing Emily'yi dans pistinde kendi şeyini yaparken görmek. Onun hep olduğu gibi iyi olmasına sevindim.$h",
				"summer_16": "...Ben Jas'i 'sahipleneli' bir yıl daha bitti. Sonrada anında her şeyin içine ettim.$s#$e#İşler onun için iyiye dönüyor. Benim katkım olmadı.$s#$e#Sanırım olaylar şu an olsa daha farklı sonuçlanırdı. İster inan ister inanma sen varken eskiden olduğumdan çok daha dengeli hale geldim.",
				"summer_17": "Sen ve Marnie gibi insanlar nasıl sürekli birlikte kalıyorsunuz? Marnie Jas'i almasa nerede olabileceğimi bile bilmiyorum... ve beni.$s#$e#Pekala, sonra da sen geldin.$l",
				"fall_3": "Canım birdenbire yemek pişirmek istedi, o yüzden omlet yaptım. Here you go. [195]#$e#Sadece bunun dışında gerçek yemek yapmamı çok bekleme. Cidden. Benden daha fazla pişman olursun.$h",
				"fall_7": "Ah doğru. Ağtopu sezonu yeni başladı. Eğer yaklaşan güzel maç varsa diye bakacağım.",
				"fall_10": "Bugün Turbo 2'yi baştan oynamak için güzel bir gün. Ya da belki Öfke Yolları 2.#$b#Hm. ...Ya da ikiside.$u",
				"fall_12": "Dün bütün çiftliği seyrederek etrafta yürüyordum. Bu gerçekten farklı bir şey, değil mi?#$e#SEN farklı bir şeysin, yani.$h",
				"fall_23": "Uyumak için yaşıyoruz. Yaptığımız her şey bunun için. Çalışıyoruz, sonra yoruluyoruz, böylece uyuyabiliyoruz.#$b#Yemek yiyoruz, aç olmuyoruz, böylece uyuyabiliyoruz. Dolu dolu hissetmek için yaratıcı şeyler yapıyoruz, ve sonra uyuyoruz.#$b#Hepimiz bilmeden kaçınılmaz ölümlerimiz için daha rahat olmaya mı eğitiliyoruz?$u",
				"winter_1": "Bu kış için büyük planın var mı? Muhtemelen bütün gün televizyon izleyip evin içinde gezinirim.",
				"winter_28": "Pekala, başka bir yıl daha bitti... Biraz daha yaşlı görünüyorum...$6#$b#...ama sen her zamanki gibi iyi görünüyorsun."
			}
		}
	]
}