{
	"Changes":[
		{
			"LogName":"Willy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Willy",
			"Entries": {
				"Mon": "Balıkçılıkta hiç yol katettin mi? Denemeye devam et. Zamanla kolaylaşacak.",
				"Mon2": "Merhaba, oğlum.^Merhaba, kızım.#$b#Balık tutmak için ortalama bir hava gibi, ha?",
				"Mon6": "Eğer bana birkaç balık satarsan, balığı alana tutanın sen olduğunu söylediğime emin olacağım.$h",
				"Mon8": "Eğer içimden gelirse Pierre'in duyuru panosuna daha fazla balık tutma meydan okuması asacağım. Umarım gözünü onlar için açık tutarsın.",
				"Tue2": "İki dünya var: biri içinde yaşadığımız, ve çok çok daha eski, suyun altında olan.#$e#Benim yaptığımıysa bu iki dünya arasındaki diyalog olarak düşünürüm.",
				"Tue4": "Bir balığın canını almak için, önce ona saygı duymalısın. Yoksa, muhtemelen bu meslekte fazla kalmazsın.",
				"Tue8": "Sana eski oltamı verdiğim için mutluyum, @, ilk tanıştığımızda. İyi bir dostsun.$h",
				"Wed2": "Sahilimizde dalgalar bayağı sakin. Dükkanımı iskelenin üstünde tutabilmemin tek yolu bu.",
				"Wed4": "Denizde hiç kayboldum mu? Hayır. Asla.#$b#Her zaman uygun önlemleri alırım. Eğer n'aptığını biliyorsan, güvenliğini asla riske atmazsın.",
				"Wed6": "Unutma, su olan her yerde, balık da olabilir.#$b#Benden biraz daha fazla dışarı çıkıyorsun, bu yüzden bazı egzotik çeşitleri bulacağını umuyorum.$h#$e#Yalnızca eğer biraz FAZLA egzotikse bana getirme.$s",
				"Wed8": "Hiç evlenmedim, hayır.#$e#Bir kere birisini sevdim, uzun zaman önce. Beni başka bir adam için terketti.#$e#Bazen uzaklaşan sonsuza kadar uzakta kalıyor.$s",
				"Thu2": "Suda ne kadar çok çöp olması beni asla şaşırtmaz.$s#$e#İcabına bakmak bize kalmış. Tercihen, geri dönüştürülmeli.",
				"Thu4": "Bazen Salon'da benimle dama oynayacak birisini bulabiliyorum.#$e#Ara sıra insanlarla az da olsa etkileşim kurmalı, kendi başıma ne kadar rahat olsam daI.",
				"Thu6": "Buralarda bazı ender balıkların olduğu söylentileri var... ancak sadece deneyimli bir balıkçı onlara karşı bir şansa sahip olabilir.#$e#Eğer ender bir balığı oltaya getirmek istiyorsan bulabileceğin en iyi yeme ihtiyacın olacak.",
				"Thu8": "En büyük avımı gençken yakalamıştım, senin gibi.#$b#Gerçi, kim bilir? Hala kendimi aşmam mümkün.$h",
				"Fri": "Oltan nasıl bir halde?",
				"Fri2": "Eğer gerçekten balığı oltaya getirmek istiyorsan, kancanın üstüne biraz yem koyduğuna emin ol.",
				"Fri4": "Olur da bi'yengeç çömleğinde ıstakoz yakalarsan, birazını Elliott'la paylaştığından emin ol. En sevdiğidir.",
				"Fri6": "Hiç güzel balık türlüsü yaptın mı?$h#$e#Eski bir klasiktir.$h",
				"Fri8": "Hepimiz balık tutmanın insana sabır getirdiğini söyleyebiliriz. Çalışmak için daha iyi bir yeteneği düşünemiyorum.#$b#Hayatın kendisi bir bekleme oyunu. Ve sonra bitiyor. Asla doğru düzgün beklemeyi öğrenmeyenlere acıyorum.",
				"Sat2": "Yıllar geçtikçe bazı iyi balık tarifleri öğrendim. Belki bir ara bazılarını seninle paylaşırım.",
				"Sat4": "Eğer beni balık tutarken görürsen, sadece yanıma gelip oltanı atabilirsin.#$b#Her zaman, memnuniyetle.$h",
				"Sat6": "Eğer balığın oltaya gelmesini bekliyorsan, radyoda biraz müzik dinlemek vakti geçirmek için iyi oluyor.#$b#Gerçi atalarımızın böyle lüksleri yoktu. O yüzden bazen müziği kapatıp hayranlığı göstermenin eski bir yolu olarak doğanın seslerini dinliyorum.",
				"Sun4": "Bazen oltama batmış hazineler geliyor. Yıllar geçtikçe bayağı inanılmaz bazı şeyler de buldum.#$e#Umarım sen de birkaç ilginç hazine bulursun!",
				"Sun6": "Çiftçiliğini yeterince sormadığım için üzgünüm. O iş nasıl gidiyor?",
				"Sun8": "Birkaç yıl önce eski komşum vefat etti ve evini bana verdi.#$b#Elliott'un satın alıp taşınabilmesine sevindim. İyi bir komşu oldu.",
				"spring_Fri2": "Kedibalığını sadece yağmur yağarken yakalayabilirsin. Baharda ve güzde, tatlı suda tutabilirsin.#$e#Sadece bahsetmeyi düşündüm. Kedibalığı en sevdiklerimden.$h",
				"spring_Fri8": "Eğer gerçekten yaygın bir balık tutarsan, aslında kendin temizleyip kesersen daha kazançlı olur.#$e#Bu tabi eğer başka yere satıyorsan. Ben, sadece tek parça balığı alırım.",
				"summer_Thu2": "Şu anda renkli alabalık mevsimi.#$b#Ve bu onları tutabileceğin tek mevsim. Eğer onları pişirmeyi seviyorsan stokladığından emin ol.",
				"summer_Thu6": "Eğer bu yaz tilapi yakalamak istiyorsan, sabahları denediğine emin ol.#$e#Bazen öğlen de çıkarlar, ancak bu pek sık olmaz.",
				"summer_Wed2": "Şu marangoz Robin sana bi'balık havuzu yapar, mmm? İşine yarar. Yalnızca o balıklara aşırı iyi baktığına emin ol.#$e#Bazılarının sadece yabani okyanusa ihtiyacı vardır, ya da akıntılara, anlıyor musun? Bütün balıkların havuzda yaşamamasının sebebi var.",
				"summer_Wed10": "Biliyorsun, şu çiftlik balığı fikrine aklım yatmaya başladı. Balıkları ve de ne istediklerini dinleyen biri olsa, o sen olurdun, hmm?",
				"fall_Mon2": "Kömürbalığı buralarda bulabileceğin en nadir balıklardandır. Bu mevsim yağmur yağınca tatlı suda oltayı atmayı dene.",
				"fall_Fri2": "Bu ay yağmur yağdığında, okyanusta birkaç yılanbalığı tuttuğundan emin ol. Yoksa bahara kadar beklersin.",
				"fall_Fri6": "Bir sürü somon akıntıya karşı yüzüyor. Buradalarken yakaladığına emin ol.#$e#Somonu sadece güzde bulabilirsin.",
				"winter_Tue": "İş tadına geldiğinde doğadan yakalanmış balığı yenemezsin. Ve besin değerinde de.#$b#İç taraflarda yaşayan insanlar gerçekten ne kaçırdıklarını bilmiyorlar.#$e#Eğer çiftlik balığı yerlerse, tamamen farklı bir yemek gibi olur.",
				"winter_Tue8": "Galiba çiftlikte yetiştirilmiş balıklar için minnettar olmalıyım.#$b#Eğer herkes sadece yakalamayı sevdiğim gibilerini yese, koca okyanusta balıkları tüketirdik.",
				"spring_1_2": "Merhaba! Sana da mutlu yeni yıllar!$h#$e#Bana uğramaya vakit bulabilmene şaşırdım. Bugün çiftliğin için bayağı meşgul bir gün olmalı, değil mi?$h",
				"summer_4": "Görünüşe göre sahilimizin kıyısına ton balıkları gelmiş. Onları stokladığından emin ol. Kışa kadar gitmiş olacaklar.",
				"winter_7": "Yarın şenlikte buzda balık tutacak mısın? Şu günlerde kazansam da umrumda bile değil. Sadece kasabalıdan daha fazlasını balık tutarken görmek istiyorum.$h",
				"winter_15": "Sanırım sonraki birkaç gün akşam marketinden sonra biraz sessizlik ve huzura ihtiyacım olacak.#$e#O zamana kadar idare ederim.",
				"winter_28": "Başka bir sene bitti. Zamanın geçişi eğer kıymetini bilmeyi öğrenirsen güzel bir şey.",
				"winter_7_2": "Yarın şenlikte buzda balık tutacak mısın? Şu günlerde kazansam da umrumda bile değil. Sadece kasabalıdan daha fazlasını balık tutarken görmek istiyorum.$h",
				"winter_15_2": "Sanırım sonraki birkaç gün akşam marketinden sonra biraz sessizlik ve huzura ihtiyacım olacak.#$e#O zamana kadar idare ederim.",
				"winter_28_2": "Başka bir sene bitti. Zamanın geçişi eğer kıymetini bilmeyi öğrenirsen güzel bir şey."
			}
		}
	]
}