{
	"Changes":[
		{
			"LogName":"Wizard",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Wizard",
			"Entries": {
				"Introduction": "Ah, evet. Gelişini çok önceden görmüştüm, genç @.#$e#Yine de kaderin tamamen senin ellerinde.",
				"Mon2": "Eğer çiftlik işinde doğa üstü bir yardım arıyorsan, korkarım burası gelmek için yanlış yer.#$e#Yapabileceğim bir şey yok değil. Tercihen, yapmam GEREKEN bir şey yok.",
				"Mon4": "Eğer yerel elemental güçlerini stabilize etmekte yardıma ihtiyacım olursa kasabaya bir mesaj asacağım. Madendeki yaratıklar bazen elemental dengeyi bozuyor.#$e#Eğer sen yapamazsan, Marlon genelde yapabilir, ancak bacağı onu yavaşlatıyor.",
				"Mon6": "İksirlerim tipik olarak bana ilgime ihtiyaç duyan çeşitli ruhlarla iletişim kurmama yardımcı oluyor. Aynı şey senin için de geçerli.#$e#Ancak bunlar aynı zamanda belli büyüleri yapabilmem için beni doğru fiziksel hale sokuyor.",
				"Mon8": "Esrarlı gücü kullanmak için, kişi en yüksek bütünlüğe sahip olmalı. Kişisel problemler asla kararlarımızı bulandırmamalı.#$e#Arkadaşım Welwick böyle biri. Kumar alışkanlığı var, ancak bir kart oyununda kehanet yeteneğini kullanmayı reddediyor.#$b#Finansal kayıp içine girecek bile olsa.",
				"Tue2": "Ahh, @, hoşgeldin. Bir şey içmek ister miydin?$h#$e#Ah, ancak bu kazanın içinde olanda daha fazla içeceğim var.$h#$e#Aslında, düşününce, unut gitsin.",
				"Tue8": "Bir süre önce kendi bencilce uğraşlarım için yaşamayı denedim ve işler iyi sonlanmadı pursuits .#$b#Gerçek ise endişe edecek benim için kendimden daha önemli şeyler var.",
				"Wed2": "Vadinin doğal çevresini dengede tutmak bitmez tükenmez bir çaba istiyor.#$e#Bu sebeple, işime devam etmeliyim.",
				"Wed4": "En çok, güçlü büyü özellikleri olan objelere ilgiliyim.#$b#Ancak insan yemek de yemeli, bu yüzden sıcak bir öğün getirsen hayır demem.",
				"Wed8": "Bana korku ile yaklaşılmasına alışığım, ancak tekrarlı ziyaretlerinden memnunum, @.#$e#Normalde, sıradanlarla ilgilenmem. Ancak sen bana insan tarafımı reddedemeyeceğimi hatırlatıyorsun.",
				"Thu4": "Yıldızçiyi Vadisi özel bir yer. Cömert ve canlılık açısından zengin.#$e#Bunun için ruhlara teşekkür edebilirsin.",
				"Thu6": "İnsan ruhunu yeniden şekillendirme sanatı takip etmek istemediğim bir şey. Bununla ilgili bir gölgelikle konuşmalısın.",
				"Thu8": "Madenlerin yanında yaşayan biyolog aslında bayağı aydın. Doğal dünyayı anlama yeteneğine saygı duyuyorum.#$e#Benim çalışma alanım farklı, in that I focus on bending the natural world, through use of the world beyond.",
				"Fri": "Beni bu dünya ve ruhlar dünyası arasında bir elçi olarak düşün.#$e#Zaten bu görevlerimden birisi.",
				"Fri2": "Sanıyorum ki kasaba halkı benden korkuyor.#$e#Talihsizlik, ancak sanırım insan bilinmeyenden korkmalı.",
				"Fri4": "Işınlanma yeteneğimi geliştirmek ömrümü aldı, ancak benzer bir teknik ışınlanma totemiyle mümkün.#$e#Orman ruhlarıyle olan bağın ışınlanma totemi yapmana izin vermeli.",
				"Sat6": "Rrrgh. Başım beni öldürüyor. Bir iksiri deniyordum.#$e#Hayır, bu kesinlikle normal. İyi olacağım.",
				"Sat8": "Yıllarca bu kuleyi inşa etmek için büyülü enerji açısından yeterince zengin bir yer bulmak için gezdim.#$e#Hayır, elbette tuğlaları elimle koymadım. Çağırma gücüne kullanmamın bir sebebi var.$h",
				"Sun4": "Bir çırak arasam da bu kişinin kesinlikle sen olmayacağını söyleyebilirim.#$e#Hayal kırıklığına uğrama. Bu sorumluluk özenilecek bir şey değil.",
				"Sun6": "Element savaşlarında, cüce ırkı neredeyse gölgelik halk tarafından tamamen sürülmüştü.#$b#Ancak savaş nihayet sona erdi. Umarım kalanlar hayatlarına devam edebilirler.",
				"Sun10": "Ah, @. Geldiğine sevindim.#$e#Evet, işime bir mola vermekten mutlu olurum. Nasılsın?",
				"summer_Tue10": "Karanlık sanatları suistimal eden ruhlar için korkuyorum, özellikle de bencilce arzular için.#$e#Masumu incitmek... sahiden, ne bu dünyada ne sonrakinde bundan daha büyük suç yok.",
				"summer_Fri": "Bu bölgedeki ayılar pek... sıradan değil.#$b#Orman ruhlarıyla olan bağlantınla, onlarla iletişim kurma şansın bile olabilir. Hiç denedin mi?",
				"summer_Fri6": "Madenlerin sağındaki bölgede lanetli bir sunak var. Oraya hiç girdin mi?#$e#Ah, ama elbette, cevabı zaten biliyorum. Yalnızca tepkinin sahiden de tahmin ettiğim kadar ürkmemiş olup olmayacağını görmek istedim.#$e#Bir sıradan için gerçekten olağanüstüsün, @.",
				"fall_Mon2": "Ahh, bu mevsim boyunca ruhlar çok hareketli.#$e#Çalışmam için heyecanlı bir zaman, ancak umalım ki bu yıl hiç... hadise olmasın.",
				"winter_Mon4": "Sıradan halkın korkuları benim için azıcık önemli, ancak elementaller seni yakından görme şansını beğenirler.#$e#Bu nedenden ötürü Ruhlar Arefesi şölenindeki o saçma labirenti yaptım.",
				"winter_Tue10": "Karanlık sanatları suistimal eden ruhlar için korkuyorum, özellikle de bencilce arzular için.#$e#Masumu incitmek... sahiden, ne bu dünyada ne sonrakinde bundan daha büyük suç yok.",
				"winter_Wed4": "Evet, Linus'la bayağı iyi yakınız, yılda sadece bir kez görüşsek de.#$e#Dağı birçok insandan daha iyi şekilde anlıyor. Ondan öğrenebileceğin çok şey var.",
				"fall_26": "Yarın seni Ruhlar Arefesi şöleninde görecek miyim?#$e#Hayır, bunun için kristal küreme bakmadım. Sadece sormak daha kolay olur diye düşündüm.#$e#Hem bütün gün burada ne yaptığımı düşünüyorsun?",
				"winter_28": "Felaketsiz başka bir yıl daha. Üzerinde ismimin yazdığı özel bir iksir yaptım.$h#$e#Hayır, biraz alamazsın. Bedenin buna karşı doğru şekilde adapte değil.#$e#İlk tanıştığımızdaki şu iksir mi? O 2'ye yakın bir şeydi. Bu ise 9.",
				"spring_1_2": "Çiftliğini yeni yıl için şekillendirmen gerekirken çıkıp buraya mı geldin?",
				"fall_26_2": "Yarın seni Ruhlar Arefesi şöleninde görecek miyim?#$e#Hayır, bunun için kristal küreme bakmadım. Sadece sormak daha kolay olur diye düşündüm.#$e#Hem bütün gün burada ne yaptığımı düşünüyorsun?",
				"winter_28_2": "Felaketsiz başka bir yıl daha. Üzerinde ismimin yazdığı özel bir iksir yaptım.$h#$e#Hayır, biraz alamazsın. Bedenin buna karşı doğru şekilde adapte değil.#$e#İlk tanıştığımızdaki şu iksir mi? O 2'ye yakın bir şeydi. Bu ise 9."
			}
		}
	]
}