{
    "Name": "Kyūrei",
    "Description": "A melon soda made in the Gotoro Empire by Joja. Presumably smuggled to the Ferngill Republic through the embargo.",
    "Category": "Junk",
    "Edibility": 4,
    "EdibleIsDrink": true,
    "EdibleBuffs": null,
    "Price": 100,
    "IsColored": false,
    "CanPurchase": true,
    "PurchaseFrom": "Sandy",
    "PurchasePrice": 500,
    "GiftTastes":
    {
    "Love": ["Abigail"],
    "Like": ["Sophia", "Sebastian", "Emily"],
    "Neutral": ["Sam", "Maru", "Jas", "Vincent", "Morgan", "Pam", "Shane", "Haley", "Victor", "Elliott", "Leah", "Penny"],
    "Dislike": ["Claire", "Martin"],
    "Hate": ["Lewis", "Clint", "Robin", "MarlonFay", "Demetrius", "Andy", "Harvey", "Susan", "Alex", "Caroline", "Evelyn", "George", "Sandy", "Willy", "Linus", "Wizard", "Olivia", "Gus", "MorrisTod", "Jodi", "Kent", "Marnie", "Pierre", "Dwarf", "Krobus"]
    },
    "Recipe": null,
    "NameLocalization":
    {
        "es": "Kyūrei",
        "ko": "Kyūrei",
        "de": "Kyūrei",
        "fr": "Kyūrei",
        "hu": "Kyūrei",
        "it": "Kyūrei",
        "ja": "急冷",
        "pt": "Kyūrei",
        "ru": "Kyūrei",
        "tr": "Kyūrei",
        "zh": "Kyūrei",
    },
    "DescriptionLocalization":
    {
        "es": "Un refresco de melón hecho en el Imperio Gotoro por Joja. Presuntamente contrabandeado a la República de Ferngill a través del embargo.",
        "ko": "조자가 고토로 제국에서 만든 멜론 소다. 아마도 금수 조치를 통해 펀길 공화국으로 밀수 된 것 같습니다.",
        "de": "Eine Melonensoda, hergestellt im Gotoro-Reich von Joja. 
Vermutlich durch das Embargo in die Ferngill-Republik geschmuggelt.",
        "fr": "Un soda au melon fabriqué dans l'Empire Gotoro par Joja. Vraisemblablement passé en contrebande vers la République de Ferngill par le biais de l'embargo.",
        "hu": "A sárgadinnye szóda, amelyet Joja készített a Gotoro Birodalomban. Feltehetően az embargó révén a Ferngill Köztársaságba csempészett.",
        "it": "Una bibita al melone prodotta nell'Impero di Gotoro da Joja. Presumibilmente contrabbandato nella Repubblica Ferngill attraverso l'embargo.",
        "ja": "ゴトロ帝国でジョジャが作ったメロンソーダ。 おそらく禁輸措置を通じてファーンギル共和国に密輸された。",
        "pt": "Um refrigerante de melão feito no Império Gotoro por Joja. Presumivelmente, contrabandeado para a República de Ferngill por meio do embargo.",
        "ru": "Дынная газировка, сделанная Джоджей для Империи Готоро. Предположительно, контрабандным путем был доставлен в республику Фергилл, несмотря на эмбарго.",
        "tr": "Gotoro İmparatorluğu'nda Joja tarafından yapılan kavun sodası. Tahminen Ferngill Cumhuriyeti'ne ambargo ile kaçırıldı.",
        "zh": "乔佳在戈特洛帝国制造的瓜汽水。",
    }
}