{
    "Changes": [
        //Rename this file as your language code: ie: ko, ru, pt etc
        {
            //*********************
            //    A I D E E N   
            //*********************
            "LogName": "Aideen Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Aideen",
            "Entries": {
                "Introduction": "Good day. I don't believe we have been introduced.#$b#You are the new farmer? Well, you most certainly look the part!#$b#I am Aideen, and it is a pleasure to make your acquantice.$1",
                "Resort_Entering": "What an absolutely splendid place!$1",
                "Resort_Leaving": "%Aideen carefully tucks a small wrapped package into her pocket.#$b#These? They are samples of the local flora.",
                "Resort_Shore": "These seashells... they are divine!#$b#I could incorporate them into my work, do you not think?",
                "Resort_Umbrella": "It is good to take a break from the sun. I would not wish to get burned.$2",
                "Resort_Wander": "I do wish to explore... but Willy has cautioned us not to stray too far from the resort.#$b#A pity, for I'm sure this place must be a-bloom with exotic flowers.",
                "Resort_Bar": "Please, @, join me for a drink.#$b#What am I drinking? It's called a Pink Lady.$1",
                "Resort": "It is nice to take a break away from the valley every once in a while.",
                "Mon": "It is so peaceful here in East Scarpe, away from those rowdy youths.#$b#Here there is naught but birdsong and the ocean.",
                "Tue": "Oh hello! Marvelous weather, don't you think?#$b#A fabulous day for reading in the garden, sheltered by the wonderful scent of rose and lavender.",
                "Wed": "Are you growing flowers on that farm of yours? they shall certainly brighten things up!#$b#I am especially fond of the blue jazz. They add a unique touch to my bouquets.$1",
                "Thu": "Ah, hello @. You're looking very... rural today.#$b#What is that fragrance you are wearing? Eau de terra? It's... unique.",
                "Fri": "The saloon? The stench of beer, a press of crowded bodies... you'd never catch me in there!#$b#No, my idea of a pleasant night is gazing at the stars. Or watching the sun set over the ocean.",
                "Sat": "My neighbors? Dr. Jacob is polite but a little reserved, and Eloise... she's so full of questions.",
                "Sun": "That appalling fish hawker tried to sell me some of his wares when I went to town the other day!#$b#I couldn't bear that awful smell for even a moment and positively fled in horror.",
                "danceRejection": "Dance? With you? Oh, I do not think so.",
                "divorced": "Still desperate for my attention? We are over. Begone!$a",
                "dumped_Girls": "I have no desire to associate with you and sully my reputation.$a",
                "breakUp": "It's over? I am hurt, yes. But I expect I shall recover.$s",
                "Mon2": "I hope you do not spend too much time fishing, @.#$b#It is such a barbaric sport, and the aroma is absolutely frightful.$s",
                "Tue2": "My apologies if I seem short of temper, @.#$b#Baron Munchington procured a mouse last night, and it threw the whole household into utmost chaos!#$b#I barely slept a wink.$2",
                "Fri2": "It's so peaceful here at night, @. Naught but crickets and the gentle sussuration of the ocean.#$b#I do not miss the hideous racket of traffic noise and sirens one bit.",
                "Sun2": "Oh goodness, hello @. You quite startled me! I was quite lost in my thoughts.",
                "Wed2": "Baron Munchington has proven a fine judge of character, @. Although I worry, sometimes, that his opinion is all too frequently swayed by his appetite.",
                "Tue4": "Are you growing flowers on your farm @? I would so love a local supplier.",
                "spring_Sat6": "The spring flowers are such a delight! Their cheerful colors never fail to make me smile.$1",
                "Mon8": "I had a suitor once, you know.#$b#In retrospect, we were not well matched, but alas, I was young, and refused to see the truth of it.#$b#I imagined that he might changes his ways for me! A truly preposterous fancy.",
                "Thu10": "Very well, I admit it. I am no longer repelled by your unique fragrance.#$b#Indeed, I find myself rather drawn to it. Isn't that most peculiar?",
                "Fri6": "East Scarpe? I believe it is named such for the escarpment, and the property developer thought the 'e' would add more prestige!#$b#Ridiculous, don't you think? East Shoe!$1",
                "summer_1": "I hope you are prepared for summer, @. Why, some mornings, it is almost like the tropics!",
                "summer_Mon": "You certainly appear to have been working hard today. Might I suggest a dip in the ocean?",
                //"summer_Tue": "",
                "summer_Wed": "Fish for Baron Munchington? Oh no! I would never dream of feeding him carrion; he dines upon the finest kibble.",
                "summer_Thu": "Frightfully warm weather, isn't it?$3",
                "summer_Fri": "This heat has been most unkind to my poor flowers. Look at how their petals wilt!$2",
                // "summer_Sat": "",
                "summer_Sun": "Sunflowers are such cheerful flowers, do you not agree, @?$1",
                "summer_Wed2": "Sometimes I might dip my toes in the ocean, but oh! It is filled with wretched, slimy things.$3",
                "summer_Tue4": "Have you ventured into the mountains, @?#$b#They are wild and remote but the air is cooler, and the flowers... oh, there are the most exotic blooms!$h",
                "summer_Sat6": "This heat is just ghastly! And those accursed flies...$a#$b#I do so look forward to autumn.",
                "summer_Thu10": "Oh, suddenly I have come over all light-headed. It must be the heat, for I cannot imagine what else might affect me thus.",
                "fall_Wed": "I apologize if I seem short tempered. My latest delivery arrived... and the poor lillies were crushed!$2#$b#I may be able to salvage them... but oh, I do wish they would handle my precious cargo with more care!",
                "fall_Thu": "Every Thursday, Dr. Jacob stops by to purchase flowers for his belated wife.#$b#It is so sweet, yet so sad.$2",
                "fall_Sat": "I do so love fall, don't you, @? The temperature is perfect, and the color? Beautiful!",
                "fall_Sun6": "Do you enjoy ghost stories, @?#$b#There are rumors, you know, that East Scarpe is haunted. By whom, you ask?$3#$b#Oh! The ghosts of the miners who died here, of course. Lost forever, beneath the unforgiving earth.#$b#Sometimes, when the shadows are long, and the wind rattles in the trees... why, it is all but impossible to not believe it.",
                "fall_Mon8": "Do you think, perhaps, that Ms. Marnie and Dr. Jacob might make a fine match?#$b#Oh, don't mind me; I've been reading too much and filled my head with fanciful daydreams.",
                "fall_Thu6": "Dr. Jacob visits his wife once a week, for all that she is departed.#$b#Is that love, do you think, @? Never quite being able to let go?$2",
                "fall_Thu8": "Have you ever been in love, @? Felt the quickening of your pulse, and a lightness when someone is near?#$b#It is endorsed so frequently in literature, but I fear the reality will prove quite a disappointment.$s",
                //"fall_Fri10": "",
                "winter_1": "Winter's blanket has fallen across the land, and the flowers have slipped into hibernation.",
                "winter_Mon": "Winter is such a dreary time. So monochromatic.#$b#I do miss my floral friends.$2#$b#Friends? Oh, it is merely a fanciful term of phrase, @.#$b#Did you imagine I would consider flowers my friends?$u",
                "winter_Tue": "There is something magical about the sunrise in winter, don't you agree, @?#$b#I awoke early, to gather crocuses for a very special bouquet.#$b#And now my toes are quite chilled through.",
                "winter_Sat4": "I do hope that you have not been entertaining the notion of entering those vile caves!$2#$b#So dank, so dreary... and positively overflowing with all manner of terrible fiends!",
                "winter_Sun8": "Today? Oh, I intend to curl up with a cat in my lap and a book in my hands.#$b#Can you think of a better way to spend a dreary winter's day, @?",
                "winter_Wed2": "Have you visited Grampleton at all, @? There is the most splendid clothing emporium.$1",
                "winter_Thu10": "Oh @! This cold bites right to my bones. Would you mind terribly if I huddled with you for warmth?",
                //"winter_Fri10": "",
                "spring_12": "I shall be assisting Mrs. Mullner with the flower arrangements for tomorrow.#$b#The Egg Hunt? Oh gracious no! I would never participate in that. It is for the children!",
                "spring_12_2": "I shall be assisting Mrs. Mullner with the flower arrangements for tomorrow.#$b#The Egg Hunt? Oh gracious no! I would never participate in that. It is for the children!",
                "spring_23": "Hello @! I cannot possibly stop to chat, for I am most horrendously busy preparing arrangements for the dance tomorrow!#$b#I do hope you shall attend. Though it may be a challenge finding a dance partner. Everyone here is very well matched.",
                "spring_23_2": "Hello @! I cannot chat. I am most horrendously busy preparing arrangements for the dance tomorrow.#$b#I do hope you shall attend. There are many here eager to dance with you.#$e#Me? Oh gracious! Whatever gave you that idea? Begone with you and your impertinence!",
                "winter_7": "The ice festival? Oh no, you will not be seeing me there!#$b#The sculptures may be beautiful... but the smell? Gracious no!$3",
                "winter_7_2": "Are you trying to persuade me to attend that barbaric festival tomorrow?#$b#No, I shall be warm and cosy with Baron Munchington.",
                "fall_26": "It is Spirit's Eve tomorrow? I find myself with little interest in mocking the supernatural.$3#$b#No, I shall be home, with the Baron and a good book, and all the happier for it.$1",
                "summer_10": "The luau? It is so chaotic! Not like the dinner parties I attended in Grampleton.#$b#Now, those were civilized affairs. None of this potluck nonsense.",
                "summer_27": "Tomorrow the townsfolk gather on the dock to witness the annual migration of the jellies.#$b#I have not yet decided if I shall attend.",
                "winter_24": "Have you received your invitation for the Winter Star event? It is hardly a grand event, but it is not without its charm.$1",
                //Event responses:
                "Ai2_1": "Oh my, the glass is certainly half full for you, isn’t it? Still, a little optimism will certainly be advantageous for %farm, I do not doubt.",
                "Ai2_2": "Oh, aren’t you Mr. Cynical.^Oh, aren’t you Ms. Cynical.#$b#You’re right, of course. Pelican Town is hardly Paradise Bay.#$b#Yet the peace might be an attraction in itself, don’t you think?",
                "Ai2_3": "Picky?$a#$b#It is no shame, nor crime, to be discerning.#$b#Indeed, it would be most disadvantageous to invite an unruly guest into my house.#$b#On that note, perhaps it is time you should leave, for surely that farm must require your attention.",
                "Ai2_4": "Oh! The gall of you! To listen in on a lady’s private conversation.#$b#Perhaps you should take your nose and poke it into someone else’s business!$a",
                //Unique Courtship Dialogue
                "rejectNPCA": "Why ever would I consider marrying you?$a",
                "rejectNPCB": "Are you teasing me? I have no desire to bind myself to you.$a",
                "refusal_no_heartsA": "Oh! You really are most presumptuous! Begone with you.$a", //they don't know you
                "refusal_no_heartsB": "No. Now leave me be.$u",
                "engageA": "I do not think your betrothed would be well pleased.$a", //if you're already engaged, I guess?
                "engageB": "Have you no common sense?$u",
                "marriedA": "I do not think your spouse would be well-pleased to hear of your infidelities.$a", //if you're already married, I guess?
                "marriedB": "",
                "give_flowersA": "Oh! These are so beautiful. Of course I shall accept!$4", //accepting
                "give_flowersB": "Oh! Yes, I would be delighted to be your date!$4",
                "give_pendant": "You are serious? Why yes, @. I would be honored to be your wife.", //accepting
                "stardrop_gift": "",
                "reject_two_heartA": "",
                "reject_two_heartB": "",
                "reject_four_heartA": "",
                "reject_four_heartB": "",
                "refusal_knownA": "",
                "refusal_knownB": "",
                "refusal_botherA": "",
                "refusal_botherB": "",
                //Unique Jealousy Responses: - requires the mod. It basically means if you are caught giving a gift to someone else "single" your spouse won't necessarily get jealous: unless you lie about it, I suppose?
                "giftquestion_yes": "",
                "giftquestion_lie": "",
                "Aideen_102": "Next door? Oh, surely not Sterling, he may exude a certain boyish charm, but no, he is barely civilized!$3#$b#Or do you mean Dr Jacob? Hmm... well, he is certainly kind and we have, on occasion, engaged in a rousing discussions of literature and the arts.$1#$b#Also, Baron Munchington is certainly fond of him. But I fear he would regard me as a mere shadow of his wife.$2",
                "Aideen_103": "Why, Mr @!$4^Why Ms @!$4#$b#Are you wishing to court me?$7#$b#Well, you do exude a quaint rural charm.$1^I have never been courted by a lady before! This is most illuminating.$1#$b#And I have certainly grown fond of you. But love? Well,deen perhaps our tale is a slow burn, rather than a quick spark, yes?$7",
                "Aideen_104": "Baron Munchington is certainly fine company, although he is not noted for his conversation.#$b#And I guess that I hoped I one day might have both.",
                "Aideen_105 ": "Such a nihilistic perspective, @. I am not sure I appreciate your cynicism. Please, take it elsewhere.",
                //Unique Gift Tastes
                "GiftReaction_Ancient_Flower": "Oh! This is a most stunning flower. Wherever did you find it?$4",
                "GiftReactionCatergory_-80": "Thank you! This will look splendid in a bouquet!$1",
                "GiftReaction_Blue_Jazz": "I love this! It adds a most unique touch to any bouquet.$4",
                //New ****************
                "GiftReaction_Rodney's_Autograph": "Oh! It's a signed photograph of Rodney. How quaint. I could use it as a bookmark, I guess.$2",
                "reject_534": "Oh no, this is beautiful, but you shouldn't give it to me. It's an antique! And look, an inscription.#$b#You need to find the rightful owner. I'm sure they'll be missing it!$1",
                //Conversation Topics
                "MateoAideenScene1": "Oh... I cannot believe it, but I am still thinking about my encounter earlier...$2#$b#Uncouth indeed, but their speech was surprisingly eloquent.#$b#Oh, if only they would look where they were going!$a",
                "Aideen_Garden": "Everything is coming together nicely, darling. The garden should be ready in a few days.$1",
            }
        },
        { //Marriage Dialogue for Aideen
            "LogName": "Aideen Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogueAideen",
            "Entries": {
                "Rainy_Day_0": "Oh, this rainy weather is so dreary, don't you agree?$2",
                "Rainy_Day_1": "Sometimes I daydream about going on an adventure. There are exotic flowers on the Fern Islands, you know.",
                "Rainy_Day_2": "Good morning! It was so dull outside, I decided to make you a treat.[223 234 211 651 731]#$e#Something sweet for my sweetheart, yes?$h",
                "Rainy_Day_3": "Keep warm and dry today, my dear. I don't wish to have to play nursemaid, should you catch a cold!",
                "Rainy_Day_4": "Today feels like a day for day dreaming... and catching up on the latest floral trends.#$b#Take care, my love!$1",
                "patio_Aideen": "Ah, good day, @. There is nothing quite as relaxing - or as inspiring - as a garden.$1",
                "spouseRoom_Aideen": "Good morning, you're looking particularly verdant today... Oh, hello @!#$b#I was just offering my floral friends some encouragement.$4",
                "Rainy_Day_Aideen": "Don't worry about me today, @. The latest issue of 'In Bloom' arrived this morning, and I shall be quite engaged all day!#$b#Stay safe and dry!",
                "Rainy_Night_0": "You're home! Please don't drip all over the floor. Oh, and take those boots off!",
                "Rainy_Night_1": "Sorry if I seem a little distracted tonight.#$b#I have been working all day on a funeral wreath, and it has made me quite melancholic.$2",
                "Rainy_Night_2": "I have been enjoying an astonishing book called 'The Secret Language of Flowers'. Shall we read it together?$1",
                "Rainy_Night_3": "I've recently learned about the Nightwhisper Orchid? It only blossoms when grown next to a partner of the same species. Quite romantic, don't you think?",
                "Rainy_Night_4": "Ah my darling, you're home at last! Dinner is almost cold.[727 231 207 199]$h",
                "Rainy_Night_5": "Oh, apologies for the fragrance of le chat mouille.$2#$b#The Baron took it upon his furry self to indulge in a brief outdoor excursion.$a",
                "Rainy_Night_Aideen": "Ah good, you're back. It has been most frightfully dull around here.#$b#What do you say? Shall we liven things up a little?$4",
                "Indoor_Day_0": "Good morning my darling. I trust you slept well.",
                "Indoor_Day_1": "I awoke early and thought we could enjoy breakfast together.[194 195 210 211 216]$4",
                "Indoor_Day_2": "Did you have nightmares, my dear? You were tossing and turning all night.$2#$b#I was quite wrought with concern!$2",
                "Indoor_Day_3": "Could our cottage be haunted, my dear? I do feel a presence here, watching over us.$2#$b#Oh, do not be alarmed! I am certain it is benign. Perhaps a relative?$1",
                "Indoor_Day_4": "Would you care to stay in and keep me company, my dear?$3#$b#No? Well I love you regardless. Keep safe.$4",
                //"Indoor_Day_Aideen": "",
                "Indoor_Night_Aideen": "How was your day, my darling? Fulfilling, I hope?#$b#Me? Oh, I have been arranging bouquets for a wedding.#$b#It has made me feel rather... romantically inclined!$4",
                "Indoor_Night_0": "Ah, @. You're home at last! I had grown quite weary of waiting up for you.$4",
                "Indoor_Night_1": "Please, my darling, do NOT look behind the farmhouse. Baron Munchington and a bird had a... misunderstanding, and the result is.. well, quite unsightly to say the least",
                "Indoor_Night_2": "I have been researching companion planting. It can be most beneficial to plant productivity and pest control.#$b#Perhaps you might be interested?",
                "Indoor_Night_3": "Good evening my darling! Oh, you look weary.#$b#Here, let me light some lavender candles to soothe you off to sleep.$4",
                "Outdoor_0": "I never imagined I would live on a farm... but you know? It is rather more civilized than I had feared.$1",
                "Outdoor_1": "The outside air is so fragrant and fresh. Albeit a little too rural for my taste.$2",
                "Outdoor_2": "%farm is beautiful, @. I never imagined that life as a farmwife could be so delightful.$4",
                "Outdoor_3": "Good morning, my love. Baron Munchington and I engaged in an early morning stroll. I feel most invigorated!$1",
                "Outdoor_4": "Today looks like a glorious day for some foraging, don't you agree?$1",
                "Outdoor_Aideen": "What a glorious day. I fancy I may catch up on a little outdoor reading.",
                "funLeave_Aideen": "It is a most splendid day for a stroll, is it not? Perhaps I shall find some exotic blooms for my creations.",
                "funReturn_Aideen": "Good evening, my dear! Oh, my feet are most weary. Granny Evelyn sent me home with this. [222 234 220 223 223 223]#$b#I informed her you were sweet enough - but she was quite insistent.$1",
                "OneKid_0": "Being a mother is hardly glamorous, although, I must say, it is most rewarding.",
                "OneKid_1": "%kid1 has the most beautiful smile. They will grow up to be quite the charmer, I imagine.$1",
                "OneKid_2": "Perhaps I shall take little %kid1 out for a stroll. One is never too young to learn the language of flowers, after all.$1",
                "OneKid_3": "Poor Baron Munchington, %kid1 has got his fur all ruffled!#$b#He is not yet used to having to share my affection.$3",
                "TwoKids_1": "The children have dined, although I must say, their table manners are most unseemly.$2#$b#Why, I believe Baron Munchington is a more dignified diner!$1",
                "TwoKids_2": "Baron Munchington really seems to love the children. Although %kid1 can be somewhat over-enthusiastic.",
                "TwoKids_3": "There are petals in my hair? Oh, I cannot imagine how they got there!$4#$b#The children and I were pressing flowers. %kid2 displays definite artistic talents. %kid1... well, they make up for it in enthusiasm.$1",
                "spring_22": "Oh! The flower dance is in two days. I must apologise, my love, for I fear I shall be quite overly occupied.$4",
                "spring_24": "I am very much looking forward to dancing with you today.$1#$b#And afterwards? Well, we shall see!$4",
                "spring_1": "Spring has arrived and soon my floral friends will return. Please, I would be deeply appreciative if you would plant these for me. [429][429][429][429][429]",
                "summer_3": "Summer is here, and my orders for wedding arrangements are astronomical!$1#$b#Oh, I'm not complaining, but why would anyone wish to get married in this heat?$3",
                "summer_15": "Poor Baron Munchington is not fond of this weather, and I cannot blame him!$3",
                "fall_2": "These cooler nights are far more pleasant.",
                "fall_1": "Would you be so kind as to plant these seeds for me, @. [425][425][425]",
                "winter_14": "The Night Market shall be in town soon. I wonder what exotic wares we might find!$1",
                "winter_2": "Chilly, isn't it? Perhaps later, we could snuggle together for warmth?$4",
                "Good_1": "My dear! It is simply glorious to see you again. Isn't it peculiar, how I yearn for your presence?$1#$b#I do love you, you know.$4",
                "Good_2": "Good morning, my dear, you look radiant today. Perhaps you could accompany me on a little rendezvous tonight?",
                "Neutral_0": "You are heading out again, my dear? Oh, do not fret about me. Baron Munchington will keep me company.#$b#I shall miss you though.$2",
                "Neutral_1": "What have I been up to today? Oh, nothing of import.$3#$b#How was your day?",
                "Neutral_6": "Oh, apologies my dear. I was quite lost in my thoughts.",
                "Bad_5": "Oh, you have deemed me worthy of conversation today. Do you suspect me to be filled with gratitude?$5",
                "Bad_6": "Farmhouse life is most tedious and I find myself slipping into melancholy.#$b#Oh, don't trouble yourself. I am sure you have more pressing affairs to attend to than your wife.$5",
                "Bad_7": "...",
                "Bad_8": "%Aideen is ignoring you.",
                "Bad_9": "%Aideen turns her back to you."
            }
        },
        /*************************
        //      E L O I S E
        **************************/
        {
            "LogName": "Eloise",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "Resort_Entering": "Oh wow! This place is wicked!",
                "Resort_Leaving": "Bye bye parrots! See you again soon.$1",
                "Resort_Shore": "Look at all these pretty shells! Want to help me make a necklace, farmer @?",
                "Resort_Umbrella": "Dad says I've can't stay in the sun all day.",
                "Resort_Towel": "I'm drawing the birds, farmer @. Just like a true naturalist.$1",
                "Resort_Wander": "I bet these all sorts of really cool birds around here.",
                "Resort_Bar": "Gus made me a special punch with coconut water and mango. Look, it has am umbrella in it and everything!$1",
                "Resort": "There's parrots here, @! Aren't they amazing!#$b#Parrots are super-smart you know! Some of them even use tools.",
                "Introduction": "Hi! I'm Eloise, but you can call me Ellie if you like.#$b#You're the new farmer, right?",
                "Mon": "Can I come poke around on your farm sometimes? I'm sure it's filled with all sorts of interesting things!",
                "Mon2": "There's a stray cat that lives near the beach. She's super-skinny and scared. I've been trying to make friends with her, but she's not keen on the idea...",
                "Mon4": "I wanted to explore the cave on the beach, even though Dad said it's too dangerous, and I should stay out of it.#$b#It was real dark and scary, and made me feel all kinds of shivery. I made a strategic retreat!$3",
                "Mon6": "Why do people have to fight, farmer @? I've got a friend in the Gotoro Republic.#$b#His name's Sora. He's real nice and not even a little bit bad!",
                "Mon8": "What's your favorite animal, farmer @?#$b#Yeah, they're pretty neat! But I like pelicans best!$1",
                "Mon10": "You know, farmer @, Dad's been lonely ever since Mom died. You could move in and keep him company. I wouldn't mind sharing him, not with you!",
                "Tue": "Do you like birds, farmer @? Cos if you don't then we can't be friends.",
                "Tue2": "Jas is my bestest friend in the whole world, even if she mostly wants to play with dolls.",
                "Tue4": "I fell out of a tree today and skinned my knee! But don't worry, Ms Marnie patched it all better - look at the pretty plaster!#$b#Don't tell Dad though, he'll be ever so cross.",
                "Tue6": "Ms Marnie's a great cook. I wouldn't mind if she wanted to marry my Dad.#$b#But she just laughed when I asked her to consider it.$3",
                "Tue8": "The stray cat caught a sparrow yesterday. I tried to save it, but I couldn't...$2#$b#Dad says that once a cat gets them, it's too late. If they don't die of fright they die of an infection.$2",
                "Tue10": "I'm writing to ask the Governor to help the people in Gotoro.#$b#It's our fault that Sora and his family are homeless. We're the ones that invaded their land!",
                "Wed": "Wanna come and visit our ranch sometime? You could meet Princess Midnight and Sir Flufflekins!#$b#And we've got a parrot too - his name's Richie, and he's a macaw! He knows heaps of words and not all of them are polite!",
                "Wed2": "Do you explore the caves, farmer @? I bet they're home to all sorts of really cool critters.#$b#Some types of swifts live in caves. They make their nests out of saliva.$1#$b#And in some countries they eat the nests! Ick, can you imagine eating someone's spit?$3",
                "Wed4": "You know there's some birds that live in caves? They're called oilbirds. And they fly in the dark using echolocation - just like bats, but not as well!",
                "Wed6": "I think Ms Pam likes my Dad. She's always fluttering her eyelashes at him.#$b#I don't like her. She smells like beer and it makes me queasy to my stomach.#$b#Plus sometimes she's mean to Miss Penny, and Miss Penny is the loveliest person in the whole wide world!$2",
                "Wed8": "Richie used to belong to my grandada, and he taught him lots of naughty words!#$b#But parrots live a really long time, and when Grandad got too old to look after him, Richie came to live with us.",
                "Wed10": "I'm happy just living with my dad and lots of animals, but sometimes dad seems sad.#$b#I think he's lonely. Maybe you could come over sometimes and keep him company?",
                "Thu": "I'm going to be an explorer one day! Maybe I'll even discover a new animal.",
                "Thu2": "You've gotta be careful if you go on the beach after dark, cos the nocturnal rock crabs come out to hunt for sandworms and stuff on the beach.#$b#Once I saw one as big as a cat!#$b#They're bad though, cos they also eat baby birds and pets - and sometimes even foolish children.",
                "Thu4": "Sometimes after the rain, I go looking for shells on the beach.",
                "Thu6": "Do you know what an invasive pest is, farmer @? It's an animal that doesn't live naturally in a place, but is introduced there by people - sometimes on accident, sometimes on purpose - and displaces - that means pushes out or kills - the animals that already live there.#$b#Like the rock crabs that live on the beach. Dad says we need to keep them under control, or they'll spread onto the other beaches and maybe take over the whole world!",
                "Thu8": "I'm worried abour Sora. It must be so scary living in Gotoro. I wish there was a way we could get him safe here - and his Mom and baby sister too.",
                "Fri": "Dad's real smart, but he's also real busy, so I'm glad Miss Penny can teach us stuff!#$b#Jas is my bestest friend in the whole wide world, and Vinnie's okay. For a boy!",
                "Fri2": "Miss Penny says I ask a lot of questions. Too many for her to keep up! But there's just so much I want to learn!",
                "Fri4": "Miss Penny told us to choose our favorite animal for a project. I chose the pelican, cos they're wicked-cool, and Jas picked blue jay.#$b#Vinnie chose a spider - a common house spider, to be precise - and brought it to class in a matchbox!$1#$b#Miss Penny was not impressed.$3",
                "Fri6": "Vinnie said that only 'girly-girls' wear pink dresses and stuff, and I wasn't a girly-girl cos I like to climb trees and dig through leaves looking for bugs and stuff.#$b#But I can wear pretty dresses too, if I want to, can't I?#$b#I think he's jealous; his mom won't let him dress up nice cos he gets himself dirty all the time.",
                "Sat": "You've gotta be quiet if you're gonna watch birds. Dad says I'm a regular chatterbox - but I do know how to shush!",
                "Sat2": "Princess Midnight is the laziest cat in the world. She almost never leaves the house.#$b#So, I'm not worried about her catching my bird friends.",
                "Sat4": "Lots of berries grow here in spring and fall. That's why the birds love East Scarpe!",
                "Sun": "Dad always visits Mom on Sundays. It makes him kinda sad. I miss her, even though I don't remember her too well.",
                "Sun2": "We're going to the beach! Maybe I'll find some pretty shells. My favorites are the really colorful ones.#$b#And the pelicans make me laugh. They're such funny looking birds.$1",
                "Sun4": "Did you know birds descended from dinosaurs, farmer @? The first birds were called the archae- Archaeopteryx. It means 'feather wing'.#$b#It's funny to think that dinosaurs might've looked like pelican or geese!",
                "summer_Mon": "Summer's boring for bird-watching. The Fern Islands are covered in fruit and stuff, so the songbirds go on vacation - just like people do!",
                "summer_12": "I'm going to the beach tomorrow, farmer @! The crested flamingo stop here to eat before migrating to Gotoro. Wanna come watch for them with me?",
                "ArchaeologyHouse": "Miss Penny's a pretty good teacher. She knows all sorts of things about the valley.",
                "spring_1_2": "Yay, it's spring! Have you got any baby animals on your farm? ",
                //"winter_16_2": "Hey, have you caught a blobfish yet, farmer @?#$b#They live in really deep water under loads of pressure, and when they're pulled up, their bodies decompress and they become all weird and blobby.#$b#It's gross and sad. You should leave them alone.$2",
                "winter_24": "It's Winter Star tomorrow! Are you excited for the gift giving?#$b#Dad's promised me a new pair of binoculars! What do you wanna get, farmer @?$1",
                "winter_24_2": "Hi farmer @! Who's your secret gift-getter this year? Is it me? *giggles*",
                "summer_28": "The jellyfish visit tonight, so Dad's letting me stay up extra late!$1",
                "winter_Mon": "Did you know that some animals sleep all winter, farmer @. Sometimes I wish I could sleep all winter too. It's so cold!#$b#But then I couldn't build a snowman or have a snowball fight with Dad. So maybe winter's not all bad.",
                "winter_Thu": "I wrote to Sora and told him all about snow. I don't think it snows where he lives. Except maybe on the tops of mountains.",
                "JasperGone1": "Professor Jasper's gone on a big adventure! He's looking for the dwarves - and promised me a pretty stone.$1#$b#But the caves are real scary and full of nasty things... I hope he comes back soon.$2",
                "GOABB": "Jas told me a real scary story about guns and a giant blue bunny. It was all about war, like the war in Gotoro.$3#$b#How does Jas know so much about war? I dunno... but I think she's got a new friend and she won't share him with me.$2",
                "LucikielArrives": "Did you see the monster-man? Jas said he's real scary and made her feel like throwing up.$2#$b#I wish I could've seen him... I wouldn't have been scared!",
                //Answers to Event Questions
                "Eloise_Duck_Y": "Um... corn, lettuce, peas, oats, even seeds!",
                "Eloise_Duck_W": "Of course he does! He loves it. Like I love pink cake!$1#$b#But if I eat it all the time, I'll get fat and sick. And so will he.$2#$b#Corn, lettuce, peas, they're much better for him!",
                "Eloise_Duck_G": "Sure! Grapes are okay.#$b#Corn, lettuce, peas, they're good too!",
                "Eloise_Duck_N": "I'm not bossy! You're mean.$2",
                "Is_Sora_Dead": "Sora's still not written. Maybe he doesn't like me anymore...$2#$b#Or maybe... No, thinking about that makes my stomach all squicky. Like it's full of birds but not in a good way.$2",
                //courtship responses
                "rejectNPCA": "Are these for my mom? She really loved pretty flowers.$3",
                "rejectNPCB": "The only flower I like is daffodil! Feathers are better.$1",
                "refusal_no_heartsA": "Have you been looking for shells on the beach too? That one looks really special.",
                "refusal_no_heartsB": "Are you gonna give that to my dad? Cos I don't know if I approve of you yet!$3",
                "engageA": "You should give that to your betrothed! It's really pretty.$1",
                "engageB": "Oh, that's a pretty shell! Is that for your betrothed?",
                "marriedA": "Oh, I'm sure %spouse will love that!",
                "marriedB": "That's really pretty. Is it for %spouse?",
                "winter_Tue2": "$q 5787001/5787002 winter_TueBack#What are your parents like, farmer @?#$r 5787001 25 Parents_proud#They're proud of me for taking over the farm.#$r 5787001 25 Parents_love#They're wonderful, and I love them very much.#$r 5787001 25 Parents_good#They're good folk, even if we don't always get along.#$r 5787002 0 Parents_personal#That's personal, and not polite to ask.#$r 5787002 -25 Parents_rude#That's personal, stop being nosy!",
                "Parents_proud": "Of course they are! I'm sure your farm is very beautiful.$1",
                "Parents_love": "That's good! I love my Dad a lot too!$1",
                "Parents_good": "Me and Dad don't always get along, but we love each other heaps! I bet it's like that with your family too.$1",
                "Parents_personal": "Oh... I'm sorry... Dad always says my tongue's too fast for my brain. I'll try and get better and think first next time. Promise!$3",
                "Parents_rude": "Sorry...$2",
                "winter_TueBack": "Winter's not a good time for birds, farmer @. It's hard to find food!#$b#Sometimes I sprinkle seed on the lawn. The cardinals love it!",
                //New Dialogue
                "spring_Fri10": "Did you know baby birds - fledglings - can't fly when they first leave the nest?#$b#If you see any, and there's no predators around, they'll be okay. Don't touch them!$3",
                "Sat10": "I've been reading my letters from Sora again. I hope he's okay. His life sounds pretty scary.#$b#I'm glad Dad and Mom and me back here before everything went horrible. I wish we'd brought Sora and his family too though.$2",
                "Sun10": "Do you want to come beach-combing with us today? Dad lets me bring home shells to draw. I'm making a scrapbook of them!$1",
                "summer_Mon10": "Maybe I'll let you read my journal one day, @.$3#$b#But not today.",
                "summer_Tue10": "What's your favorite season, farmer @?#$b#Autumn's the prettiest, but I think my favorite's spring. Cos there's baby animals - and my birthday.$1",
                "summer_Wed10": "Have you seen any woodpeckers? Did you know that a woodpecker pecks wood with about 1000 times the force of gravity?$3#$b#And they don't even get a headache! Isn't that wicked?$1",
                "summer_Thu10": "Dad and I looked through old photo albums last night. My Mom and him looked really happy.#$b#I wish she hadn't died. But now it's my job to make him smile.#$b#But you make him smile too, farmer @. I'm glad you're his friend.$1",
                "summer_Fri10": "Do you like swimming, farmer @? East Scarp has the best swimming beach! Sometimes the fish nibble you toes.$1#$b#Don't worry! They're not trying to eat you. They only eat dead skin. Gross, right?$3",
                "summer_Sat10": "Sometimes Miss Rosa feeds bread and stuff to the ducks... I keep telling her she shouldn't.#$b#I don't think she likes me much.",
                "summer_Sun10": "Dad says there used to be smugglers and pirates and stuff visit here. I wonder if they buried any treasure?",
                "fall_Mon10": "Do you like leaf fights, farmer @? Last time Vinnie and Jas and I had a leaf fight, Vinnie dropped a worm down my neck.#$b#It tickled!$1",
                "fall_Tue10": "I'm trying to teach Richie some new words. But he's very stubborn.#$b#He's old, you know. He belonged to my grandpa. I don't think he was a very nice man. Dad hardly ever talks about him at all.",
                "fall_Wed10": "I've been learning so much in school! Miss Penny is a really good teacher.#$b#Although, she does say I sometimes challenge too much. But I only correct her if she gets things wrong. Cos isn't it better to know the real facts?",
                "fall_Thu10": "I've been writing to my Nana! She's really nice. She lives in Grampleton with three cats and a lady called Theresa.#$b#She's an author, so I have to make sure my letters are good!$1",
                "fall_Fri10": "I am VERY angry with Princess Midnight.$3#$b#She brought in a bird yesterday. Dad gave it antibiotics... but it was dead this morning.$2",
                "fall_Sat10": "Did you know that penguins used to nest around here, farmer @?#$b#They don't so much anymore. The rock crabs ate their eggs.$2",
                "fall_Sun10": "Do you think Dad and his brother will ever be friends again?#$b#I have to really, really ask lots of questions before Dad'll even talk about him.$2",
                "winter_Mon10": "Are you friends with my Uncle? I think he needs more friends.$3#$b#But when I talk to him, he says things that make me feel sad. I don't think he likes me.$2",
                "winter_Tue10": "Have you got any brothers or sisters, farmer @?#$b#Sometimes I wish I had a big brother like Vinnie does. Sam's so cool. He's a musician! Did you know that?$1",
                "winter_Wed10": "Jas was talking about what she wanted to be when she grows up yesterday.#$b#I've been thinking. I want to work with animals, but being a vet is too sad. Maybe I could be an animal trainer in the circus?$3",
                "winter_Thu10": "It's my Uncle's birthday soon. I wanted to give him a gift. Dad said I could draw him a picture.#$b#But what if he doesn't like it?$2",
                "winter_Fri10": "Dad got called out to an emergency in the middle of the night. Don't worry, Miss Rosa came to keep me company.#$b#I like her. She's been to so many places! Maybe one day I'll travel the world too.$1",
                "winter_Sat10": "Grandma gives the best Winter Star gift! This year I got a shimmery-shiny notebook!$!#$b#It's got a padlock on it too, so no-one can read my secrets.",
                "winter_Sun10": "Sometimes we find rubbish on the beach. We always pick it up and throw it out.#$b#Cos if we don't, animals could eat it and get sick. That makes me sad.$2#$b#You don't litter, do you farmer @?$3",
                //Unique Gift Responses 
                "GiftReaction_Duck_Feather": "Oooh! I'm going to add this to my collection. Thank you @!",
                "GiftReaction_Rice_Pudding": "It's so sticky! Dad hates it, so we don't eat it at home.",
                "GiftReaction_Dinosaur_Egg": "It's so big! I can hardly carry it. I wonder what sort of bird laid this?",
                "GiftReaction_Dinosaur_Egg~1": "This is so cool. I hope Dad lets me hatch it!",
                "GiftReaction_Void_Egg": "I've never seen an egg like this before! It feels kinda weird.#$b#I love it!",
                "GiftReaction_Blobfish": "Ugh, gross! This poor fish. You're really mean!$2",
                // New *******
                "GiftReaction_Rodney's_Autograph": "Hey, it's Mr. Rodney! I tried to read his book, but it was really boring.#$b#This is pretty cool though!$1",
                "reject_534": "Oooh this is pretty! But it's far too big for me. Looks precious too.#$b#My Nana wears lots of shiny rings, maybe she'd like it!$1",
                "AbyssRoosterGrow": "Prince Shadow's much happier now he's with his mom!$1#$b#I had a talk to Ms. Kat about how to look after him and stuff. And guess what?#$b#She studied zoology at university - so she knows already. I'm still gonna check up on him every day though!$1",
                "PepperPupHome": "Have you come to see Pepper? She's a little bit shy today.$2#$b#Oh! Maybe you can come back tomorrow!$1",
                "Aideen_Garden": "Ms. Aideen's garden sounds really cool! I wonder if she'll let me add a birdfeeder?$3"
            }
        },
        /*************************
        //        J A C O B
        **************************/
        {
            "LogName": "Jacob",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jacob",
            "Entries": {
                "Introduction": "Um, Hi. The name's Jacob. I'm Stardew Valley's mobile vet. Pleased to meet you. ",
                "Resort_Entering": "Oh, it's good to be back on solid land. Sea travel always makes me a little queasy.",
                "Resort_Leaving": "Homeward bound. I'll have to bring Ellie next time. She'll love the birds.",
                "Resort_Shore": "There's an abundance of wildlife here, and the crabs are less aggressive than the ones back home.",
                "Resort_Umbrella": "Are you enjoying the island, @? I am enjoying having a day off.",
                "Resort_Wander": "Oh, Ellie would love this place. I'm sure she'd be able to name all the birds.$1",
                "Resort_Bar": "A cool drink for a hot day, just what I needed. Care to join me, @?",
                "Resort": "What a glorious place.",
                "Mon": "Hi. Can I help you with anything?",
                "Mon2": "$q 5787991/5787992 Mon1#Hello @. Have you any livestock over on %farm?#$r 5787991 25 Mon2_Y#I most certainly do.#$r 5787991 25 Mon2_S#Not yet, but soon!#$r 5787992 -25 Mon2_N#No, they're a waste of time and money.",
                "Mon2_Y": "Oh, I'm glad to hear that. And not just because I'm the local vet.$1#$b#Animals enrich our lives in more ways than we might think.",
                "Mon2_S": "Ah, well if you need any help or advice, let me know. We've quite an eclectic collection here, after all.",
                "Mon2_N": "I agree they do take your time, and can be expensive. But I certainly wouldn't put it that way myself. Well, to each their own, I guess.$2",
                "Mon1": "How are things at the farm?#$b#$p 5787991#Let me know if you need a hand with your animals.|I hope you're doing well.",
                "Mon4": "Thanks for dropping by again! Ellie's always talking about you.#$b#If she ever tries to drag you birdwatching, I'd suggest you decline.#$b#Unless you really love birds, that is!$1",
                "Mon6": "Marnie was extremely kind to me after Del died. It's sad, but she's seemed distant ever since.",
                "Mon8": "Del really loved flowers. I try to look after her plants in her memory.",
                "Mon10": "Ellie worries that I'm lonely - as if anyone could be lonely with her around!#$b#Honestly though, you're welcome over anytime. I enjoy your company.$4",
                "Tue2": "I'm limping? Oh, yes. A llama stepped on my foot. I should've been wearing sturdier boots.",
                "Fri2": "Oh, hello @. Yes, I'm a bit tired today. Late night emergency call-out.#$b#Bit of difficulty with a calving over on the ranch.",
                "spring_Sat6": "Shane asked me if Eloise wanted to come visit the chicks once they're hatched. She's delighted, of course - she and Jas have decided to throw a birthday party for them.#$b#I'm not sure what that entails, but if it involves silly hats... oh, who am I kidding? I'm in!",
                "Thu10": "I try to be a good father - better than my own pa.#$b#He wasn't a good man. I think he left me that parrot in his will as a final joke.$2",
                "Fri6": "Do you have any siblings, @?#$b#Me? Oh, a brother. We were close once - but now we don't talk anymore.$2",
                "Tue": "Hey, did you need me for something? You're lucky to have caught me. Usually on Tuesday's I'm off around the valley.",
                "Tue4": "I'm glad Ellie has some friends her own age, but she seems to enjoy spending most of her time in her bird hide.#$b#I do wonder what she's doing in there all day. Maybe plotting world domination?$1",
                "Wed": "I'm sorry... I'm a little busy right now.",
                "Wed2": "It was all pine forest around here when we first moved in.#$b#We planted in the maple and oak. A biodiverse ecosystem supports more wildlife.",
                "Wed4": "Yesterday was rough... Something's attacked Mr. Jefferson's sheep. I hope it was just wild dogs but...#$b#...keep your animals in at night, @. And keep a watch out.#$b#There's strange things in the valley, so the rumors say.",
                "Wed6": "It's generous of Marnie to look after Ellie on Tuesdays. She and Del were very close, and I'm glad Ellie has someone her own age to play with.",
                "Wed8": "Kids say the darndest things, don't they? Ellie's started pestering me about finding her a step-mom.#$b#She seems to think Ms. Marnie is a fine candidate. It's going to be hard to look her in the eye next time I see her...$4",
                //"summer_1": "",
                "summer_Mon": "It's a rough time of year for animals, @. Make sure they have access to water.",
                //"summer_Tue": "",
                "summer_Thu": "Eloise spotted a whispering grebe today! I'll have to send away for another pin for her collection, but it's worth it.",
                "summer_Thu4": "Next time you visit the desert, what do you think of taking Eloise? I can't get away from work this week, but the desert finch are flocking before their annual migration, and she'd love to see them.",
                "summer_Fri": "Oh, hi. Sorry, can't even try tonight. I lost a patient.#$b#Some people say it was just a cat... but she mattered. They all matter.",
                "summer_Sat": "We've been putting out food and water for the stray cat near the beach.#$b#She's been abandoned, poor girl. Ellie's determined to befriend her.$2",
                //"summer_Sun": "",
                "summer_Tue4": "Shane mentioned that some of the chickens are moulting early. I hope that's not a sign of chicken mites...#$b#I've given him some powder, just in case. You might want to check your own poultry. Mites love this warm weather.",
                "summer_Sat6": "Vincent was asking me about the animals of the Gotoro Empire. Not sure if he wanted to hear they were all evil and scary or not.#$b#For the record, they're not. Well, except for camels - they're surly brats. Give me their gentle cousins any day.",
                "summer_Mon8": "Princess Midnight and the Baron got into a bit of a quarrel last night.I'd best drop over with some antibiotics.$2#$b#Midnight's a little spitfire when she's irked, and she's got a mean right hook.$3",
                "summer_Thu10": "Family are important, and I'm all Ellie's got. Sometimes I worry about what would happen to her if something were to happen to me.$2",
                "summer_Fri10": "%Jacob seems to be in pain. He waves away your concern.#$b#What happened? Early morning call-out. A cow slammed me against a wall. My own stupid fault, I should've restrained her better.$2#$b#Harvey's given me some painkillers, but I'm bruised, not broken. No need to worry.",
                //"fall_1": "",
                //"fall_Tue": "",
                "fall_Wed": "Plants? Sorry, I'm only good with animals.",
                "fall_Thu": "Ellie insists that all of our animals have titles. Goodness knows, they get treated like royalty.#$b#Once upon a time, that armchair was mine.$1",
                //"fall_Sat": "",
                //"fall_Sun": "",
                "fall_Wed2": "Ran into Shane yesterday, and we chatted about chickens. He's got a good eye for them.#$b#And a good heart. That man may act like he doesn't care about anything, but I think, instead, he cares too much.",
                "fall_Sat6": "When she was little, we gave Eloise a plush velociraptor. 'It's a bird!' I said. 'No daddy. Dinosaur!' she insisted.#$b#So, the next year we gave her an encyclopedia. Now, she's schooling me on Taxonomy!$1",
                //"fall_Mon8": "",
                "fall_12_2": "Miss Aideen brought the Baron in yesterday. Neither Richie nor Princess Midnight were impressed.#$b#Miss Aideen wasn't either; I may have suggested that she reduce his food intake...$2",
                "fall_Fri6": "*yawn* Sorry, just recovering from an all-nighter. There was an emergency on Marnie's farm.$2#$b#At least Ellie and Jas got to have a sleepover, but they're both old enough to worry about the animals.",
                "fall_Fri10": "Emily brought her parrot in. I'm fairly certain Richie's in love with it.$1#$b#He's certainly been very ... enthusiastically vocal.",
                //"winter_Tue": "",
                "winter_Wed": "I hope you've set aside enough hay for winter, @. If not, Miss Marnie should be home today.",
                //"spring_12_2": "",
                //"spring_23_2": "",
                //"winter_7_2": "",
                //"fall_26": "",
                "summer_11_2": "Tomorrow'll be a good day to visit the beach. The sea currents are bringing in warmer water.#$b#But watch your toes; the crabs love it too. Might be a good day for fishing.",
                //"summer_27_2": "",
                "winter_Thu": "Talk about something other than Eloise or being a vet? Uh..... nice weather today, isn't it?",
                "winter_Fri": "Make sure you keep an eye out for foxes & badgers, living as close to Cindersap as you are.#$b#They'll take a chicken before you even realise, especially at this time of year.$1",
                "winter_Sat": "With mornings as frosty as this... well, there's some merit in being a bear.",
                "winter_Sun": "Do you have any grass starter, @? If so, plant it on the last day of winter.#$b#Apparently, it'll spread like wildfire overnight. Local farming secret.",
                "winter_Wed2": "Have you met Richie, our parrot? He would have to be the most foul-beaked fowl in Ferngill.",
                "winter_Sat6": "Marlon was asking me about tranquilizers. I turned him down. I admit, I'm a bit worried....? What could he be wanting them for?",
                "winter_Thu10": "We tried to rehome Richie once. Thought an aviary would be good for him, that he'd be happier if he could be with his kin.#$b#And what did he do? Taught them all how to swear.$2",
                "winter_Wed6": "$1 David_Magnet#Abigail stopped by with David yesterday. Poor wee guy had swallowed a magnet. Very dangerous, especially at that size. I confess, I'm lucky he pulled through.$k#$e#Harvey has an advantage, human patients can tell him what's hurting - and I bet his patients rarely bite him.#$b#Though I wouldn't put it past Abigail.... Oh sorry, I didn't mean to say that out loud.$4",
                "summer_Wed": "Have you seen any stray cats around, @?#$b#FSPA is urging me to undergo their TNR program... but life in the wild's rough out here.",
                "summer_Wed2": "We've caught a few feral cats around here. Oh, don't worry, we don't hurt them!0 Most are neutered and moved onto farms.#$b#I don't suppose you need a couple of barn cats? They're not pets, but they are natural pest control. ",
                "summer_Wed10": "Miss Aideen dropped by, and Richie swore at her. I was mortified!#$b#And macaws can live for sixty years... at this rate, he might outlive me.$2",
                "Thu": "Yes? Sorry, I'd rather you didn't watch me work. It makes me self-conscious.$2",
                "Thu4": "That parrot is the craziest thing. Ellie loves him... but he knows far too many words, and not all of them are polite.$1",
                "Thu8": "Ellie was only six when her mother died. She handled it far better than me. I was a mess for months... Ellie's so pragmatic, sometimes I worry she had to grow up too fast.$2",
                "Fri": "Hello, um... are you enjoying the weather?",
                "Fri4": "That wretched parrot... the Mayor dropped by the other day and Richie had some choice words for him...$2#$b#He belonged to my father, you know - and Dad swore like a sailor.$1",
                "Fri8": "Del's been gone more than two years now. You'd think time would make things easier... but it doesn't. I miss her everyday.#$b#Sorry, you didn't come here to listen to me delve into self pity.$2",
                "Sat": "Do you need help with your animals?#$b#No? Oh, I thought that was why you'd come to see me.",
                "Sat4": "Ellie's so outgoing, she's the life of the party. Just like her mom was.$2.#$b#Me? I'm generally the one standing in the corner, feigning fascination in the bookcase.",
                "Sun": "Hello. @, isn't it? I hope you get some time to relax today.",
                "Sun2": "Sorry, I'm not very good with conversation. I leave most of the talking to Ellie.",
                "Sun4": "Ellie loves the beach, but I'm a bit concerned. There's been a lot of those rock crabs around.#$b#I can't help but wonder if something's stirred them up.",
                "Sun10": "I've considered dating again... but I could never leave my farm, and I've got to think of Ellie too.",
                "spring_1_2": "Lambing season is the busiest time of year. I hope Ellie doesn't miss me too much.",
                "winter_Mon": "I hope you're keeping warm on that farm.",
                "winter_Tue4": "Ellie's been writing to Sora for three years now. Their mothers were friends, back in Gotoro, before the war.#$b#I'm not sure how the mail keeps coming through, but I deliver her letters to the travelling cart every friday.",
                "winter_Fri10": "When Del died, it was really hard to go on... but what else could I do?$2",
                "fall_Mon": "Blackberry season is just around the corner. You'll want to come and visit with a basket.#$b#There's so many around here, even the birds can't eat them all.#$b#And the freezer's still filled with last year's haul.",
                "fall_11_2": "$1 Jacob_BlackberryPie#I'm so glad you're here, @. If I had to eat another cobbler...Please, take this off my hands.[611]$k#$e#If you see Ellie around, I recommend you don't let her coerce you into a leaf fight.#$b#I'm still picking leaves out of my hair.",
                "fall_Tue4": "Fall must be a busy time of year for you. It's not so bad for me.",
                "fall_Thu2": "Be careful out there, @. The rock crabs around here are very aggressive.$2",
                "summer_Wed6": "Del had the green thumb. Me not so much. That's why I love cacti so much.$1",
                "winter_24": "I hope to see you at the festival tomorrow, @. Ellie's so excited; It's all she wants to talk about.$4#$b#And boy can she talk!$1",
                "winter_24_2": "Don't tell Ellie, but Winter Star's hard for me... Del loved it so much.$2#$b#She seemed to always be able to pick the perfect gift for anyone.$4",
                //courtship dialogue
                "rejectNPCA": "Oh, those are lovely... but I'm afraid it's too soon to give my heart to another.$2",
                "rejectNPCB": "That's very kind. But I'm not romantically interested in you.$2",
                "refusal_no_heartsA": "Oh? Um... No thanks... I couldn't leave my farm... or Ellie.$2",
                "refusal_no_heartsB": "I think it's best you take your affections elsewhere.$5",
                "engageA": "I'm not sure why you're giving me this?$2",
                "engageB": "I thought you were already engaged? Well, I'm flattered, but not interested.$5",
                "marriedA": "Aren't you married? This isn't appropriate.$2",
                "marriedB": "Um... sorry but please leave me alone. You're making a mockery of something that was sacred to me.$2",
                //Conversation Topics
                "Is_Sora_Dead": "I really hope we hear from Sora soon. Ellie's really taking it to heart.$2#$b#And the mail's so unreliable. It could mean nothing... or it could mean everything.$2",
                "Jacob_DinnerDate": "Oh yes, you are definitely invited to join us for dinner.#$b#Eloise is very enthusiastic about it; she's planned out a menu and everything.$1#$e#Insisted on writing the invite too, you probably noticed. I've never known anyone to love an exclamation mark so much.#$b#Did I read it first? No. Should I have?$2",
                "Jacob_Date": "You do??!$4",
                "Jacob_Friendzone": "Oh, to be honest, @, as fond of you as I am, that's a relief.$1#$b#After Del... well, I've lost my soulmate, and I doubt I'll ever find a love like that again.$2#$b#But good friends, and fine company? That is something I will most happily embrace.$1",
                "Jacob_Ditched": "I suppose your honesty is to be admired.$3#$b#Although, you should really work on your tact.$2",
                //New **********
                "AbyssRoosterGrow": "Don't tell Eloise, but I'm relieved that chick's gone.#$b#I'm pretty sure it's a rooster - and they can be quite aggressive.$2#$b#Not to mention there's something strange about the breed. Have you seen any chickens like it, @?",
                "PepperPupHome": "The poor wee pup's quite tuckered out. It's been a bit day for her.#$b#Don't worry, I'm sure she'll be out and about and looking to make friends tomorrow!$1",
                "Aideen_Garden": "Aideen told me about her town garden project.#$b#I'm excited to lend a hand. I may not have green fingers, but I can certainly use a shovel!$1"
            }
        },
        {
            "LogName": "Randy Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "Town_88_103": "Hello farmer @! I'm helping Randy with his reading.#$b#(whispers) But I'm not sure he really understands how books work.$1"
            },
            "When": {
                "HasSeenEvent": "47360003",
                "DayofWeek": "Tuesday"
            }
        },
        {
            "LogName": "Randy Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Randy",
            "Entries": {
                "Town_87_103": "Hi! Ellie is new friend! She very smart!#$b#But sometimes treat Randy like me stupid.$s#$b#And that make Randy sad. Cos Randy not stupid, no?$2"
            },
            "When": {
                "DayofWeek": "Tuesday"
            }
        },
        {
            "LogName": "Eloise reacts",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "Custom_EastScarpe_55_89": "Did you know that {{random: if a starfish loses its arm it grows back?, some starfish can release venom so you've got to be careful not to touch them!, starfish eat by pushing their stomach out their mouth and over the prey!, starfish aren't fish at all so the name's silly!, starfish have no brain or blood?, starfish can live for 35 years!}}",
                "summer_28_2": "Are you going to come and see the jellies tonight, @?#$b#Did you know that {{random: jellyfish don't have any brains but can smell and detect light, jellyfish don't poop - they throop!, some jellyfish have nasty stings and can kill you, jellyfish are eaten by lots of sea creatures, some jellyfish live forever by going back to being babies again!}}"
            }
        },
        {
            "LogName": "Leo-related Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "summer_Mon8": "I found a really pretty feather for Leo today... I'm going to give it to him in class tomorrow. I really hope he likes it!$1",
                "Sat10": "Do you think Leo likes me?$3#$b#Sometimes I think he likes Jas better...$2",
                "fall_Tue10": "Isn't Leo cool? He can talk to birds! He's amazing.$1",
                "fall_26": "I hope Leo likes my costume for Spirit's Eve tomorrow.$3#$b#You'll be there too, right? Dad always looks forward to seeing you.$1",
                "summer_12": "Leo says the crested flamingos are a bit like the gembirds on his island.#$b#They sound really magical, I wish I could see them.$3"
            },
            "When": {
                "HasSeenEvent |contains=6497428": true
            }
        },
        {
            "LogName": "Penny Notices",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "Entries": {
                "EloiseQuiet": "Eloise usually has all the answers... but she's been very quiet recently. I hope nothing's wrong at home.$2"
            },
            "When": {
                "DayOfWeek": "Thursday, Friday, Saturday, Sunday"
            }
        },
        {
            "LogName": "Jas Notices",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "EloiseQuiet": "Do you think Ellie's mad at me, @?"
            },
            "When": {
                "DayOfWeek": "Thursday, Friday, Saturday, Sunday"
            }
        },
        {
            "LogName": "Vincent responds",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
                "EloisePuppyTalk": "Eloise asked if I wanted to go see some dogs with her. Mom said 'No' though.$2#$b#I think she was scared I'd bring one home.$1"
            },
        },
        {
            "LogName": "Jas responds",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Jas",
            "Entries": {
                "EloisePuppyTalk": "Eloise invited me to adopt a dog in Chesterville. I wanted to go... but the roads really windy, it makes me sick.$2#$b#So I said 'no'. I hope she's not mad at me.$3"
            },
        },
        {
            "LogName": "Vincent Notices",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Vincent",
            "Entries": {
                "EloiseQuiet": "The girls don't want to play with me anymore.$2#$b#And something's made Eloise sad. I told jokes to cheer her up, but it didn't work.$2"
            },
            "When": {
                "DayOfWeek": "Thursday, Friday, Saturday, Sunday"
            }
        },
        {
            "LogName": "Marnie Notices",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Marnie",
            "Entries": {
                "EloiseQuiet": "Jas and Ellie were best friends... but now Ellie's barely talking.#$b#Do you know what's wrong, @? Did they have some sort of fight?$2"
            },
            "When": {
                "DayOfWeek": "Thursday, Friday, Saturday, Sunday"
            }
        },
        {
            "LogName": "Eloise plays mute",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Eloise",
            "Entries": {
                "Mon8": "... I'm quiet as a mouse, farmer @.",
                "Tue8": "... Vincent keeps telling me jokes. I think he's trying to cheer me up.#$b#It's really hard not to laugh.",
                "Wed8": "... I've started writing down stuff instead of saying it out loud.#$b#And now I need a new notebook!$1",
                "Thu8": "... it's really, really hard not to talk all the time.$3",
                "Fri8": "... I don't think it's working... Leo doesn't seem to want to talk to me anymore.$2",
                "Sat8": "... I knew the right answer in class yesterday, but I didn't say anything.#$b#Miss Penny looked all frowny.$2",
                "Sun8": "..."
            },
            "When": {
                "HasSeenEvent |contains=57870014": true,
                "HasSeenEvent |contains=57870015, 69660015": false
            }
        },
        //Dialogue changes for school (Adds more kids)
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "When": {
                "HasMod": "Lemurkat.JacobEloise.CP"
            },
            "Entries": {
                "Tue": "I'm tutoring the kids today... They're a handful, but it's nice to make a difference in someone's life.",
                "Wed": "We don't have a school but I'm doing my best to give the children here a proper education.#$e#Every child deserves a chance to be successful.#$e#Jas is very good at math and reading and sometimes I can't keep up with Eloise. Vincent is good at... well, he has an active imagination!"
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/Penny",
            "When": {
                "HasMod": "Lemurkat.JacobEloise.CP, gizzymo.canonfriendlyexpansion"
            },
            "Entries": {
                "summer_Wed": "We don't do a full summer vacation, because we have to make up for our short school weeks during the regular year.#$e#Jodi, Marnie and Jacob requested we do it that way, instead of doing things the way a normal school would.",
                "Thu2": "It's nice just having so few students. We get a little more flexibility with when we meet for class.",
                "Wed6": "Ms. Eleanor was my teacher when I was growing up. A lot of the things I teach the children, I learned from her.#$e#I've also learned a lot just from the books in the library.",
                "Wed8": "It's tough trying to fill the shoes of the woman who had my job before me, but having only a handful students makes it a bit easier.#$e#Ms. Eleanor had nine of us one year. There were just more kids in town when I was growing up.",
                "fall_Mon6": "Maybe I could find a job as a full classroom teacher someday. But I don't know that it would be better for me.#$e#I just can't imagine having the same connections with twenty or thirty students like I have with the children here."
            }
        },
        {
            "Action": "EditData",
            "Target": "Characters/Dialogue/GuntherSilvian",
            "When": {
                "HasMod": "Lemurkat.JacobEloise.CP, FlashShifter.StardewValleyExpandedCP"
            },
            "Entries": {
                "Sat": "Penny tutors the children in the library several days a week.$5"
            }
        },
        /*************************
        //      L E O
        **************************/
        //  (This fixes an issue with Leo not staying where he should if NPC Fixes is included)
        {
            "LogName": "Mainland Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leo",
            "Entries": {
                "LeoDeparture": "I need to find some place to live...$s#$b#But I have a plan... I'm going to rely on my friends.",
                "Thu8": "It felt bad at first... to leave the island and set foot in a strange land.$s#$e#But, I got used to it after a while.#$b#I'm a very flexible person!$h",
                "Thu10": "I felt like a stranger here, at first. But I've made a lot of friends!$h#$b#For once, I feel like I belong...",
                "Tue": "Miss Penny is doing her best to get me up to speed in my schooling. She's really nice...#$e#...Luckily, I remember some things from my old, old life... before washing up on the island... so it's not as difficult as it could be.#$e#Miss Penny says she's impressed with how much I know!",
                "Tue10": "I'm sure Jas and Vincent thought I was weird, at first. I accidentally squawked at the school table a few times... that didn't help.$s#$e#It was a big change for everyone. But we're good friends now!$h",
                "18": "When I first arrived, Linus made me a suit out of leaves, like his...#$b#But I looked funny... like a fuzzy mango!$h#$e#I think I'll stick to my feathers.",
                "Wed": "Between Linus and Miss Penny, I'm going to learn everything there is to learn!$h#$e#Mayor Lewis says I'm on the fast track to becoming a 'well-rounded citizen'... whatever that means.",
                "Thu": "Have you ever noticed all the interesting birds that live here?#$e#If you listen closely, they might tell you something.",
                "winter_Thu": "The birds of this valley don't mind the cold so much.#$e#I'm a little jealous of their warm coats...$s",
                "4": "I saw a big mango floating in the sky. Linus told me it was a hot-air balloon!$u#$b#I thought only birds could fly...",
                "Fri": "Linus has been teaching me about all the wild food in the valley. There's a lot of good stuff out here!$h#$e#Though... I do kind of miss having golden walnuts for breakfast every morning...$s",
                "winter_Fri": "Linus taught me how to make a special spice berry rubbed fish...#$b#He says if I eat enough of it it'll keep me warm this winter!$h",
                "Fri8": "Uncle Linus says I should 'cook' my fish before eating it...$s#$b#I'm having a hard time getting used to it... so dry...$s",
                "Mon": "Hey, @. Nice to see you back on the island, just like old times. This is fun!#$e#You know, I was scared when you first arrived... I knew my life was about to change.$u",
                "Sun": "You know, Stardew Valley might be my new home... but the island will always be my home, too.#$e#It's nice to be able to come back and visit.",
                "Sat": "Maybe some day, I'll visit Zuzu City...$u#$b#But I'm not even close to being ready, yet. This world is already so strange to me, and I'm very comfortable here right now!$h",
                "Sun10": "The parrots want me to thank you for all the golden walnuts you've found. They're really enjoying them.$h",
                "Sat10": "@? Um... it's a little embarrassing to ask...$u#$b#But... do you think Jas likes me?$u#$b#Or am I too weird?$s#$e#Nevermind... who cares. I'll figure it out some day.$h",
                //New dialogue
                "Wed10": "Eloise doesn't find it weird when I squawk. No really! She wants me to teach her how to talk to the birds too.$1#$b#But it's not only about talking, it's also about listening... and sometimes she's not so good at that.",
                "fall_Fri10": "Eloise wants to come to the island with me to meet my bird family.$1#$b#But I don't know... what if she realizes I'm weird? Do you think she'd care?$2",
                "EloisePuppyTalk": "Eloise invited me to a park with dogs. But I'd have to travel in a car.#$b#It sounded a little scary, so I said 'no'. I think it made her sad...$2"
            },
            "When": {
                "HasSeenEvent |contains=6497428": true
            }
        },
        {
            "LogName": "Mainland Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/LeoMainland",
            "Entries": {
                "Wed10": "Eloise doesn't find it weird when I squawk. No really! She wants me to teach her how to talk to the birds too.$1#$b#But it's not only about talking, it's also about listening... and sometimes she's not so good at that.",
                "fall_Fri10": "Eloise wants to come to the island with me to meet my bird family.$1#$b#But I don't know... what if she realizes I'm weird? Do you think she'd care?$2",
                "EloisePuppyTalk": "Eloise invited me to a park with dogs. But I'd have to travel in a car.#$b#It sounded a little scary, so I said 'no'. I think it made her sad...$2"
            }
        },
        /*************************
        //     J O S E P H I N E
        **************************/
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/JosephineK",
            "Entries": {
                "Josephine_Arrives": "Good day. @, isn't it?$1#$b#My son, Oliver, and I shall be staying in town for a little while.",
                "Mon": "Good day, @. Lovely weather, isn't it? Very temperate.",
                "Mon2": "Oh dear, my shoes are all muddy. Still, this is the countryside, isn't it. One cannot expect to stay pristine!",
                "Mon6": "Queenie and I exchange recipes all the time. I trust you have seen her show?#$b#She hosts the most magnificant dinner parties, and you never know what celebrities might attend!$1",
                //Tue
                "Tue": "Oliver spends so much time on that computer... I do worry he isn't making friends.$2",
                "Tue4": "It can't be healthy staring at a screen all day. I do wish Oliver would get out a little more.",
                "Tue8": "Your Mayor Lewis and my Guvvie have been friends a long time.#$b#He's given me such a charming welcome, and made me feel quite at home. A real country gentleman.",
                //Wed
                "Wed": "This fresh country air is something else, isn't it? Back in the city we had the most horrible smog.",
                "Wed4": "Your little town is so quaint. I love the charm of these small country villages.#$b#You don't get this old-fashioned atmosphere in the city, with all its modern conveniences.",
                "Wed8": "When Oliver received his diagnosis... It was the most terrible feeling in the world.$2#$b#Such utter helplessness. I know I can be a little overprotective, @, but it's hard, so hard, to let go.$2",
                //Thu
                "Thu": "Oh, of course I miss my husband! But when you've been married as long as we have...#$b#Well, you'll see what I mean one day, dear.",
                "Thu4": "When Oliver was sick, my husband was my rock. Now... well, he's a very important man.$2",
                "Thu8": "It was my cooking that won me my husband, you know.#$b#They do say, the way to a man's heart is through his stomach.#$b#And for my dear Guvvie that's most certainly true.$1",
                //Fri
                "Fri": "Do you have children, @? They so quickly become the center of your world.#$b#Sometimes it's hard to remember my life before Oliver came along.",
                "Fri6": "Working with soil, nurturing plants into life... well, you must find it fulfilling, yes?",
                "Fri8": "There's nothing quite like standing on the stage, @, and feeling the eyes of everyone upon you.#$b#It's both nerve-wracking but so fulfilling, to capture the hearts of so many with your voice.#$b#Sometimes I miss that feeling.$s",
                //Sat
                "Sat": "I do enjoy a bit of beachcombing. I've found the most beautiful shells - and it helps take my mind off things.",
                "Sat6": "I was singing a little on the beach, and saw movement out of the corner of my eye.#$b#For a moment there, I could've sworn I saw something peering out of the water.$3#$b#It was probably just a seal.",
                "Sat8": "Sometimes I worry about Guvvie's memory. He's just not not good with names. Or faces.#$b#Why, if it wasn't for his secretary, who knows what sort of faux paus he might perform!",
                //Sun
                "Sun": "Good day, @. I hope you and your family are in good health.",
                "Sun2": "Your quaint little town really does have its charms. Waking to birdsong instead of traffic noise is quite a delight.",
                "Sun4": "You always look so busy!#$b#Perhaps you deserve a little 'me-time'? If you ever visit Zuzu, there's a spa I can recommend.",
                "Sun6": "Did I tell you about the time we entertained a Gotoran Princess and his wife for dinner? That was before the war, obviously.#$b#I cooked the wrong dish... bought the wrong wine. A complete and absolute disaster.$2#$b#No... of course I don't think that's what started the war! Don't be ridiculous.$a",
                //Fall
                "fall_Mon8": "The Zuzu Songbird? Well, sometimes I feel she's still with me.#$b#I love my son - and yes, I also love my husband! - but I miss her too, the Songbird. Maybe one day she'll sing again.",
                //Winter daily, most likely to trigger when first she comes to town
                "winter_Mon": "Chilly today, isn't it? I hope you're wrapped up well!#$b#Still, with the way you bustle around, I expect you'll be warmed up in no time!",
                "winter_Wed": "Snow never settles in the city, there's too much going on.#$b#Here, well it's so sleepy and peaceful. Rather makes you think of hibernating.",
                "winter_Fri": "As the local farmer, what do you do all winter, @?#$b#Me? Back in the city, there are always meetings to attend, exhibitions to visit; I've a rather active social circle.#$b#But the pace is much slower here, isn't it?$1",
                "winter_Mon8": "This place is starting to feel rather like home now.#$b#It's silly, don't you think, that one could give a piece of their heart to a sleepy seaside town?",
                //pre-festivals etc
                "spring_23_2": "I'm rather looking forward to the dance tomorrow. It's lovely that you still celebrate the old folk traditions.#$b#When we were courting, Guvvie and I made a fine pair on the dance floor.$1#$b#Now, however, it'd be a challenge to lure him away from the refreshments.$2",
                "winter_16_2": "This Night Market sounds absolutely wonderful! I'm really looking forward to it.#$b#I've heard my old friend Lupini is stopping by. You really must buy one of his paintings; they certainly add a lively, cultured touch to our parlour.",
                //Visiting Pierre's
                "SeedShop_Mon": "And all this produce is locally sourced! How absolutely delightful.#$b#You grew it? Oh, you must be proud!",
                "SeedShop_Wed": "I walked in earlier and caught the shopkeeper singing to himself.#$b#Oh, I wouldn't mention it, he looked a little sheepish.#$b#Although I might say, he's not a bad tenor, if a little rough around the edges.$1",
                "SeedShop_Fri": "Have you heard about the tradition about the gift of a bouquet? It's most wonderfully whimsical!$1#$b#I wonder if I could persuade my Guvvie to give me one.",
                // *** N E W ***
                "election": "@! I just heard about the election. I really feel for poor Lewis... I wonder why he didn't tell us it was happening?$2#$b#I couldn't have voted, of course, but I would have provided moral support.$2",
                "reject_534": "Oh, that's beautiful! I've an eye for gemstones @, and that's a fine one. Someone must be missing it.#$b#Oh, perhaps you could go around town and try it on people's fingers - like a modern-day Cinderella!$1"
            }
        },
        /*************************
        //    O L I V E R
        **************************/
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/OliverK",
            "Entries": {
                "Josephine_Arrives": "Hey, you're the farmer, right? Mayor Lewis had a lot to say about you.#$b#Oh, don't worry, most of it was good!$1",
                //Resort ..............................................................
                "Resort_Entering": "This place is pretty wicked!$1",
                "Resort_Leaving": "I hope there's something good for dinner. I'm ravenous!$1",
                "Resort_Shore": "Heh, I'm just enjoying the view.#$b#What? I'm looking for sharks!$4",
                "Resort_Wander": "Have you ever explored the volcano, @? Looks pretty epic!$1",
                "Resort": "Yoba, Mom makes me slather on so much sunscreen ... I'm all greasy. It's gross.$a",
                //Base Dialogue ...........................................................
                "Mon": "Doc said the country air would be good for my lungs. I suppose she was right.",
                "Tue": "Hello! I'm sorry, I've forgotten your name...$s",
                "Wed": "Hey, what's fun to do around here? I mean, nature's beautiful and all - but it's kind of boring too.$4",
                "Thu": "Sometimes I miss the city. Here it's all so peaceful. Too peaceful, don't you think?#$b#Makes you wonder if there's something lurking just out of sight.$2#$b#Hah, just kidding.$1",
                "Fri": "Ah, I've finished my school work for the week already. Time to have some fun, I guess?#$b#What's fun to do around here?",
                "Sat": "Tonight? Yeh, I'll be hanging out with my friends.#$b#Online chat isn't the same ... but it's better than nothing, isn't it?$2",
                "Sun": "$q 5787300 Oliver_VidGames#Do you like video games, @?#$r 5787301 50 Oliver_VidGames_Love#Like them? I love them!#$r 5787301 25 Oliver_VidGames_Like#Yeh, they're fun!#$r 5787302 0 Oliver_VidGames_Neutral#Nah, not really.#$r 5787302 -50 Oliver_VidGames_Dislike#No, they're a complete waste of time.",
                "Oliver_VidGames_Love": "Cool! What's your favorite?#$b#Maybe we could try that one next!$1",
                "Oliver_VidGames_Like": "Sweet. Glad you get it.$1",
                "Oliver_VidGames_Neutral": "Yeah, I figured.",
                "Oliver_VidGames_Dislike": "Whatever. You don't have to be rude about it.$a",
                "Oliver_VidGames": "$p 5787301#Hey @! Played any games recently? If you ever wanna join our MMO, let me know!$1|Hello @. Yeah, I'm tired. Did a massive raid last night. Not that you'd understand.",
                //2 hearts ..................................................................
                "Tue2": "Can you believe it? Mom actually asked Penny if she'd tutor me! Like I was a freaking middle-grader!$a#$b#I've got books and my computer... but Mom reckons it'll be better for me to socialize!#$b#As if I'd want to hang out with a couple of kids...$a",
                "Thu2": "Oh, I don't feel like talking today. Okay?$2",
                "Sat2": "Yeh, I miss my friends back in the city. I mean, I see them on Zaap every week, but it's not the same.$2",
                "summer_Sun2": "Mom was really on my case this morning. Just cos I was up 'til dawn.$a#$b#She just doesn't get it.$a",
                //4 hearts ....................................................................
                "Mon4": "My dad and me used to go to the park. We'd watch other kids throwing balls around, and playing with their dogs.#$b#It was nice, I guess, but it kind of made me sad too.$2",
                "Fri4": "I wish there was somewhere here my own age... Though Sam seems pretty cool.#$b#But he and his friends... they're pretty tight. Wouldn't want a kid like me hanging around.$2",
                "winter_Sat4": "Tonight the gang and me are gonna raid the Swamp of Eternal Mist.$1#$b#Sometimes I wonder what it'd be like to use a real sword and fight real monsters...#$b#But Mom'll ground me it I'm outside after ten.$s",
                "fall_Sun4": "*yawns* Ah, me and the gang were up half the night raiding. But we took down the Nightstalker!$1#$b#Don't tell Mom, okay? She says we need at least eight hours sleep... and I've had like four...$2",
                //6 hearts ...............................................................
                "Tue6": "$d joja#Have you met the girl who works in the JojaMart?#$b#She's kinda pretty, don't you think?$3^She's pretty... I wish I knew how to talk to her.$2|I wish I knew how to talk to girls...$2#$b#Have you got any tips?",
                "Wed6": "Do you think Miss Aideen's pretty?$4#$b#She's a bit stuck-up though...$2",
                "Fri6": "Wanna play pool sometime? I've been practicing my game.$1#$b#Thought it might be fun to challenge Sebastian one day.",
                //8 hearts ..............................................................
                "Mon8": "When I was in hospital, Dad used to visit only a couple of times a week.$2#$b#He'd bring me presents, which was cool... but sometimes I just wish I could've seen more of him, y'know?$4",
                "Wed8": "Mom hardly left my side when I was ill. I don't think she knows what to do with herself anymore.$4",
                "Sat8": "Hey, do you think Rosa likes me?$4#$b#What? No, I don't have a crush on her! She's just pretty cool, is all.$a",
                "winter_Mon8": "Are you any good at calculus, @? It's such a waste of time.$a#$b#I mean, statistics I get, and even algebra, but when am I ever going to need differentiation?$2",
                "winter_Fri8": "Hey @. Today's biology class was pretty cool. Got to digitally dissect a frog. Neat, eh?$4#$b#And the best thing? Nothing dies, and you don't have to clean up all the blood and guts afterwards.$1",
                "summer_Tue8": "Mom caught me doing a chemistry experiment in the kitchen. Yoba, was she pissed!$2#$b#It sucks; where else am I supposed to do labwork around here?$a",
                "summer_Fri8": "Yeh, there's this girl in our Guild, right? She's really smart. Pretty too, I guess.#$b#But I don't think she's into me. Not like that, anyway. It's fine. I'll deal.",
                //festivals .............................................................
                "summer_10_2": "Dad's coming tomorrow. It's always fun to watch Mayor Lewis trying to impress him.$1",
                "spring_23_2": "Did you know Mom asked Mayor Lewis if I could join the dance. Talk about embarrassing!$2#$b#Thank Yoba he said 'no'! I'd probably trip over my own feet.$1#$b#I wish she'd just ask me what I want to do instead of deciding for me.$a",
                //change this one for following years, or after certain events seen.
                "spring_12_2": "Sure, I'll be along for the Egg Fest, I hear the food is great.#$b#No! Of course I won't be hunting for eggs. That's daft. I'm not a kid.$a",
                "winter_7_2": "I hear the Ice Festival's real pretty. So, I 'spose I'll let Mom drag me along.",
                //Questions ..............................................................
                "Oliver_Wrong": "Are you sure about that? It doesn't sound quite right...$2",
                "Oliver_Right1": "Hey clever! That sounds good to me.$1",
                "Oliver_Right2": "Really? Oh, of course!$1",
                "Oliver_Right3": "Hmm, I thought the sphinx was talking about herself.",
                "OliverLexi_A": "Don't you think I know this? I came to you cos I thought you'd help, not rub it in!$5",
                "OliverLexi_B": "Yeh... and make myself look like an attention-seeking liar. But... I guess you're right. It's the best way. And I'm sure they're used to hoaxs.$2#$b#I don't suppose you'd consider putting on a rubber suit, would you?$3",
                "OliverLexi_C": "I'm worried they'll be mad at me. But you're right, they deserve to know. And, who knows? Maybe Lexi'll want to become a celebrity.$3",
                //Conversation Topics ....................................................
                "TalkOllyLexi": "No, not here! We'll talk at the Inn. Okay?$2",
                //** N E W **
                "election": "So Mom tells me Morris is Mayor now. That's gotta be a shock for May- err Mr. Lewis. Poor ol' duffer.$2#$b#Change is good... but trading in the lord of the manor for a corporate bigwig? Feels kinda like we're charging headlong into a dystopic future, right?$1",
                "GiftReaction_Rodney's_Autograph": "Heh, this is kinda cool, but Mr. O'Brien already gave me a bunch.#$b#I've been selling them on uBuy. Um, don't tell him okay?$2"
            }
        },
        /*************************
        //     L E X I
        **************************/
        { // Note: Lexi is gender neutral by definition, if your language is gendered, please consider them female.
            //note that they intentionally speak in halting English.
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Leximonster",
            "Entries": {
                "Mon": "From the surface, you come, yes?...#$b#Tell me... The people there, do they fear me still?",
                "Mon4": "I miss the fruits of the land. Fruits of sea... they do not taste as sweet.",
                "Tue": "My plants, I water, feed... Sing.#$b#Still they die...$2",
                "Tue6": "I see children play on beach. I want play too. But cannot.#$b#The little ones, they scared of me.$2",
                "Wed": "Do you hear the song of the sea?#$b#She is lonely. Like me.$2",
                "Wed8": "Sometimes the ocean, she give me gifts. I share this one with you. [169 166 116 152 170 372 392 393 394 397]",
                "Thu": "I find things. Build them. Create.#$b#It makes me happy... I think?",
                "Thu8": "Little girl find shells on beach. She see me... Not scream! No!#$b#Look at me and say, who are you? Not what: who!$1",
                "Fri": "If see my mother. Please. Tell her... I love her.#$b#Come visit again soon, yes?",
                "Fri4": "Mother, she teach me read. Books are like adventure.#$b#But sad too. Not able to see wonders! Must stay here, eat fish.$2 ",
                "Sat": "The crabs and the shells. They are my friends.#$b#Will you be... friend too?",
                "Sun": "After storm, ocean brings me bounty.#$b#Found bottle once... inside it... secrets. Will never tell. No.",
                "Sat4": "Ocean she give many gift! You want trade for bountiful earth?",
                "winter_Sun": "You come to see me, even though water is very cold!#$b#Here, this warm you up, yes? [456 457]",
                "summer_Mon": "Today am happy! Dolphins come visit for swim, tell stories of faraway places!",
                "summer_Wed4": "Last night, I hear whale sing. Deep song, beautiful but sad.#$b#He look for mate. Sometimes I sing too. Maybe one day, find good friend to share my home?$1",
                "winter_Fri6": "Will you tell me a story, @? Mother told stories.#$b#There were brave women who climbed mountains or flew like birds!",
                "winter_Sat": "Is too cold to swim now, water icy. All my fish-friends swim away, go to warm places far, far away.",
                "winter_Mon4": "Sometimes I sing to the rock crabs. But they do not like my song.",
                // N E W   D I A L O G U E *** N E W ***
                "Mon8": "Friend Gull come visit, bring news. He big gossip!#$b#Talk of fire island, and funny boy who think he parrot!$1#$b#Friend Gull have big imagination!$3",
                "summer_Tue10": "Summer is nice time. People come, play in water.$1#$b#I watch the little ones. Worry not swim good, and nasty current take them.",
                "Fri8": "Some day I think may write a story of own. Story of orphan, cast up on beach.#$b#Will have happy ending, you think? Or sad?#$b#Perhaps one day I know.",
                "summer_Fri4": "Do you like frozen cream in cone? Is my favorite.%revealtasteLexi233",
                "Sat8": "Once watch moving pictures - deeveedee - with Mother. A little mermaid, she walk on land.#$b#Made friends with pretty man. Wonder, could such story be like true? No... not think so.$2",
                "Sun8": "Ocean, she hide many secrets. One day, perhaps, shall share some with you?",
                "Tue10": "$1 Lexi_FriendGullStory#Want know how I met friend Gull? Find him on beach, tangled in net. Help him free.#$e#Friend Gull been my best friend, many years now. But is good to have other friends.$3#$b#Friend Gull's stories get same-same after a while. Always brag, brag, brag!$1",
                "Tue4": "Other night there be mighty storm. It is a good time to look for treasures from sea!$1#$b#Also find little crabs and fish going flop-flop-flop. I put them back. It is scary-big world for little fish.",
                "Wed10": "I wonder what it be like to swim up, up river, all the way. What adventure might I find?",
                "fall_Wed2": "At night, it's nice to stand on beach under watchful gaze of the Mr. Moon.$1#$b#You hear story about Man in Moon? Sometimes I think I see him.#$b#Is probably wishful thinking.$3",
                "winter_Thu": "Mermaids come visit town, yes? See them swimming sometimes. Far, far away, never close.#$b#Their songs are like a magic. My song... is not like magic.",
                "summer_Tue6": "Have you met Mother? She be a human person, like you?$1#$b#Find me as baby, all wash up on beach, like driftwood.#$b#Sometimes I look on beach, think maybe find another baby me.",
                //Unique Gift Responses
                "GiftReaction_-74": "These make me thing of Mother. I will plant, nourish it. Hope it grow.#$b#Thank you.$4",
                "GiftReaction_Beer": "Ugh! This smells horrible... and tastes like rotten weeds. Why do you give me this?",
                "GiftReaction_Mead": "It's so sweet! Like drinking honey. Thank you.",
                "reject_534": "This is precious stone! Gift from earth, deep from earth heart. Not gift for me, is for someone else, I feel it."
            }
        },
        /*************************
        //     R O S A
        **************************/
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Rosa",
            "Entries": {
                "Introduction": "Hi, I'm Rosa.  I'm new in town.$h#$b#Let me know if you have any work going, I'm up for any odd jobs!",
                //Monday
                "Mon": "When I have the money, I'll catch a train into Zuzu City; my mom teaches there.",
                "Mon4": "I've worked a few jobs, here and there. Fruit picking, dog-walking.#$b#Cleaning fish. Ugh! I didn't enjoy that one bit!$2#$b#I got hired to herd ducks once. That was something of a challenge!$1",
                "winter_Mon4": "Do you think this place is haunted, @? Could've sworn I heard footsteps up and down the hall all night.",
                "summer_Mon": "It's beautiful here, isn't it? The locals seem a little wary of outsiders though.",
                "summer_Mon10": "I rang my dad last night, @. It's always great to chat with him.#$b#He's happy, and the bakery's doing well.#$b#I do miss him though.",
                "fall_Mon": "Are you interested in traveling, @?#$b#I am... I've done a bit of back-packing around the Ferngill republic.",
                "fall_Mon4": "On these cooler days, there's nothing quite like curling up in front of the fire with a book, is there?$1",
                "fall_Mon10": "Read any good books lately, @? Pretty sure I've read every mystery the library has to offer.$1",
                "winter_Mon": "Oh! Can you brush the snow off your boots please? I've just polished the floors.$2", //change this if ItsBenter's family installed
                "winter_Mon6": "I hope we don't get snowed in, @. With the empty rooms, the boiler downstairs, and the isolation...#$b#Well, let's just say, I'm having flashbacks to a certain horror novel I really regret reading.$2",
                "winter_Mon10": "Brrr, winter is the time I miss Fort Josa the most!#$b#Nah, I'm not homesick; I've made too many friends here to let you go so easily. Just looking forward to spring, is all!$1",
                //Tue
                "Tue": "Back in Fort Josa, my Dad's bakery had the most wonderful aromas.#$b#The war rationing stopped us from making cakes or sweets, but we improvised.$s",
                "Tue2": "Do you love the smell of fresh baked bread? It reminds me of home.",
                "fall_Tue2": "Are you much of a reader, @?#$b#I love a good mystery - the more tangled the better!",
                "Tue8": "My parents didn't have the happiest relationship. Almost put me off marriage, truth be told.$2#$b#Still, I suppose if the right gal came along...$1",
                "summer_Tue4": "Ever been surfing, @?#$b#Me? Hah, no. But I did a brief stint as a lifeguard, so I rescued a few!",
                "summer_Tue": "Be careful, @. When I was walking home last night, a giant crab lunged at me!$2#$b#Dr. Jacob says they're an invasive species, and prey on the native wildlife. Pretty nasty!",
                "fall_Tue": "There's a lot of little trails around here.#$b#Follow them, and you never know where you might end up.$1",
                "fall_Tue6": "Howdy @! Be right with you. Just trying to get my head around the big reveal from the book I'm reading.#$b#I thought I'd figured it out, but that twist... it completely sidelined me!$1",
                "winter_Tue": "I think I'll stay in here where it's warm.#$b#Oh, no fire - we've got a boiler room. Central heating is the way to go.$1",
                "winter_Tue6": "That poor wee stray cat was prowling around again. I gave her some food scraps.#$b#I'd let her in, but I don't think the Hart's would approve. And it's their inn. I'm just the caretaker.$2",
                //Wed
                "Wed": "Fort Josa used to supply all of the nearby factories and steam ships with coal.#$b#When oil began to boom the town started to fall apart... Bit like this place, I guess.$s",
                "Wed2": "It's nice here, but a bit lonely. I wish I had someone to hang out with.$2",
                "summer_Wed6": "I worked in a zoo once. Which sounds way more glamorous than it actually is.#$b#Yeah, way more scooping poop and cleaning up gnawed bones than cuddly baby animals.",
                "Wed8": "I invited my first girlfriend home when we were seventeen. Mom was pretty stoked I'd found someone.$1#$b#Didn't work out though.$2#$b#Nah, it's fine; we still keep in touch.",
                "fall_Wed4": "Why is fall the most popular season? I don't get it.#$b#Then again, I have spent the whole morning sweeping leaves out of the gutter.$3#$b#Well, I guess it's called 'fall' for a reason...$1",
                "summer_Wed": "It's too hot for baking today. Maybe I'll make a cheesecake instead.",
                "summer_Wed4": "Ugh... this warm summer weather is bringing the ants indoors. I found them in my sugar bowl this morning.$3#$b#What a waste...$2",
                "fall_Wed": "Drat... I'm out of flour. Guess I'm going to have to head into town tomorrow.#$b#Still, it's a nice walk.$1",
                "winter_Wed": "The bear in the Inn hallway? Oh, pretty sure he died of natural causes.#$b#I've named him Humphrey. I hope he doesn't mind.$1",
                "winter_Wed6": "Do I get lonely out here in this big, empty inn? Of course not. Eloise comes to visit sometimes.#$b#As long as she never brings a tricycle, we're sweet.$1",
                //Thursday
                "Thu": "I always enjoy the walk into town. The air's so fresh here, not like Fort Josa. It always smelt of smoke.",
                "JojaMart": "Howdy @. Just picking up some supplies. Got a baking marathon planned!",
                "SeedShop": "Howdy @. Just picking up some supplies. The fruit here's always pretty fresh. I wonder where Pierre gets it from?",
                "Thu4": "Have you meet Aideen? She's pretty, isn't she?#$b#Are we friends? No, not really. But her cat visits sometimes!$1",
                "spring_Thu6": "Sorry if I'm a bit dusty. The dratted birds are trying to nest in the eaves again, and I'm trying to discourage it.#$b#Oh, I'm fine with birds really... just not in my roof.$2",
                "fall_Thu4": "Argh, today's been a bit of a rough day. Just feelings, you know?$2#$b#Anyhow, I decided to do some baking... and now I've got enough to feed the whole town. Ugh. Have a muffin.[651]",
                "summer_Thu": "Have you seen the little grey cat wandering around?#$b#Sometimes I leave scraps out for her. Poor wee thing.$2",
                "fall_Thu": "Do you keep in touch with anyone back home, @?#$b#Yeah, Mom rang last night. It was nice. Made me a little.. nostalgic? Not sure that's the right word. But homesick isn't either.$2",
                "winter_Thu": "The snow here's so fresh and clean. It makes the world seem kind of new.#$b#Cold though!",
                "winter_Thu6": "There was something scratching in the walls all night. Again...#$b#Probably mice. Ugh, I hope it's not rats. Maybe I should ask Aideen if I can borrow her cat.$1",
                "winter_Thu10": "Howdy sunshine! Wanna pop over tonight and watch a movie?#$b#Maybe some sort of mindless action flick? I'd appreciate the company.",
                //Friday
                "Fri": "Some evenings, I like to take a walk down to the lighthouse. The sunset's really nice.#$b#Would be better if I had someone to watch it with though...$2",
                "Fri4": "I've always had a sweet tooth. Mom used to tease me about it.",
                "Fri8": "My parents split a few years back. Sometimes I think they only stayed together that long cos of me.$2",
                "summer_Fri8": "Fort Josa's a coastal town, so we used to play in the water all the time. Sometimes we'd even see dolphins.#$b#That was until the war... after that, well, let's just say swimming became a lot less fun.$2",
                "summer_Fri": "Maybe I'll dip my feet in the ocean tomorrow. Although Eloise told me there are fish that will nibble your toes.#$b#Not sure how keen I am on that idea!$1",
                "fall_Fri": "You know, a lot of ships sunk around here. It's why they build the lighthouse.#$b#Do you reckon there's treasure, hidden out there on the reef?",
                "winter_Fri": "Hey, would you like to hang around for a bit? I'm bored and could do with some company.",
                //Saturday
                "Custom_EastScarpeInn_Sat": "This? Oh, it's temp work, until the owners return. Free food and board? Can't argue with that!$1",
                "Sat": "It's a pity more people don't come to this beach. It's kinda like Pelican Town's hidden gem.$1#$b#More visitors might be better for business, but it would kinda ruin the atmosphere though.",
                "Sat_4": "Aideen's cat came to visit yesterday. Please don't tell her, but I fed him...#$b#He really likes fish!$1",
                "Sat4": "I go into town sometimes, but the groups here... they're so tight-knit.#$b#It's easy to feel like a stranger, don't you find?$2",
                "summer_Sat2": "Do you enjoy walking on the beach, @? I love the feeling of sand between my toes.",
                "winter_Sat6": "This place can be a little creepy at night. It's so big, and old.#$b#Sometimes it makes these weird groaning noise. But it's probably not ghosts, right?$2",
                "summer_Sat": "I'd better write a letter to my Dad... Yeh, he's still in Fort Josa.#$b#He sends me recipes sometimes. I miss him.$2",
                "fall_Sat": "Hmm... Spirit's Eve is just around the corner. We used to have so much fun with it.#$b#We'd sit around a campfire and see who could tell the scariest stories.",
                "winter_Sat": "Ugh, there was quite a snowfall last night.#$b#Had me up before dawn shoveling off the roof. Heck, I'd kill for a coffee.",
                //Sunday
                "Sun": "Do you see many refugees here, @? Guess not. We had a constant flow of them in Fort Josa.#$b#It's really sad, the things people have gone through to be 'free'.$s",
                "Sun6": "Sometimes I miss Fort Josa, you know. Nah, not homesickness, more something else...#$b#Yearning, perhaps? Although I've got to say, it's pretty nice here.",
                "winter_Sun4": "Goodness, Ellie can really chew your ears off, can't she?#$b#She caught me throwing bread scraps to the birds... Oh, did I ever get a telling off!$1",
                "summer_Sun": "Have you ever seen a mermaid, @?#$b#I can't be 100 percent certain, but I know I saw someone - or something - swimming off the bay.",
                "fall_Sun": "Want a game of pool? I got talked into entering a tournament once.#$b#Oh, I was utterly garbage; it's really not my game. Fun though!",
                "winter_Sun": "Are you a fan of horror movies, @?#$b#I watched one last night... it was set in an empty hotel. Closed for the winter...#$b#Possibly not the brightest idea I've ever had!$1",
                //Specific Dates
                "spring_23": "Are you going to being dancing tomorrow, @?#$b#Me? Oh, I suppose so! If the right person asked, of course!",
                "spring_23_2": "I'm looking forward to the dance tomorrow.$1#$b#Yeh, it's corny but fun. I love these old traditions, don't you?",
                "fall_26_2": "Spirit's Eve is my favourite festival. You know what? I'm totally going to host a party here. What do you say?",
                //Conversation Topics
                "Josephine_Arrives": "Oh @! Lewis just called to tell me the Governor's wife and son are arriving tomorrow!$1#$b#My first guests! I really hope I don't let him down.$2",
                "Tristan_Returns": "I heard some weird rumor about a guy that was a cat?#$b#Sounds like a fairy tale to me. Know anything about it, @?",
                "cc_Complete": "I saw the JojaMart is all boarded up. What happened?#$b#I guess that means the cute redhead's left... I never got to say 'goodbye'.$2",
                "CherryOrchard_Rosa": "Hey @, remember that weird place Eloise found? Cherry Orchard? I asked Mayor Lewis about it.#$b#He said it closed down when he was a child, some sort of family feud. All the kids in town were warned away from playing there. Dangerous, apparently.$2",
                "spring_15_2": "Hmm, I think I'll bake maple bars today. Why? Oh, no reason.$5",
                //Resort dialogue courtesy of Calcite
                "Resort_Entering": "This island is lovely! Too bad the inn isn't located here.$1",
                "Resort": "Did you know they had a string of forts along islands just like this one? Why couldn't my family choose to live in one of those?",
                "Resort_Shore": "Ouch! I think that crab just pinched me. Where's Willy when you need him?",
                "Resort_Wander": "Now what's this I hear about a mermaid?$1",
                "rejectNPCA": "You know I'm only attracted to girls, right?^Too soon, sunshine, I'd rather we got to know each other first.$1",
                "rejectNPCB": "Sorry no, you're not my type.^Sorry sunshine, I'd rather we remain friends for now. Hope that's okay with you?",
                //Custom Gift Dialogue
                //New ***********
                "reject_534": "You want me to have it? No, I'd better not - I'd probably lose it! You keep it.$5#$b#Who knows? Maybe one day we'll find Lily-Anne and we can return it to her.$1",
                "Aideen_Garden": "Of course I'll be helping Aideen with the garden project!$1#$b#It's going to look beautiful."
            }
        },
        //With Juliet
        {
            "LogName": "Schedule",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Rosa",
            "When": {
                "HasMod": "LemurKat.JulietHouse.NPC"
            },
            "Entries": {
                "Resort_Wander": "Shh, don't tell Juliet, but I'm taking her to see the mermaid later.",
                "cc_Complete": "I saw the JojaMart is all boarded up. What happened?#$b#I hope that doesn't mean Juliet's going to leave.$2",
                "summer_Tue": "Are you friends with Juliet? Now, there's a woman who knows her own mind!$1",
            }
        },
        {
            "LogName": "Schedule",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Rosa",
            "When": {
                "HasMod": "LemurKat.JulietHouse.NPC",
                "HasSeenEvent": "57874015"
            },
            "Entries": {
                "Resort_Wander": "Shh, don't tell Juliet, but I'm taking her to see the mermaid later.",
                "winter_Fri10": "Jules dropped by last night. She's convinced this place is haunted.#$b#Honestly, I'm not sure if she's here to see me, or try and catch a ghost.#$b#I'm happy for her company either way!$1",
                "fall_Fri6": "Jules and I have been talking about a seance. Spooky time of year and all that.#$b#Not really my scene, but you know what she's like. Do you want in on it?",
                "Sun6": "Hah, you should come join us sometime on Saturday night. Jules and me have been shooting pool down at the Stardrop.#$b#She's not quite the poolshark she thinks she is!$1#$e#But she does this cute little dance when she wins... so sometimes I miss on purpose.#$e#That's our little secret, 'k?$4",
                "fall_Fri10": "Jules dropped by last night. We watched a movie, and she fell asleep against my shoulder.#$b#It was pretty cute, even if she did drool a bit.$1"
            }
        },
        /********************************************
        //             K A T A R Y N A
        ********************************************/
        {
            "LogName": "Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/KatarynaLK",
            "Entries": {
                "fall_15_2": "This is such a quaint little town, isn't it? Makes you wonder what goes on beneath the surface.#$b#Ghosts, ghouls, things that go bump in the night... Everywhere has its secrets, and it's my mission to find them.$1",
                "Mon": "There's definitely something supernatural going on here. I can practically smell it.",
                "Mon4": "Oh, @! Quick, you have to save me. Eloise has been chattering my ears off about birds again.$2#$b#There's nothing cryptic about toucans. Although their beaks are rather strange.$3",
                "Mon6": "We spent all night camping in the Foreverglades once; we'd heard rumors of a pungent ape.#$b#Got eaten alive by mosquitoes for my trouble.$4",
                "summer_Mon": "Seen anything supernatural going on? No? Then I don't have time to chat.$4",
                "winter_Mon": "Oh, what a fool I was not to pack a scarf.$2#$b#It's warmer by the ocean, they said. They lied.$4",
                "fall_Mon": "Spent all weekend proof-reading articles and argh, the grammar. The spelling!#$b#Doesn't anyone know how to use a dictionary anymore?$a",
                //Tue
                "Tue": "One of my sources told me there's a wizard living in town.#$b#I don't suppose you'd organize a visit?#$b#Of course I tried knocking! He refused to answer.$a",
                "Tue4": "This wizard... are you friends with him? I'd dearly love to interview him.",
                "Tue6": "Tabloid, pah! Critics can be so narrow-minded.$a#$b#Keep your mind open to the supernatural, @. After all, it's all around us.",
                "summer_Tue": "Oh... That wretched Peasbody-person has been criticising my stories again. The gall!$a#$b#All because HE doesn't believe in monsters...^All because SHE doesn't believe in monsters...",
                "winter_Tue": "We once visited a ghost town up in the Cascades that was overrun by feral monkeys.#$b#It all seemed quite a lark, until one bit poor Raoul and nicked his camera.$2",
                "fall_Tue": "Have you ever seen a unicorn, @? Beautiful creatures they are, more goat than horse.#$b#We chased a rumor of one once, into a deep forest. Terrifying place. Were almost eaten by ghosts.#$b#Why, if it weren't for Raoul and his flare gun, we'd likely have joined them.$2",
                //Wed
                "Wed": "Oh yes, I've met that 'charming' chap up in the Guild.#$b#He's a bit gruff, isn't he? Wouldn't tell me much of anything. Said that information was reserved for Guild members. Hmmph.$a",
                "Wed4": "What does it take to join your Adventurer's Guild? I've never wielded a sword...#$b#But I did once fight off a territorial wyvern with a frying pan.$1",
                "Wed6": "Some people seem to be friendlier than others here... I thought small town folk were hospitable.$2",
                "summer_Wed": "Do you believe in ghosts, @?#$b#Me? Oh, I don't believe in them - I KNOW they're real. Would you ever say you believe in goats?#$b#No, of course you don't. That would be ridiculous.$1",
                "fall_Wed": "Ghosts, goblins, werewolves... yes, of course they exist. Vampires though? Well, that's another matter.",
                "winter_Wed": "Could've sworn I heard a weird banging noise, somewhere far below my bed last night.#$b#Probably the spirits of the miners. When death strikes suddenly, shades hang around. They're harmless though. Mostly.$1",
                "fall_Wed4": "Do some of the villagers seem a little ... unusual to you, @?$3#$b#I've heard Aideen talking to her flowers! Perhaps she's one of the fae?$1#$b#Or maybe it's more that small towns encourage eccentricities.",
                //Thu
                "Thu": "Granny Evelyn's delightful! She told me so much about the town.#$b#None of it was particularly useful, but I didn't have the heart to discourage the old dear.$1",
                "Thu4": "How's your livestock, $?#$b#I hear something's been bothering Marnie's chickens.#$b#I wonder if it could be a cockatrice? If you find any strange eggs, bring them my way!$1",
                "Thu6": "Run into any golems, @?#$b#Some say they're animated by magic... others theorize they're sentient.#$b#What do you think?",
                "summer_Thu": "There's a lot of those pesky crabs around, aren't there?#$b#I wouldn't say they're cryptic, but they're not natural either. Horrid things.",
                "winter_Thu": "I found the old orchard. Seems like there might be some interesting story there.#$b#Do I think it's haunted? Well, naturally. How could it not be!$3",
                "fall_Thu": "Oh, hello @. I'd kill for an espresso. Was up all night sorting out a scoop.#$b#Hah, no! That's classified information. You can buy the next issue, like everyone else.$3",
                //Fri
                "Fri": "Oh, can't stop, deadlines to meet!",
                "Fri4": "Do you have any goats on your farm, @?#$b#Oh, no reason, there's just been sightings of a chupacabra in the area.$1",
                "Fri6": "Are you familiar with the Legend of Angry Roger? He was a gold miner turned outlaw, a hundred-odd years ago.#$b#They say he hid his treasure somewhere in these hills. No one knows where.",
                "summer_Fri": "You haven't seen anything unusual around here, have you?",
                "fall_Fri": "Do you know where the entrance to the old mine is? I've been trying to find it, but the guide book's horribly imprecise.$2",
                "winter_Fri": "There's definitely something a little... different about this town, don't you think?#$b#And so insular. No one wants to talk to me. Well, except the Vet's girl. And all she wants to talk about are birds.$a",
                "winter_Fri8": "Have you heard any rumors around Abigail? There's definitely something interesting about her.$3#$b#Takes after her mother, I've heard - allegedly Caroline lived quite a free spirited youth!$1",
                "summer_Fri_inlaw_Jasper": "I hope your husband is working on something refreshing for us! His articles are always such a hoot.$1",
                //Sat
                "Sat": "The children keep telling me such outrageous stories.#$b#A fishman lurking by the wharf, goblins in the woods... if only they were true!$3",
                "Sat4": "Ever visited a slime farm, @? If you ever get an invite, do not wear good clothes!#$b#I attended a Slime Fanciers' Convention once. They're quite an eccentric bunch. Very, err, enthusiastic.$1",
                "summer_Sat": "Dr. Jacob seems like a nice fellow. Took a bit to get him talking... have you noticed that?",
                "winter_Sat": "It's so hard to find good staff nowadays. Not one of them was willing to work the weekends!$a#$b#Youth of today... No dedication to the craft.$2",
                "fall_Sat": "Do you know what the Mayor said to me, @?#$b#He said, if I were ever to hear rustling in the bushes after dark, I should ignore them.#$b#I wonder what he's hiding.$3",
                "fall_Sat_inlaw_Jasper": "I see your charming husband's been hard at work. His latest piece on the junimo was most enlightening. Hmm... I wonder if there might be some around here?",
                //Sun
                "Sun": "What do you know about the message on the gravestone, @? It's rather mysterious, isn't it.$1",
                "Sun4": "%Kataryna looks tired.#$b#I'd murder for an espresso. What? No, I wasn't even doing research.#$b#Just picked up the latest Lilith Sheridan novel... and I couldn't put the dratted thing down.$2",
                "summer_Sun": "Is there any place to get an espresso around here?",
                "winter_Sun": "Is that Oliver-kid still around? Would've thought his parents would send him to some fancy boarding school.$4",
                "fall_Sun": "Day off? No, me neither. No rest for the wicked, as they say.$1",
                "summer_Sun6": "We got chased by a swarm of fairies once. They're territorial little blighters.#$b#They bite too. And it took days to wash off all the fairy dust.$2",
                "GiftReaction_Rodney's_Autograph": "Mr. O'Brien's autograph? Are you acting as his publicist now?#$b#Wins an award or two, and immediately thinks he's the bee's knees.$a#$b#Hah, just my unprofessional jealousy talking. I enjoyed his books.$1",
                "reject_534": "You're giving me vintage jewelry? I can't accept this. You should get it valued - who knows? Might be worth a fortune.$1"
            }
        },
        { //Kataryna
            "LogName": "Kataryna",
            "Action": "EditData",
            "Target": "Characters/Dialogue/KatarynaLK",
            "When": {
                "HasFlag": "KatarynaBecomesSocial"
            },
            "Entries": {
                "winter_Sat": "People keep looking at me sideways. Small town like this, bound to be a few skeletons.$2#$b#Lucky for them, I'm not that kind of journalist. Unless of course one was to stand up.$3",
                "winter_Wed": "I've picked up some editing work on the side. Mostly pulp fiction nonsense, but it is what it is.$2",
                "winter_Sun": "Oliver doesn't seem too happy I'm still around. Ah well, at least he's staying quiet about it.#$b#I can deal with the odd death stare.$2",
                //Probably more to come!
            }
        },
        /************************************************************* 
        S P E C I A L   O R D E R S
        *************************************************************/
        {
            "Action": "EditData",
            "Target": "Strings/SpecialOrderStrings",
            "Entries": {
                //Catch Fish for the Cat
                "EastScarp.SpecialOrders.LadySheba_Name": "Feeding the Cat",
                "EastScarp.SpecialOrders.LadySheba_Text": "There's a stray cat on East Scarp beach and she's hungry! Can someone give her some fish please? {FishType:Text} are her favourite! < Jas",
                "EastScarp.SpecialOrders.LadySheba_Objective_0_Text": "Catch 5 {FishType:Text}.",
                "EastScarp.SpecialOrders.LadySheba_Objective_1_Text": "Place 5 {FishType:Text} in the crate by Scarp Beach",
                //Bug Meat for the Cat (part 2)
                "EastScarp.SpecialOrders.LadySheba2_Name": "More food for the cat",
                "EastScarp.SpecialOrders.LadySheba2_Text": "The stray cat's still hungry! Maybe some bug steak would help us make friends with her? < Jas",
                "EastScarp.SpecialOrders.LadySheba2_Objective_0_Text": "Collect 50 wads of bug meat.",
                "EastScarp.SpecialOrders.LadySheba2_Objective_1_Text": "Craft 5 Bug Meat Steaks",
                "EastScarp.SpecialOrders.LadySheba2_Objective_2_Text": "Place 5 Bug Meat Steaks in the crate by Scarp Beach",
                //Cheese for the Cat (part 2)
                "EastScarp.SpecialOrders.LadySheba3_Name": "Cheese for the cat",
                "EastScarp.SpecialOrders.LadySheba3_Text": "She's almost ready to be my friend. And all cats love cheese! This time it's going to work, I'm sure of it. < Jas",
                "EastScarp.SpecialOrders.LadySheba3_Objective_0_Text": "Collect 3 milk",
                "EastScarp.SpecialOrders.LadySheba3_Objective_1_Text": "Churn milk into cheese",
                "EastScarp.SpecialOrders.LadySheba3_Objective_2_Text": "Place 3 pieces of cheese in the crate by Scarp Beach",
                //Daffodils Order
                "EastScarp.SpecialOrders.AideenFlowers_Name": "Spring Flowers for Aideen",
                "EastScarp.SpecialOrders.AideenFlowers_Text": "Spring is here, and I am in dire need of daffodils! If someone could deliver thirty fresh-picked flowers, they would have my eternal gratitude.     - Aideen  ",
                "EastScarp.SpecialOrders.AideenFlowers_Objective_0_Text": "Collect 30 Daffodils",
                "EastScarp.SpecialOrders.AideenFlowers_Objective_1_Text": "Deliver 30 Daffodils to the Vase in Aideen's Kitchen",
                // SweetPeas
                "EastScarp.SpecialOrders.AideenFlowers2_Name": "Summer Flowers for Aideen",
                "EastScarp.SpecialOrders.AideenFlowers2_Text": "Now it is summer, sweet hearts are seeking sweet peas. I would be most grateful if someone could deliver thirty freshly picked blooms.   - Aideen  ",
                "EastScarp.SpecialOrders.AideenFlowers2_Objective_0_Text": "Collect 30 Sweet Peas",
                "EastScarp.SpecialOrders.AideenFlowers2_Objective_1_Text": "Deliver 30 Sweet Peas to the Vase in Aideen's Kitchen",
                // Crocus
                "EastScarp.SpecialOrders.AideenFlowers3_Name": "Winter Flowers for Aideen",
                "EastScarp.SpecialOrders.AideenFlowers3_Text": "Winter is so dreary, but flowers brighten even the most maudlin day. Help me brighten the lives of my customers, by delivering thirty freshly picked crocuses.    - Aideen  ",
                "EastScarp.SpecialOrders.AideenFlowers3_Objective_0_Text": "Collect 30 Crocuses",
                "EastScarp.SpecialOrders.AideenFlowers3_Objective_1_Text": "Deliver 30 Crocuses to the Vase in Aideen's Kitchen",
                //Slay Crabs
                "EastScarp.SpecialOrders.SlayCrabs_Name": "Reducing the Crab Menace",
                "EastScarp.SpecialOrders.SlayCrabs_Text": "Aggressive crabs are surfacing at night across East Scarp, threatening pets and wildlife. Please help us reduce this menace, and make East Scarp safe again.                     -Dr. Jacob (DVM)",
                "EastScarp.SpecialOrders.SlayCrabs_Objective_0_Text": "Slay 50 crabs",
                //Josephine's Jelly Order
                "EastScarp.SpecialOrders.JosephineJelly_Name": "Wanted: Jelly",
                "EastScarp.SpecialOrders.JosephineJelly_Text": "I've been telling my friends back in Zuzu about the delicious local preserves, and now everyone wants some!^I will pay generously for a dozen jars of jelly made from locally grown fruit   - Josephine.",
                "EastScarp.SpecialOrders.JosephineJelly_Objective_0_Text": "Collect 12 fruit",
                "EastScarp.SpecialOrders.JosephineJelly_Objective_1_Text": "Preserve 12 jellies",
                "EastScarp.SpecialOrders.JosephineJelly_Objective_2_Text": "Donate 12 jellies to the Inn fridge",
                //Beatrice Quartz
                "EastScarp.SpecialOrders.BeatriceQuartz_Name": "Quartz Needed",
                "EastScarp.SpecialOrders.BeatriceQuartz_Text": "Recent storms have damaged the lighthouse lens, and we need freshly smelted refined quartz for the repairs. If anybody could drop some by, please?     - Beatrice",
                "EastScarp.SpecialOrders.BeatriceQuartz_Objective_0_Text": "Collect 12 quartz",
                "EastScarp.SpecialOrders.BeatriceQuartz_Objective_1_Text": "Process 12 bars of refined quartz",
                "EastScarp.SpecialOrders.BeatriceQuartz_Objective_2_Text": "Deliver 12 refined quartz to the Lighthouse"
            }
        },
        {
            "Action": "EditData",
            "Target": "Data/Mail",
            "Entries": {
                "EastScarp.SpecialOrders.LadyShebaMail": "Thanks for feeding the cat! Maybe soon she'll be our friend. < Jas[#]Thanks for feeding the cat!",
                "EastScarp.SpecialOrders.LadySheba2Mail": "I saw the cat today! She's almost ready to be our friend I think! Thanks so much. < Jas[#]Thanks for feeding the cat (again)!",
                "EastScarp.SpecialOrders.LadySheba3Mail": "I think she's ready to come out now! You should come and meet her! Thank you for helping! < Jas [#]Thanks for feeding the cat!",
                "EastScarp.SpecialOrders.AideenFlowersMail": "Dear @, ^I am most grateful for the daffodils. In return, I am sending you some seeds for summer.^ Regards, Aideen.%item object 431 9 %%[#]Flower Delivery Thank You",
                "EastScarp.SpecialOrders.AideenFlowers2Mail": "Dear @, ^The sweet peas have certainly sweetened a few hearts. Thank you. In return, I am sending you some seeds for fall.^ Regards, Aideen.%item object 425 4 %%[#]Flower Delivery Thank You",
                "EastScarp.SpecialOrders.AideenFlowers3Mail": "Dear @, ^The crocuses have brightened many a dreary day. In gratitude, please find enclosed some seeds for spring.^ Regards, Aideen.%item object 429 9 %%[#]Flower Delivery Thank You",
                "EastScarp.SpecialOrders.SlayCrabsMail": "Thanks for your help, @. East Scarp feels a lot safer now. Please find enclosed some crab cakes.  - Dr. Jacob.%item object 732 5 %%[#]Thanks for helping with the infestation.",
                "EastScarp.SpecialOrders.JosephineJellyMail": "Dear @, ^Your delicious jellies made such wonderful gifts, and received such praise!^Please enjoy the gift, and I hope it shall encourage you to make many more!   - Yours sincerely, Josephine%item bigobject 15 %%[#]A letter of thanks from Josephine",
                "EastScarp.SpecialOrders.BeatriceQuartzMail": "Dear @, thanks to you, my lamp has been repaired and is good as new. The ships will be safe again. Please drop by some time.   - Beatrice[#]Lighthouse repair Thank You"
            }
        },
        {
            "Action": "EditData",
            "Target": "Data/Mail",
            "Entries": {
                "EastScarp.SpecialOrders.AideenFlowersMail": "Dear @, ^I am most grateful for the daffodils. In return, I insist that you call by my house. I have acquired some new seeds, and I would appreciate your assistance growing them.^ Regards, Aideen.[#]Flower Delivery Thank You"
            },
            "When": {
                "HasMod": "LemurKat.EastScarpe.JA",
                "HasMod |contains=spacechase0.jsonAssets": true
            }
        },
        {
            "Action": "EditData",
            "Target": "Data/Mail",
            "Entries": {
                "EastScarp.SpecialOrders.AideenFlowers2Mail": "Dear @, ^The sweet peas have certainly sweetened a few hearts. Thank you. In return, I am sending you something glorious for fall.^ Regards, Aideen.%item object {{spacechase0.jsonAssets/ObjectId:Fall Rose Starter}} 2 %%[#]Flower Delivery Thank You",
                "EastScarp.SpecialOrders.AideenFlowers3Mail": "Dear @, ^The crocuses have brightened many a dreary day. In gratitude, please find enclosed something beautiful for spring.^ Regards, Aideen.%item object {{spacechase0.jsonAssets/ObjectId:Spring Rose Starter}} 2 %%[#]Flower Delivery Thank You"
            },
            "When": {
                "HasMod": "mizu.flowers",
                "HasMod |contains=spacechase0.jsonAssets": true
            }
        }
    ]
}