{
//Faces
//0 - positive neutral
//1 - smile
//2 - disappointed
//3 - neutral
//4 - blush
//5 - angry
//6 - shock
//7 - eyeroll
  "Introduction": "Visiting from Pelican Town?#$b#Have you met my children?$1",
  "Mon": "Maintaining a household is difficult work...$0#$e#But I actually enjoy it!$1",
  "Mon6": "Have you seen Silas today?$3#$e#Sometimes I worry about that boy, his head is always in the clouds.",
  "Mon_inlaw_Silas": "How is Silas doing on the farm?#$e#I hope he stops reading long enough to be helpful.$4",
  "Tue": "I need to pick up green beans for supper tonight.",
  "Tue8": "Did you know that Silas hates bean hotpot? But Jasper loves it.#$e#It can be a struggle to manage so many picky eaters.",
  "Wed4": "Hi @, are you keeping busy?",
  "Wed": "It's %time already? My goodness!#$e#I must be having a good time, this day has flown by!$2",
  "Thu6": "Do you like living on a farm, @?#$e#My husband grew up on a ranch, you know.",
  "Thu": "Do you enjoy farming, @?",
  "Fri": "Have you seen Jasper today?",
  "Fri_inlaw_Jasper": "How is Jasper doing on the farm?",
  "Sat": "Hi.#$e#Need something?",
  "Sat4": "Ugh. What can I make for supper that everyone will eat?",
  "Mon2": "If you see Silas, would you tell him that I'm looking for him?",
  "Sun": "It's a beautiful day, isn't it?",
  "Sun8": "Greta and I are good friends.",
  "summer_Mon": "Summer is nice, but it also means more work.#$e#I have to keep the hedge maze in top shape!$3",
  "summer_Tue": "I love to make salads in the summer!$0#$e#It's nice to have a meal that doesn't heat up the house.$1",
  "summer_Tue6": "Don't tell Gerhard, but I don't mind using the stove in the summer.$#e#Salads are just my favorite!$4",
  "summer_Thu": "Oh dear. Whatever shall I make for supper?#$e#A house full of picky eaters is so challenging.$5",
  "summer_Sun": "It might be selfish, but I'm glad Greta takes the summer off to watch her children.$4#$e#That means I get to see her so much more!$1",
  "fall_Thu": "I need to see if Erik has any cranberries in stock.#$e#Silas loves them, you know.$3",
  "fall_Sun": "Are you growing cranberries on your farm, @?",
  "fall_Sun2": "Do you cook much, @?",
  "winter_Mon": "I loved playing in the snow when I was a kid. I'm so glad my children enjoy it too!$2",
  "winter_Tue": "Pizza night is such an easy meal to make, I let the kids make their own!#$e#I wish Silas enjoyed it.",
  "winter_Tue6": "You should join us for pizza night. My kids love it...#$b#Except Silas, of course. He hates pizza.",
  "winter_Wed2": "I wonder if I could make pizza again tonight...",
  "winter_Thu": "Any suggestions for supper tonight? I'm drawing a blank.",
  "winter_Thu8": "Silas has already eaten all the cranberries I stockpiled this year.$7",
  "winter_Fri": "What's your favorite meal, @?#$e#Maybe I'll try making that for supper tonight!",
  "winter_Sun": "Isn't Stoffton beautiful in the snow?",
  "Custom_Stof_Yoba": "It's nice to see you here, @.",  
//She's just a little kid, don't be so hard on her. (no change to friendship)
"event_little": "I suppose you're right. We all make mistakes when we are young.#$b#But maybe we should consider giving the girls their own room, Gerhard.",
//The twins are old enough to have their own rooms... (no change to friendship)
"event_oldEnough": "My darling twins!#$b#Maybe you're right, though.",
//Have you even met your twins? The girls need different rooms! (-50)
"event_Different": "My darling twins? *gasp*#$b#How dare you?",
//I wanted to check out your award winning maze! [+10]
//I was just passing by! I don't need a tour or anything! [0]
"event_awardMaze": "Oh dear. Do ignore my husband, please. The maze has only won an award because Gerhard has applied for so many...$4",
//I was hoping to talk to you [+30]
"event_talk": "Oh! Of course.$1",

}