{
//Faces
//0- neutral 
//1- tense smile
//2- frown
//3- smile
//4- shock
//5- anger
//6- blushing
//7- dead inside
//#$b# next screen
//#$e# new convo
//@ - player name

  "Introduction": "Hello, @, visiting from Pelican Town? You should buy some pickles while you're here.#$b#Me?$4#$b#No, I cannot abide pickles.$7",
  "divorced": "I can't. I just can't.$2",
  "breakUp": "I suppose if that is the way it must be.$5", 
  "Mon": "Another week begins and the mill awaits.$7",
  "Mon6": "Sometimes I wish I could start my own family with someone.", 
  "Tue": "Hey, @. Here again?",
  "Tue2": "...Spica should be bright tonight...",
  "Wed": "..compels the soul to look upward...Oh, never mind me!$4",
  "Wed2": "I do love watching the stars.",
  "Thu": "$1 FS_Brina_Family#I'm the oldest of five, but I have my own apartment at the boarding house.#$b#It wasn't an easy decision, but I really need my privacy.#$e#I love my family so much, but I do enjoy having my own space.$1",
  "Thu10": "I absolutely love the observatory in Zuzu City!", 
  "Fri": "Hello, @.",
  "Fri4": "If it has been fermented, I probably like it!$3", 
  "Sat": "$1 FS_Brina_Clay1#Have you seen the blacksmith's son? He is very pretty.$3#$b$#Oh, maybe pretty is the wrong word?$4#$b$#*sigh* He's beautiful.$3#$e#I like to visit the blacksmith shop. Marina is friends with my grandmother, and Clay is, um, a very, um, pleasant conversation.$4", 
  "Sat8": "The stars are so beautiful at night!", 
  "Sun": "I go to the temple, but I sometimes have difficulty believing.$2",
  "summer_Mon": "Hello, @. I just love red cabbage! I have so many sauerkraut recipes!$3#$e#No, sauerkraut isn't pickled!$4#$b#It's fermented.$3", 
  "summer_Mon6": "When you have a big family, you can't always get your favorite food. Living on my own, I can have sauerkraut all day!",
  "summer_Tue": "The designers have sent their requests for fabric, and the summer heats up.$7#$b#Oh! That was a pun!$4",
  "summer_Tue4": "Hmmm, how many barrels should I get?", 
  "summer_Tue8": "Astronomy is so interesting, I wonder if they offer courses at the university?", 
  "summer_Wed": "Pickled things are the bane of my existence. How on earth can a person be expected to enjoy something that fills the shelves, but barely sells?!?$5#$e#No, I do not like pickles, and I doubt you can make me.$7", 
  "summer_Thu": "The skies are so clear during the summer!", 
  "summer_Thu2": "...Arcturus should be bright tonight...", 
  "summer_Thu10": "Do you think it is hard to go back to school? I can't decide.", 
  "summer_Fri": "If it has cabbage in it, I probably like it!$3", 
  "summer_Fri2": "I like cabbage. I really do.", 
  "summer_Sat": "How is your weekend going, @?", 
  "summer_Sun": "Sometimes, when I go to the temple, I feel like my inner being is being lifted up towards the stars. On those days, the week doesn't look so awful.$6", 
  "summer_Sun6": "My grandmother says that we have many choices in the spirits we worship. She's had a weird life, but I love her.", 
  "fall_Mon": "Nothing quite like fall to make the sky clear!",
  "fall_Mon2": "...Pegasus...Pegasus...Oh, what?$4#$b#No, not the horse!$3", 
  "fall_Tue": "I am very much wondering what the cafe has on the menu today.", 
  "fall_Tue2": "I wonder if there are baked goods that use fermented foods.", 
  "fall_Wed": "Vinegar is the best! It's fermented, and it tastes fantastic!$3", 
  "fall_Wed4": "I like fermented foods a lot. I wonder if there is something wrong with me.",
  "fall_Thu": "Well, hello again, @.",
  "fall_Thu10": "The moon! The stars! Wait, what was I talking about?$4", 
  "fall_Fri": "I wish I wasn't related to half of the people in town.#$e#Don't get me wrong! They are great!",
  "fall_Fri2": "Things are a little more interesting with you around.",
  "fall_Fri6": "You're pretty fun, did you know that?", 
  "fall_Sat": "Some nights I like to watch the sky. Yes, all night!$5", 
  "fall_Sun": "I think I miss my family most on the weekend. Yes, I could stop by, but it is very hard.", 
  "winter_Mon": "I do enjoy coleslaw. I wonder if they are serving it today at the cafe.$3",
  "winter_Mon8": "When I asked about coleslaw today, Kendria said I needed to expand my horizons.#$e#What's more expansive than an interest in astronomy, I'd like to know?$5", 
  "winter_Tue": "Do you ever wonder about aliens?$1#$e#I wonder about aliens.$3", 
  "winter_Tue4": "I don't wonder about aliens any more.#$e#I have answers now. Maybe too many answers.$7", 
  "winter_Wed": "@, perhaps you should phone home?", 
  "winter_Thu": "Cloth is something I prefer not to think of.", 
  "winter_Thu10": "You're so nice, you almost make me think positive thoughts about cloth! Almost. $7", 
  "winter_Fri": "Sometimes, I wonder what it would have been like to grow up on a ranch, instead of in a pickle shop.$2", 
  "winter_Fri6": "I think I might like to live on a farm or a ranch sometime.", 
  "winter_Sat": "If it snows, I can't see the sky.$2", 
  "winter_Sat2": "...Sirius should be bright tonight...", 
  "winter_Sun": "So cold, but no work today.$7",
  "Custom_Stof_Yoba": "I wish Ebbe would come more often. I don't see them enough.",
//They sure are. [+50]
"event_sure": "I know, right! The sky is my favorite part of the...night sky?$3",
//Which ones, specifically? [+10]
"event_specifically": "Well, it depends on the season, but just look up!$3",
//I hadn't noticed. [-250]
"event_noStars": "Oh, so, we aren't as close as I thought.%fork$5",
// Not really, no. [-250]
"event_notReally": "Oh, well. Never mind. Good night.%fork$5",
//I hear you. [+50]
"event_hearYou": "I mean, that's part of why I have my own place.$1",
//What? [-50]
"event_what": "Oh, well. Never mind. Good night.%fork$2",
//Very big! [+50]
//Not really. [+50]
"event_family": "So you understand.$1",
//Sell me some pickles, baby! (weird) [-250]
"event_weird": "Ugh, no!%fork$5",
//... [+50]
"event_listening": "Oh, I don't know how to explain it. $2",
//What? Tell me! [0]
"event_tellMe": "Nothing, really. Thanks for listening.%fork",
//It's not that far. [+10]
//You aren't kidding! [0]
//You are worth it. [+30]
"event_FionaTour": "My grandmother Fiona grew up in this house. Let's go inside.",
//I like the noise! [-30]
//... [+30]
"event_8heart": "I just can't help thinking that I need something different in my life. Working at the mill is fine, but it is not very interesting.$7",
//What about an online class? [0]
//... [+10]
"event_onlineClass": "I've thought about taking an online class. The observatory in Zuzu City sometimes offers them.$1",
//Astrology? What's your sign, baby! (rude) [-250]
"event_rudeAstrology": "I said astronomy. You aren't listening.%fork$5",
//If you want to take a class, do it! [+10]
//It's up to you. [-10]
//... [+50]
"event_makeSense": "I do love the stars.$3",
//Great! Let's go! [+100]
"event_letsGo": "Wonderful!$3",
//Maybe? [-10]
"event_maybe": "Cool, come on!$6",
//No thank you. [-250]
"event_noThankYou": "Oh. I see.%fork$4",

}