{
//Faces
//0 neutral 
//1 grin with closed eyes
//2 serious
//3 shock or surprise
//4 sad
//5 angry
//6 sparkly smile or smoulder
//7 tired

  "Introduction": "Hello, it's good to see a new face in town. Did you hear about my pottery?#$b#No?$3#$b#Sorry, most of the new people are seeking a commissioned piece.",
  "divorced": "No, not interested in talking to you anymore.$4",
  "breakUp": "Wow. I...I need a moment.$3", 
  "Mon": "Apricots! Pure bliss in a bite-sized treat.$1",
  "Mon2": "I hope you enjoy apricots! I certainly do.$1", 
  "Tue": "My brother Tomas does remote work for some company. Me? I like to work with my hands.$6",
  "Tue2": "Hand-crafted pottery is the best! In my opinion, anyway.$6",
  "Wed": "I like rhubarb pie when it has about half the usual sugar. The zip of rhubarb should not be obscured!",
  "Wed4": "I hope you enjoy rhubarb. I love the zip!",
  "Thu": "Did you know that sometimes people throw pottery when they are angry? Why would they destroy such beauty?$5",
  "Thu6": "Pottery is my life.", 
  "Fri": "I could stare at a morel all day long. The structures of a mushroom inspire my pottery!$1",
  "Fri4": "I like to decorate my pottery with designs from nature.", 
  "Sat": "It has been a very long week.$7", 
  "Sat8": "It has been a very long week, but it is nice to see you, @.", 
  "Sun": "Stay focused and the pottery will turn out right.",
  "summer_Mon": "I think my mother misses the ocean the most in the summer.$4", 
  "summer_Mon6": "Some of my pottery designs are inspired by water.",
  "summer_Tue": "Don't you just love coffee?$6",
  "summer_Tue4": "Coffee is the best, @.$6", 
  "summer_Tue8": "Coffee, coffee, coffee. My favorite drink!$6", 
  "summer_Wed": "I can just about handle regular eels, but lava eels!?! They freak me right out!$2", 
  "summer_Wed4": "Lava eels are the worst. *shudder*$2", 
  "summer_Thu": "Our town is full of lovely people, and most of them have the sense to buy pottery!", 
  "summer_Thu2": "Keep an eye open around town and you may see some of my work.", 
  "summer_Thu10": "Maybe you would like your own set of pottery, hmmm? Let me know.", 
  "summer_Fri": "The last batch of clay I ordered was wrong.#$e#I need to go back to making clay myself.$2", 
  "summer_Fri2": "Throwing is best when I know the exact ingredients in the clay.", 
  "summer_Sat": "My dad works at the forge most days. Check out his shop some time.", 
  "summer_Sat2": "When fall arrives, I can forage for wild plums again!$1", 
  "summer_Sun": "I hear there will be an exhibition of ancient pottery in Zuzu City soon.", 
  "summer_Sun6": "I wish we had more museum displays of pottery.", 
  "fall_Mon": "I once had a very sweet berry. I don't remember the name of it, but I've never had anything quite like it.$6",
  "fall_Mon2": "I think it was a sweet gum berry that I had once. It was so delightful!$6", 
  "fall_Tue": "The falling leaves are giving me inspiration.", 
  "fall_Wed": "Even common mushrooms can inspire my artistic side.$1", 
  "fall_Wed4": "Mushrooms can be quite tasty.",
  "fall_Thu": "#$c .5#Like man is hewn from common clay...Wait. Clay isn't hewn, it's thrown...Weird expression.$7#$e#Like man is hewn from common clay...Wait. Clay isn't hewn, it's thrown...Gee, I'd like to see someone try to throw me.$3",
  "fall_Thu10": "Don't go breaking my heart, my friend.$6", 
  "fall_Fri": "#$c .5#I do like crunchy vegetables!$1#$e#Super meals are great!$1",
  "fall_Fri2": "Crunching on a leaf of bok choy makes me happy!$1",
  "fall_Fri6": "I wonder who invented super meals?$1", 
  "fall_Sat": "Once again, I am tired at the end of the week. At least I was productive!$7", 
  "fall_Sun": "I wonder if Stoffton could support a museum.", 
  "winter_Mon": "You may be surprised, but I do not enjoy winter roots.$7",
  "winter_Mon8": "I still don't like winter roots.", 
  "winter_Tue": "Why do I like wild plums? Why not? They are delicious!$6", 
  "winter_Tue4": "Wild plums, the apricots of the autumn!$6", 
  "winter_Wed": "Do you think I should change my haircut?", 
  "winter_Thu": "Once I dug up a chicken statue in our back yard. It was a deeply unpleasant experience.$5", 
  "winter_Thu10": "I have tried to appreciate the things I excavate, but clay is really the most useful item.", 
  "winter_Fri": "This crisp air is bracing!", 
  "winter_Fri6": "Pottery lifts the heart!", 
  "winter_Sat": "No one has yet been able to fry an egg to my liking.$4", 
  "winter_Sat2": "Even the cafe can't manage a fried egg that I enjoy. But, maybe I'm too picky.$4", 
  "winter_Sun": "Soon, we will have apricots again!$6",
  "Custom_Stof_Yoba": "We are fortunate to have our own temple in Stoffton.",


}