{
//Faces
//0- neutral
//1-smile
//2- sad
//3- anger
//4- shock
//5- side glance
  "Introduction": "Visiting from Pelican Town? It's nice to see you here.#$b#I hope we will see you in the shop often!",
  "Mon": "Can I help you find something?",
  "Mon_inlaw_VashaFS": "Hello, er... my son?^Hello, er... daughter?",
  "Mon_inlaw_QuinnFS": "Hello, er... my son?^Hello, er... daughter?",
  "Mon4": "My daughter Kendra is a Selectperson for the town.#$b#Ask her about it. She'll talk your ear off.",
  "Tue": "You're new around here. Registered to vote?",
  "Tue6": "Sure, the Schafers have a lot to do in this town, but Stoffton wouldn't run without the grocery store.",
  "Wed": "We're having a sale on frozen dinners.",
  "Wed4": "Now that we're good friends could I count on your vote for Alderman?#$b#You ARE registered in Stoffton, aren't you?",
  "Thu": "A lot of people say the Schafers run this town. It's just that there's a lot of them.",
  "Thu2": "I can set you up with an account if you'd like, just like an old timey store.",
  "Thu8": "Have you met my child Vasha? They go to school here in town.",
  "Fri": "Fridays are our busiest day of the week.",
  "Sat": "Got any plans for the weekend?",
  "Sat8": "Nadia, my wife, loves teaching. It's very rewarding.",
  "Sun": "Some folks don't think I should be open on Sundays.",
  "Wed6": "If you like apples, I keep all the good ones in the back.",
  "Thu4": "Haven't seen you in here in a while...unless I was helping Vasha with their homework the last time you stopped in.",
  "summer_Mon": "Hello! We've got a good deal on yogurt today.",
  "summer_Wed": "Is it hot out? I haven't even had a chance to get outside yet today.",
  "summer_Thu": "Nadia forgot her lunch today and I had to run it up to school. Too hot for that!",
  "summer_Fri": "Everyone comes in to pick up dinner stuff on Fridays.",
  "summer_Sat": "Do you like to fish in the summer? I don't have patience for that, but a lot of people seem to like it.",
  "summer_Sun": "Yoba was pretty busy today.",
  "winter_Mon": "Brrr! Shut the door, please!$5",
  "winter_Wed": "I was going to have a special on ice cream, but Nadia said it's the wrong time of year.",
  "winter_Thu": "You look cold!",
  "winter_Fri": "Can I help you? You look cold enough to be a snowman...#$b#er, snowperson.",
  "winter_Sat": "Doing anything fun on the farm for Feast of the Winter Star?",
  "winter_Sun": "They broke out the holiday carols at Yoba today. Feels festive.",
  "fall_Mon": "Come on in! It's getting chilly out.",
  "fall_Thu": "It's been a busy week at the grocery store.#$b#How are things on the farm?",
  "fall_Fri": "I don't get it. We sold out of Salisbury steak.",
  "fall_Sat": "I'm going to spend half the day tomorrow raking leaves, I can just tell.",
  "fall_Sun": "Hello! What are you doing out on a Sunday?#$b#Getting some rest from the farm?",
  "Custom_Stof_Yoba": "I hope to catch Otto after the service.",
//I can’t be bothered. [-30]
"event_Cant": "...said the farmer from Pelican Town!$3",
//I don’t think I have a lot of influence here. I’m just a farmer from Pelican Town. [0]
"event_NoInfluence": "Every little bit helps...",
//You seem like you could really help Stoffton. I’ll see what I can do.$1 [+10]
"event_WillTry": "Thank you, @!$1",
//I guess? I don’t know. [0]
"event_IGuess": "I want to help my community, @.",
//That would make a lot of sense! [+20]
"event_MakesSense": "I appreciate the feedback!$1",
//That’s a silly issue to get behind. Leave it to Rhys to fight his own fights. [-20]
"event_Silly": "Silly issue? If you lived here you’d want more for Stoffton...$3",
  
}