{
//Faces
//1 - smile
//2 - pleased
//3 - neutral
//4 - anger
//5 - side glance
//6 - shock

  "Introduction": "If you're looking for flowers, I'm your man!",
  "Mon": "I get all my fresh flowers on Mondays.",
  "Tue": "Hello! Looking for a special bouquet?",
  "Tue2": "I'll save the freshest flowers for my best customers.",
  "Wed": "I got a magazine on new arrangements.#$b#I'm going to try them out tomorrow.",
  "Thu": "Tomas and I always have dinner at his parents' house on Thursdays.",
  "Thu4": "I wonder what Tomas' parents will be making for dinner. ",
  "Fri2": "I think we are going antiquing this weekend.#$b#Don't tell Tomas, but he likes it more than I do.",
  "Fri": "Have you seen my new arrangements? So exciting!",
  "Sat": "Some people stop in on the weekend to take flowers to the cemetery.#$b#Tomas think it's maudlin.",
  "Sun": "$c .5#Yoba makes me feel centered.#$e#Dinner with Tomas' parents is the perfect end to the week.",
  "summer_Tue": "I think I should be getting sunflowers soon!",
  "summer_Tue2": "Nothing makes me happier than flowers.",
  "summer_Tue6": "Do you grow flowers on your farm?",
  "summer_Wed": "Summer arrangements are almost as much fun as winter.",
  "summer_Wed4": "I sort of taught myself floral arrangement. I hope it doesn't show.",
  "summer_Thu": "It's almost too hot to go to Tomas' parents for dinner this evening!$5",
  "summer_Thu4": "I love summertime, except when it's too hot.",
  "summer_Fri": "I have summer arrangements on sale today.",
  "summer_Sat2": "You get around. Isn't Stoffton far from your farm?",
  "summer_Sat": "Do you grow corn? I love fresh sweet corn.",
  "fall_Tue": "I have lovely autumn bouquets.",
  "fall_Tue4": "I'll bet your farm looks lovely in autumn.",
  "fall_Wed": "I'm already trying out some holiday arrangement ideas.#$b#I like to be prepared.#$b#It's my busiest season.",
  "fall_Thu": "I think it's going to be stew tonight.",
  "fall_Fri": "The fall colors make for some truly stunning arrangements, don't you think?",
  "fall_Sat": "Are you going to the cemetery?",
  "fall_Sun": "Dinner with Tomas' parents tonight. It's one of our favorite activities.",
  "fall_Sun4": "Do you go to Yoba?",
  "winter_Mon": "Sometimes my flower deliveries are delayed with the snows.",
  "winter_Tue": "Need a festive arrangement for your table?",
  "winter_Tue4": "A few people in town give flowers for gifts.#$b#It's a nice gesture.",
  "winter_Wed": "My holiday arrangements have turned out very nice. I'm pleased.",
  "winter_Thu": "Don't you get cold running around in this weather?",
  "winter_Fri": "Tomas keeps the upstairs pretty warm this time of year.#$b#It's a bit much.",
  "winter_Sat": "I haven't been outside today. Did it snow last night?",
  "winter_Sun": "We are bringing a pie from the Pastry Shop to go with dinner tonight.",
  "Custom_Stof_Yoba": "It would be nice to have flowers in here.",
//That's the way to do it! [+10]
"event_DoIt": "You're a good friend. Thanks for dropping in. I appreciate you.",
//They will come back if you have good prices. [0]
"event_Prices": "It's a balance, running a business.",
//I'm surprised you make a go of it in this small town. How many flowers can you possibly sell? [-10]
"event_How": "I'd like to believe I'm doing good for the town.$3",
//It's okay. Can I help? [+10]
"event_Okay": "I think I've got this. But thanks for offering. You're a good friend.",
//I hope you get what you need sorted. [0]
"event_Sorted": "...$2",
//I've got more important things to do. I'm sure you can figure it out. [-10]
"event_Busy": "That's unfortunate. I'll have to go back and try to get Tomas' help.$3",
//Don't even worry about it. We all can have disagreements sometimes. It what you do after that matters. [+20]
"event_NoWorries": "Thank you, @. You're very kind. Now, can I offer you some free flowers? [595]",
//You should keep your private matters private and not out on the sidewalk. [-20]
"event_Private": "Well...$3#$b#I suppose I must!$5",



}