{
 //Faces
  //0 - smile
  //1 - frown
  //2 - shock
  //3 - side glance smile
  //4 - suspicious
  //5 - grin

  "Introduction": "Hello @, I'm Fiona Schafer.  I have a lot of family in Stoffton. Only one daughter moved away to teach in a smaller city.",
  "Mon": "Hello, @! How are you today?",
  "Mon2": "I do love ancient things, especially ones I can eat!$5",
  "Mon4": "I miss my daughters. They can't come home as much as I would like.$1",
  "Mon6": "I wonder if my daughters would like something from the little shop near the quarry?$3",
  "Tue": "#$c .5#Johanna seems to really enjoy keeping the boarding house. I'm so glad she found an occupation that keeps her near me.$5#$e#Lunch with Johanna today. How delightful!$5",
  "Tue6": "I wonder if Marina would like something from the little shop near the quarry?$3",
  "Wed": "Ah, spring. And cherries. Why do they come in pairs?#$b#I don't know; I just don't trust them.$1",
  "Thu": "$1 FS_Fiona_GrandkidsHelmut#Have you met my grandchildren at the pickle shop?#$b#Brina is the oldest, and actually has her own apartment in town. I know I shouldn't have favorites, but she works so hard!$5#$b#Ebbe lives above the store and is facing a few challenges. I hope you have time to speak with them. It's worth it!$5#$b#Matius has a good friend in his cousin Isla over at the mill.$0#$b#Garth follows his cousin Odo all over the farm.$3#$b#Olive? Well, Olive is simply a light in our lives.$5#$e#Fortunately, I don't mind eating a few pickles now and then. For heavens sake, some people!$2",
  "Thu_inlaw_BrinaFS": "Hello, @! How are you and Brina doing?",
  "Thu_inlaw_EbbeFS": "Hello, @! How are you and Ebbe doing?",
  "Fri": "I'm so fond of Pori, but I can never tell whether she trusts me or not.",
  "Fri2": "Hmm, I wonder if Pori has anything interesting for sale?$3",
  "Sat": "$1 FS_Fiona_GrandkidsOtto#Have you met the grandchildren who live with me?#$b#Josef is the oldest, but I'm not sure he wants to farm.$3#$b#Mac loves animals so much!$5#$b#Odo enjoys airplanes and fills his time building models.$0#$b#Rolf reminds me of my son Felix!$5#$e#My house is so full of men!$2#$b#But, I'm not complaining, just commenting.$3",
  "Sat_inlaw_JosefFS": "Hello, @! I hope you and Josef are doing well!$3",
  "Sat_inlaw_MacFS": "Hello, @! How are you and Mac doing?$3",
  "Sat_inlaw_OdoFS": "Hello, @! Are the airplanes growing on you? I hope so.",
  "Sat_inlaw_RolfFS": "Hello, @! Hope you and Rolf are doing well!",
  "Sun": "$1 FS_Fiona_GrandkidsGerhard#Have you met my grandchildren at the mill?#$b#Jasper is studying to take over from his father.$3#$b#Silas enjoys building remote controlled boats.$0#$b#Makena loves to read like her older cousins Ebbe and Josef!$5#$b#Isla has a good friend in her cousin Matius at the pickle shop.$0#$e#How are you enjoying our town, my dear? The mill is an important part of Stoffton!$5",
  "Sun_inlaw_JasperFS": "Hello, @! How is Jasper? I hope you two are happy!",
  "Sun_inlaw_SilasFS": "Hello, @! Are the boats growing on you? I hope so.",
  "summer_Mon": "At last, summer is here and I can get more poppies! You may have noticed I like them.$5",
  "summer_Tue": "Nothing better than a nice cup of tea!",
  "summer_Wed": "South of town, you may have seen the quarry. It gives me such good memories!",
  "summer_Wed2": "You can find so many interesting things when you dig in the ground! I do love some of the older items.",
  "summer_Thu": "Have you tried fishing in the river that runs through Stoffton?",
  "summer_Thu2": "Hello, @. I hope you are enjoying spending time in our town.",
  "summer_Fri": "Sometimes I wish Josef and I had repaired the house when we bought the Vogel place. Oh well, I'm sure it could still be repaired!",
//Alt - I'm so happy that Mac has brought the Vogel house back to life!$5
  "summer_Sat": "Saturdays get so busy, but I do love the company.",
  "summer_Sat2": "I should check and see what Marina is up to this week.$3",
  "fall_Mon": "The work piles up in Fall since the animals have to be inside all winter.",
  "fall_Mon2": "Keeping a large farm is a lot of work, but you probably know that already!",
  "fall_Tue": "I was so happy when I met Iris! She is such an unusual person.$5",
  "fall_Tue2": "Iris has so many insights! And wonderfully odd objects for sale.",
  "fall_Wed": "Once again, fall has arrived, and those despicable purple fruits will be in the market again.$2#$b#What? No, I'm fine. It's just that those little seeds nearly ruined my family once.$4",
  "fall_Thu": "My mother was very interested in plants, especially in spring. Her mother? Even more so.",
  "fall_Thu2": "My father used to bring home some of the rocks he found in the mine.$3",
  "fall_Thu4": "My parent's families get a little complex. At least my boys are easy to deal with!",
  "fall_Fri": "As the year winds to a close, I remember the stories my mother used to tell me. I'm not really sure any of them were true.",
  "fall_Fri2": "My mother's stories were always very interesting. The choices her uncle and father made? Goodness!$2",
  "fall_Fri6": "I should chat with my neighbors about the caves in the valley. Maybe they have seen someone I ... Oh!$2#$b#Um, have you visited my neighbor's store?",
  "fall_Sat": "Have you seen my son Otto lately? The farm keeps him so busy.",
  "fall_Sat2": "Hello, @! I think I saw a toad just now!$2",
  "fall_Sun": "Have you seen my son Gerhard? That mill he runs keeps him so busy!",
  "fall_Sun2": "Hello, @! I think I just saw a deer!$2",
  "winter_Mon": "At last, winter is here! The holly on the ground reminds me of poppies!",
  "winter_Tue": "My son Felix is always so happy! Although it is harder for him to keep flowers in stock in winter.$1",
  "winter_Tue2": "Check with my son Felix if you need flowers.",
  "winter_Wed": "The world quiets down in winter, don't you think? Perhaps it is too quiet.",
  "winter_Wed2": "I always miss my mother more at this time of year. Which is silly because she was never around in winter, but I still miss her.$1",
  "winter_Thu": "Have you seen my son Helmut? Bless him. He follows his dreams.#$e#Do you like pickles?",
  "winter_Thu2": "Ah, Helmut just loves those pickles.$5",
  "winter_Thu4": "I'm always looking for pickle enthusiasts to introduce to my son Helmut.$3",
  "winter_Fri": "My friend Marina wants me to stop eating fish. I know she loves fish; I've been to the Friday talks, but this seems excessive.$2",
  "winter_Sat": "How wonderful to have family visiting today!",
  "winter_Sun": "The year will end soon. Time to consider if you have met your life goals.",
  "Custom_Stof_Yoba": "So many spirits that one can worship.$3",


}
