{
//Faces
//0- neutral 
//1- smile
//2- frown
//3- suspicious
//4- shock
//5- anger

  "Introduction": "Visiting from Pelican Town? Have you met my children?#$b#We don't see Brina much since she took a job at the mill.",
  "Mon": "Have you seen Ebbe today?$3",
  "Mon_inlaw_EbbeFS": "Hello, er... my son?$2^Hello, er... daughter?$2",
  "Mon_inlaw_BrinaFS": "Hello, er... my son?$2^Hello, er... daughter?$2",
  "Mon4": "Monday mornings can be a challenge at my house.",
  "Mon4_inlaw_BrinaFS": "Hi, @. How's Brina doing?",
  "Mon4_inlaw_EbbeFS": "Hi, @. How's Ebbe doing?",
  "Tue": "Ugh. I think I've got egg in my hair.",
  "Tue6": "I made omelets for breakfast this morning.$2#$e#Olive threw hers at me. I guess she doesn't like them?",
  "Wed": "*sigh* It's only %time and I'm exhausted.",
  "Wed4": "What is it the kids call this these days?#$e#Hump day?",
  "Thu": "What should I make for supper tonight?",
  "Thu2": "I hope Helmut remembers to keep an eye on the soup today.$2#$e#If he lets it burn, I'll have to make something else.$5",
  "Thu8": "Do you like parsnip soup, @?#$e#That's one thing my whole family will eat.",
  "Fri": "Looking forward to the weekend, @? I am.$1",
  "Sat": "I look forward to the weekend all week.",
  "Sat8": "I enjoy spending the day with my children.#$e#Do you enjoy children, @?",
  "Sun": "Another long week ahead. *sigh*",
  "Wed6": "Having a good day, @?",
  "summer_Mon": "Summer days make me sleepy.",
  "summer_Wed": "I love all my children, but I'm so glad I only had one at a time...$0",
  "summer_Thu": "Now where has Olive gotten off to?",
  "summer_Fri": "Aluna and I are good friends.",
  "summer_Sat": "Enjoying your weekend, @?",
  "winter_Mon": "I try to cook seasonally, but winter can be challenging.",
  "winter_Tue": "I hoped Olive would like omelets more now that it's cold out.$2",
  "winter_Thu": "Are you growing anything at %farm?#$e#Do you have a greenhouse?$1",
  "fall_Tue": "I know it's best to eat seasonally.#$e#But I miss apricots in the fall.",
  "fall_Thu": "There's nothing better than coming home to a soup that has been simmering all day.#$e#This time of year, it's usually pumpkin soup.",
  "Custom_Stof_Yoba": "I wish Ebbe would join us. But I don't want to push them away...$3",
//Did you teach Matius to fish? [10]
"event_fish": "Oh, no. My friend, Aluna, has been teaching Matius to fish. I'm so grateful for her help.",
//Does Garth always find so many berries? [10] (spring/fall)
"event_berries": "The boys have always loved picking berries. Garth has a knack for it, though. Just don't tell Matius that I said so.",
//Does Fiona always cook too much? [10] (summer only)
"event_Fiona": "Oh, Helmut's grandmother... She blames it on cooking for all her children, then for Otto's four boys...$3",
//Do you really depend on your children to feed your family? (rude) [-250]
"event_rude": "Well! I never!%fork$5", 
//Oh no, I was just passing by. [0]
"event_passingBy": "Of course. Lovely to see you.",
//Ah, it sounds like you've married into a lovely family. [+30]
"event_marriedFamily": "Yes, of course. Having an extended family is not something I expected as an only child.",
//It's nice to see a big family supporting one another. [+50]
"event_familySupport": "I never minded the lack of siblings growing up, but it is nice to have such a big supportive family now.",
//Yes, it sounds like you rely on Helmut's family too much. (mean) [-250]
"event_meanReliance": "Well! I never!%fork$5", 

}