{
//When we have gift lists, I want to update her dialogue with more suggestions as to what gems people might like.

//0- neutral
//1- smile
//2- frown
//3- suspicious
//4- anger
//5- shock

  "Introduction": "Have you met my daughters?#$b#Well, Kendria is my daughter. Lexi is technically my daughter-in-law.",
  "Mon": "I do marvel at Kendria's cooking.#$e#She didn't get that from me!",
  "Tue": "I've been thinking about my daughter's cheesy cauliflower all day.",
  "Wed": "Hmmm...#$e#Do you think it will rain tomorrow?",
  "Thu": "Do you do much mining?",
  "Fri": "#$c .5#It's always good to see my friend, Selene.#$e#I wish I got to see Selene more often.",
  "Sat": "Have you stopped by my husband's shop?#$e#He loves to see people.",
  "Sun": "It's good to take a day off.",
  "summer_Mon": "Do you know how to cook?",
  "summer_Tue": "I've been thinking about my daughter's bruschetta all day.",
  "summer_Wed": "Have you seen Alexandria today? I was hoping she would stop by.",
  "summer_Wed_inlaw_AlexandriaFS": "How's my granddaughter doing?#$e#I imagine she's quite happy living on the farm.",
  "summer_Thu": "How are things on your farm?",
  "summer_Sat": "Weekends are good for business.#$e#Oh, not mine. My husband's shop does better on the weekends.",
  "summer_Sun": "Are you taking the day off?",
  "summer_Thu4": "If your farm is doing well, maybe you'd like to buy something special?",
  "fall_Mon": "What to do about dinner...#$e#Maybe we should go to the SugarDrop Cafe!",
  "fall_Tue": "I've been thinking about my daughter's eggplant parmesan	all day.",
  "fall_Wed": "Are you friends with Alexandria?#$e#Sometimes I worry about her.",
  "fall_Wed_inlaw_AlexandriaFS": "Oh, hello my dear. I think of you as my own grandson now.$1^Oh, hello my dear. I think of you as my own granddaughter now.$1",
  "fall_Sun": "I love the crisp fall air.",
  "winter_Mon": "I wonder if Rhys would take me out for dinner...",
  "winter_Tue": "I've been thinking about my daughter's roots platter all day.",
  "winter_Wed": "I wish we could afford to eat out every day.",
  "winter_Sat": "Business can be slow in the winter. More people stay at home.",
  "winter_Sat6": "Need a Winter Star gift? I can give you some suggestions.",
  "winter_Sun": "This weather makes me want to stay home.#$e#Of course we can't! What would people say?",
  "Custom_Stof_Yoba": "I'm glad Kendria makes the time to join us on Sundays.",


}