{
//Faces
//1 - big smile
//2 - suspicious
//3 - smile
//4 - shock
//5 - anger

  "Introduction": "Visiting from Pelican Town? Make sure you buy some of my pickles while you're here!#$b#I have five children. Have you met them all?",
  "Mon": "Would you like to try a pickle?$1",
  "Mon_inlaw_BrinaFS": "What's it like married to a working girl? We hardly see her.",
  "Tue": "I had a customer today!$1",
  "Wed": "$d bus#Have you seen Harvey?#$e#Normally, he would have been here by now.|I wish the bus from Pelican Town was running.#$e#My best customer lives there.",
  "Thu": "I'm trying a new brine! Come back next week!$1",
  "Fri": "Are you growing corn?#$b#Have you tried pickling it?#$b#Does it taste good?",
  "Sat": "I wish I could afford to be closed on the weekend.",
  "Sun": "Johanna visits Gerhart on Sundays. I wish she'd see me on my one day off.$4",
  "Fri4": "I love pickles so much I opened a store!$1",
  "Wed6": "I wish I was more like my brothers. They are big men in Stoffton.",
  "summer_Mon": "Summer is the best time to brine pickles.",
  "summer_Mon_inlaw_BrinaFS": "Has Brina complained about the heat?",
  "summer_Tue": "Fresh cucumbers by the dozens this time of year!$1",
  "summer_Thu": "Do you know pickle juice makes a refreshing cocktail mixer?",
  "summer_Fri": "I'm taking some pickles over to my brother's house...when I get around to it.",
  "summer_Fri_inlaw_EbbeFS": "How are Ebbe's studies going now that they take classes online?",
  "summer_Sat": "Whew, it's hot in here today!$4",
  "summer_Mon6": "I think Greta called the air conditioner repair people. I hope they get here soon.$2",
  "fall_Mon": "Without a doubt, autumn is my favorite time of year.$1",
  "fall_Tue": "Do you know if anyone has ever made pumpkin spice pickles?",
  "fall_Thu": "I'm starting to think...franchise!",
  "fall_Fri": "I'm picking botanicals around Stoffton for a new line of 'locally-sourced' pickles.#$b#Funny thing is, my pickles are already locally sourced!",
  "fall_Fri_inlaw_EbbeFS": "Ebbe has always been a good student.",
  "fall_Sat": "Have you noticed it has started to get dark earlier?#$b#Pretty soon it'll be winter.",
  "fall_Wed6": "My brothers tell me the pickle shop is too specific to be popular.$4#$b#That hurts my feelings.",
  "winter_Mon": "With the freeze, all my cucumber plants have died.#$b#I'll just start over next year.#$e#Would you like to sample my pickles?$1",
  "winter_Tue": "It's too cold to go out and do anything. Guess I'll just make more pickles.",
  "winter_Wed": "Hello! Have you tried my new line of freeze-dried pickles?",
  "winter_Thu": "Tonight is parsnip soup night! The whole family gathers for it.",
  "winter_Fri": "Did you know pickles make great gifts for the Feast of the Winter Star?#$b#Well, they do.",
  "winter_Sat": "I expected more shoppers this time of year. Greta is helping me make gift baskets.",
  "winter_Sun": "Brina is coming over for dinner tonight. It'll be nice to catch up with her.",
  "winter_Sun_inlaw_BrinaFS": "Brina used to come over for dinner on Sundays. I hope she is well.",
  "winter_Fri4": "Olive loves the pickle shop!$1#$b#Someday all this could be hers! Imagine...",
  "Custom_Stof_Yoba": "It's wonderful that everyone gets together like this.$1",
//I think your pickles are delicious! [+30]
"event_Delicious": "Thank you!$1",
//Maybe you just need to try harder? [0]
"event_try": "I try pretty hard now...$5",
//You should be more like your brothers. [-30]
"event_Brothers": "That’s a pretty harsh thing to say.$2",
//Those ideas are a little out there but sometimes that’s how you have to think to be successful. [ +30]
"event_Ideas": "Exactly!$2",
//That’s…interesting. [neutral friendship 0]
"event_Interesting": "Interesting, eh?$5",
//That sounds crazy. You should follow your brothers’ examples. [-30]
"event_Brothers2": "Well, I think I have to go rearrange the stockroom. Good day.$2",
//Maybe offer her a pickle if she tries the food Greta made? [+50]
//(Stay silent.) [0]
"event_offerPickle": "I know! I can get a pickle for Olive if she tries the food Greta made!",
//Stop spoiling her, Helmut. (mean) [-50]
"event_spoiling": "But I...%fork$4",

}