{
  //0- neutral
  //1- grin
  //2- frown
  //3- shock or surprise
  //4- suspicious
  //5- angry
  "Introduction": "Welcome to Stoffton. My forge welcomes you also.",
  "Mon": "My wife Marina loves the sea. She teaches the children about the sea on Fridays.$1",
  "Mon6": "We are far from the sea, but water creeps into all spaces.$2",
  "Tue": "My son Clay works here with me. He creates beautiful pottery. My work is more straightforward.$1",
  "Tue6": "Pottery can contain the spirit of water, if only for a little while.",
  "Wed": "Smithing is an ancient trade.#$e#By maintaining a forge, I carry on my family traditions.",
  "Wed2": "Hello, @. I hope the farming is going well.",
  "Thu": "I like ore. And coal. They are useful to a smith.",
  "Thu4": "Hello, @. May the spirits of the forge bless your crops.",
  "Fri": "My son Tomas works with computers and his husband owns the flower store.$1",
  "Fri6": "Hello, @. Have you any difficulty with water? If you do, please provide me with a complete description.$4",
  "Sat": "Have you added quartz or fire quartz to coal in a furnace? I love to do that.$1",
  "Sun": "The fire of the forge is strong in my heart.",
  "summer_Mon": "#$c .5#The horses keep me active. They often need another shoe.#$e#The fountains call to me for maintenance. I must answer.",
  "summer_Mon6": "I was once called to Pelican Town to help with a sewer problem...$2#$b#There are some strange things underground.$3",
  "summer_Tue": "Hello, @.",
  "summer_Wed": "My wife likes rainbow shells, as do I.",
  "summer_Thu": "You may believe that fire frightens all, but my wife has taught me to calm the horses when I build their shoes.",
  "summer_Fri": "The water beneath the city speaks to my wife.#$e#Sometimes, I know of trouble in our sewers before the council calls me.",
  "summer_Sat": "I work with horses often, but I do not enjoy the milk of cattle.$4",
  "summer_Sun": "The fire of the forge is held in the hearts of all.",
  "fall_Mon": "Greetings, @.",
  "fall_Mon4": "Greetings my friend, @. May the fire of the forge bless you.",
  "fall_Tue": "Crustaceans. Being married to the sea, I have learned to adore many things, but crustaceans are not something I can learn to like.$5",
  "fall_Wed": "Winter approaches, but my forge burns hot.",
  "fall_Thu": "We must all prepare for winter in our own ways.",
  "fall_Fri": "Stoffton welcomed us when we arrived. I hope you find the same.",
  "fall_Fri8": "I wish you protection if you venture beneath the surface of the earth.",
  "fall_Sat": "The towns in this valley have many differences, but the fires within them burn strongly.",
  "fall_Sun": "The fire of the forge is held in the hearts of harvest.",
  "winter_Mon": "If you want to bring sadness to my wife, present her with food made from raw fish.$2",
  "winter_Tue": "The cold of the outside is contradicted by the fire in my heart.",
  "winter_Wed": "Marina loves the ocean. I would love to take her more often.",
  "winter_Thu": "Show your fire to those around you and they will be attracted to your warmth.",
  "winter_Fri": "I do not like mayonaise.$5",
  "winter_Sat": "Solace can be found in good craftsmanship.",
  "winter_Sun": "The fire of the forge is held in the flickering glow of quartz.",

  "Custom_Stof_Yoba": "Do you feel the cold in the building? I could help change that if they would only let me.",


//Towns like this run on volunteers, Ignas. That’s the beauty of a small town. [+10]
"event_Volunteers": "You are right. I guess I should have looked at it more that way.$3",
//They should pay you. [0]
"event_Should": "I suppose. I want them to acknowledge that I am doing it to help the town.",
//Suck it up. You’ve got a regular job already. [-50]
"event_SuckIt": "You are rather rude.$3",
//I hate farming. It’s dirty, not noble. [-30]
"event_HateFarming": "I think you have made a terrible mistake moving here.$2",
//It’s a living. I couldn’t tell you if it’s noble or not. [neutral friendship]
"event_Living": "To me, taking care of horses and helping people with their metalwork makes me feel like an important part of the community.",
//I feel I’m helping Pelican Town. People seem to like I’m part of the town now. [positive friendship +30]
"event_Helping": "That is exactly what I am talking about!$1",

}