{
//Faces
//1 - smile
//2 - grin
//3 - tears
//4 - shock
//5 - laugh

  "Introduction": "Hi, Hi, Hi!!! Finally someone new in town!.$1",
  "Mon": "Do you like my hair? It's kinda grown on me!$2",
  "Mon4": "I was up all night cleaning my room...",
  "Tue": "Look! I was playing in the sewer and found this cool bug!.$1",
  "Tue6": "I lied about liking my hair... whoops....",
  "Wed": "...Hi...",
  "Wed2": " Are you sure you're a grownup... you don't look like one...$2",
  "Wed4": "Mom says I can't leave the house alone...ugg... she's so overprotective...!$3",
  "Thu": "Do you wish you were still a kid?",
  "Fri": "Garth said he doesn't want to talk to me...$3",
  "Fri2": "Do you like my shoes?$2",
  "Fri4": "I like living here! I have everything!!!$1",
  "Sat": "You smell good.$2",
  "Sat2": "Sometimes I wish I were older and could do whatever I wanted... like you!",
  "Sat8": "You're always so nice to me! Most grownups aren't...",
  "Sun": "Um...hi...",
  "Sun2": "Makena is so snobby and perfect! Ugg...$3",
  "Sun10": "Did you know I play dress up sometimes? Nobody knows... but I really look up to Makena...",
//I want to see them both! (+10)
"event_both": "Oh, okay. I guess we can show you Makena's first.$1",
//Let's see Makena's first. (-50)
"event_MakenaFirst": "*grumble* I knew you liked her better.$3",
//Okay, I will look at Isla's first. (+20)
"event_IslaFirst": "Yay!%fork",
//It's perfect for you! (+20)
//It suits you, Isla.(+10)
"event_perfect": "Thanks! Did you see my Sloth Skeleton?$2",
//It's still rather messy, isn't it? (-10)
"event_messy": "Well, I like it this way.$4",
//What happened? (0)
//It's your room... (+10)
"event_explain": "I just wanted my side of the room to look a little nicer.#$b#Makena's side is so perfect...#$b#And I thought wallpaper would be much easier than this!",
//It looks really nice, Isla! (+20)
"event_nice": "I know you're just being nice, but thanks.$3#$b#I didn't know wallpaper was so hard to put on the wall!",
//I have to tell your parents about this... (-100)
"event_IslaTattle": "You're so mean!$3#$b#I'm going to be grounded for life...%fork$3",

  


}