{
//Faces
//1 - smile
//2 - pleased
//3 - neutral
//4 - sad


  "Introduction": "Hello, and welcome to Stoffton! Would you like to rent a room?$2#$b#What's that? You've got an entire farm?$4#$b#Well. I suppose you don't want to rent a room then.$3",
  "Mon": "Lunch with my mother tomorrow! I wonder what the cafe is serving?",
  "Tue": "I do love green beans! When they are growing, their vines remind me of the story of how the world came to be.$2",
  "Wed": "My girls get more independent every day.$1#$b#Oh! No! I have never found time to have children. My renters seem to always need me!$2",
  "Wed2": "Brothers, hmph. I miss my sister.",
  "Wed8": "My family is doing well, @. Thanks for asking.",
  "Thu": "Hello, @.",
  "Thu8": "Hello, @. Hope you are in touch with your family!",
  "Fri": "Hmm, bean hotpot sounds lovely for supper tonight.",
  "Sat": "I enjoy visiting my friend Nadia.",
  "Sat2": "I wonder what Nadia and I can do today.",
  "Sat4": "I am so glad our town has activities for the children.",
  "Sun": "Yoba makes the most beautiful days.$1",
  "summer_Mon": "I do worry about my girls.$3#$b#For instance, Juliana won't spend a dime on herself!$4#$b#I wish I could help her.",
  "summer_Mon2": "I hope Juliana is comfortable.",
  "summer_inlaw_JulianaFS": "Hello @! How is Juliana doing?",
  "summer_Tue": "Good day to you @.",
  "summer_Wed": "Fiddlehead ferns are so beautiful! They look like vines, but they aren't.$2",
  "summer_Thu": "So many things to do, so little time to do them in.",
  "summer_Fri": "Oh, how I would love to make fiddlehead risotto tonight!",
  "summer_Fri4": "I had the most delightful fiddlehead risotto yesterday!",
  "summer_Sat": "On weekends, it is nice to take some time and plan the week.",
  "summer_Sun": "What a lovely day this is!$1",
  "fall_Mon": "I do worry about my girls.$3#$b#I hope Fabiana is enjoying Stoffton.",
  "fall_Mon_inlaw_FabianaFS": "Hello @! How is Fabiana doing?",
  "fall_Tue": "I grew up on a farm, you know. Surrounded by brothers. My sister moved away, and I miss her.$3",
  "fall_Tue2": "I grew up on a farm, you know, surrounded by family. I want my girls to feel at home here too.$2",
  "fall_Tue8": "I talked to my sister yesterday! She is doing well.$1",
  "fall_Wed": "The falling leaves are a pretty sight.",
  "fall_Thu": "#$c .5#I enjoy pumpkins! Did you know they grow on vines?$1#$e#I do not quite understand why someone would carve a face into a defenseless pumpkin.$5",
  "fall_Fri": "Pumpkin soup or stuffed pumpkin tonight? Well, at least I know we will have pumpkin pie!$2",
  "fall_Fri2": "Pumpkin soup tonight? I should ask the girls.$2",
  "fall_Fri4": "Stuffed pumpkin tonight? Is that something only I enjoy?$4",
  "fall_Fri6": "Pumpkin pie as a complete meal?$4#$b#At least round the meal out with pumpkin soup or stuffed pumpkins.$1",
  "fall_Sat": "So much interesting produce grows this time of year.",
  "fall_Sun": "It is a gorgeous day, @, isn't it?$1",
  "winter_Mon": "I hope Dahlia is having a good day.",
  "winter_Mon": "I do worry about my girls.$3#$b#I hope Dahlia is having a good day.",
  "winter_Mon_inlaw_DahliaFS": "Hello @! How is Dahlia doing?",
  "winter_Tue": "The world is so much quieter during the winter.",
  "winter_Wed": "I wonder how my nieces and nephews are doing in school. I suppose I should ask Nadia!",
  "winter_Thu": "Is it enough to dedicate oneself to the service of others?$3",
  "winter_Fri": "Isn't it interesting how an entire tree can grow from a tiny seed?",
  "winter_Sat": "I wish more vines grew in the winter.$3",
  "winter_Sun": "Such a restful day.$1",
  "Custom_Stof_Yoba": "Mother always says we have a choice in what we believe. I choose to believe that Yoba wants me to help my girls stay healthy and safe.$1",
//contemplating how to clear out the unrented room, so Johanna could rent it. (+50)
"event_Decor": "That's it! I thought you might be able to take some of it off my hands, Juliana.",
//discussing how poorly your room is decorated. (-50)
"event_Need": "What?!? No! That is, I was hoping you might be willing to let me store some of my extra furniture in your room, Juliana.%fork",
//wondering if we could help you decorate your room. (0)
"event_Help": "Yeah. That is, I've got some spare furniture in one of the rooms.",
 

}