{
//Faces
//1- pleased
//2- shock
//3- anger
//4- suspicious
//5- blush
//6- frown
//7- small smile
//8- one eyebrow up
//9- laugh

  "Introduction": "Nice to meet you, I'm Mac.#$b#Yup, I'm the second of four.$8",
  "breakUp": "Not good enough for you, huh?$3#$b#Fine...$6",
  "divorced": "We have nothing to say to each other.$3",
  "Mon": "My chickens were busy yesterday.$7",
  "Mon6": "Sometimes I take my extra eggs to my Aunt.#$e#I want to make sure my cousins grow up nice and strong!$5",
  "Tue": "Dad bought the Vogel place when I was a kid.#$e#There wasn't any reason to fix up the house, though.",
  //Alt - Having this house has been great! It's so much easier to take care of my chickens.$9#$e#And I appreciate having my own space, too.$5
  "Tue2": "I wonder how hard it would be to fix the house on the Vogel place.#$e#It would be nice to live closer to my chickens someday.$7",
  "Wed": "Do you have any animals on your farm?",
  "Wed8": "Hey @, did you have a question about your animals?$7",
  "Thu": "I wish Josef would pull his head out of his...$3#$e#Out of his book.$5",
  "Thu8": "Sometimes I worry about my brother.$6#$e#Which one? Well, all of them, honestly.$9",
  "Fri": "Did you close any gates you opened?$4#$e#Sorry, yesterday was a long day.$6",
  "Fri4": "Big plans for the weekend?#$e#Me? No, the animals don't take weekends off.",
  "Sat": "If my chickens do well, maybe someday I'll build a second coop!$7",
  "Sun": "How many buildings do you have on your farm?",
  "summer_Mon": "I found so many eggs this morning!$9",
  "summer_Mon6": "Aunt Greta is always happy to take my extra eggs.$7",
  "summer_Tue": "I wish I had known our neighbors. Grandma talks about them sometimes.#$e#But they moved before I was born.",
  //alt - Thanks again for gathering all the materials I needed to fix up the house!
  "summer_Tue4": "I think I could fix up the old Vogel house. But it would take more material that I've got time to gather.",
  "summer_Tue8": "Have you made many improvements to your house?",
  "summer_Wed": "Make sure your animals get hay every day.$7#$e#And try to pet them every day too!$1",
  "summer_Wed2": "Our animals love the summer weather.#$e#I don't think all my brothers enjoy it as much, though.$4",
  "summer_Thu": "Someone left the gate open last night.$6#$e#No, I won't tell you which of my brothers I would blame.$4",
  "summer_Thu6": "None of my brothers really want the ranch.#$e#I do, though!",
  "summer_Sat": "My chickens are doing well, thanks.",
  "summer_Sat6": "I think my chickens are enjoying the warm weather.$7",
  "summer_Sun": "Have you tried raising ducks?",
  "summer_Sun6": "Do you have any ducks?#$e#I'm thinking about expanding my options.",
  "fall_Mon": "Do you cook many eggs?$4#$e#I don't mind them, but my cousin, Matius, really likes them.",
  "fall_Mon4": "Aunt Greta is always so pleased to get my eggs.$1#$e#I don't think my youngest cousin is so happy about them, though.$7",
  "fall_Tue": "I'll never be a finish carpenter, but I have learned a few things.#$e#My dad says it's important for a farmer to be able to mend his own fences.$7",
  "fall_Tue2": "I wonder if I could convince my brothers to help...#$e#Odo is actually a fair carpenter.$7",
  //Alt - I was able to furnish my house mostly with furniture I made!$9
  "fall_Tue6": "Maybe I'll try making some furniture.#$e#Then if I ever get my own house, I'll have my own furniture!$9",
  "fall_Wed": "Have you built a silo on your farm?#$e#This is the time of year to make sure your silo is full for winter!$7",
  "fall_Wed4": "Fall is a busy time for us. We have to store enough hay for all our animals.$7",
  "fall_Thu": "Sorry, I can't talk right now.#$e#Someone left the gate open again...$3",
  "fall_Fri": "Maybe we will have pumpkin soup for supper.#$e#It's my favorite!$9",
  "fall_Fri6": "Have you put up enough hay for the winter?",
  "fall_Sat": "Raising animals can be alot of work.",
  "fall_Sun": "It's good to take a day of rest now and then.#$e#Or so I've heard...$9",
  "winter_Mon": "Hi @. Staying warm?",
  "winter_Mon4": "I'm pleased my chickens are still laying well this winter.$7",
  "winter_Tue": "Do you have a heater for your animals?$4",
  "winter_Wed": "Do you have enough hay for your animals?$4",
  "winter_Wed4": "Did you cut enough hay last fall?#$e#Dad might have some for sale if you need any.",
  "winter_Thu": "Our animals stay inside in the winter.$1#$e#At least I don't have to worry so much about the gates...",
  "winter_Fri": "Have you met everyone in Stoffton?",
  "winter_Fri6": "Have you lived many different places?$8#$e#I've always lived here. But you probably knew that.$5",
  "winter_Sun": "Dad always says that Sunday should be a day of rest.#$e#But someone has to take care of the animals...",
  "Custom_Stof_Yoba": "I worry about our animals when we're all here.",
  "Custom_Stof_SchaferCoop": "Oops, you startled me.$2#$e#I spend more time with animals than people.$5",
  "Custom_Stof_SchaferCoop2": "Dad was skeptical about raising chickens, but I think I'm going to win him over.",
  "Custom_Stof_SchaferCoop4": "Do you have any chickens on your farm?",
  "Custom_Stof_SchaferCoop6": "Hey, you live near Pelican Town, don't you?#$e#Do you know anyone who raises chickens there?",
  "Custom_Stof_SchaferCoop8": "I've heard someone managed to breed blue chickens.$2#$e#I wish I could do something like that.$6",
  "Custom_Stof_SchaferBarn1": "I like all our animals, but I like my chickens the most!$1",
  "Custom_Stof_SchaferBarn2": "Do you have many animals on your farm?",
  "Custom_Stof_SchaferBarn": "Animals can be a lot of work.#$e#But it's work I enjoy!$9",
  "Custom_Stof_Pickles": "Aunt Greta loves my eggs!$1#$e#That's why I bring her any extras I have.$5"


}