{
 //0-neutral
  //1-grin
  //2- frown
  //3- smile
  //4- shock
  //5- anger
  "Introduction": "Visiting from Pelican Town? If you like ocean life, you might try one of my talks at the school on Fridays.",
  "Mon": "Have you met my husband, Ignas? He's the town blacksmith.#b#He likes almost anything he can put in his forge!$3",
  "Mon6": "Stoffton has quite a bit of water, despite being far from the ocean!$3",
  "Tue": "#$c .5#Have you been to the flower shop yet? My son Tomas' husband, Felix, owns it.$3#$e#Have you seen my son Clay's work? He makes lovely pottery.$3",
  "Tue2": "Have you met my friend Fiona? She has lived here forever and has great stories to tell!$1",
  "Tue_inlaw_ClayFS": "How is Clay doing?",
  "Wed": "The school has a permanent display on the fish in our area. I am the caretaker.",
  "Wed2": "Have you tried the vegetarian options at the cafe yet? They make some lovely dishes.$1",
  "Thu": "I can't believe how much trash is in the water some days. It makes me so frustrated!$5",
  "Thu2": "All of my boys are coming over tonight to eat with us! Of course, I usually have Clay, but I love it when Tomas and Felix can also come by!",
  "Fri": "Maybe I can teach the children about crabs again! They're my favorite!$1",
  "Sat": "Fridays are busy for me. The children love to learn about fish.$1",
  "Sat4": "Ignas spends so much of the week at his forge! Sometimes Saturdays are the only day we see each other.$2",
  "Sun": "What a peaceful day! And, dinner with all of my boys to look forward to!$1",
  "Sun6": "Back home, I would be spending more and more time in the water, now that the ice has broken up.$3",
  "summer_Mon": "Stoffton has a very nice river up north of town. Have you seen it?",
  "summer_Mon2": "I have almost convinced my friend Fiona to become a vegetarian. Wish me luck!$3",
  "summer_Tue": "We moved here to be closer to our son, Tomas. He works from home while his husband runs the flower store.$3#$e#Fortunately, Clay and his pottery were able to move with us.",
  "summer_Tue4": "We all moved here to be closer to Tomas. He doesn't like fire, fish, or earth, but his husband likes flowers!$4",
  "summer_Wed": "Did you know that some people eat raw fish? I can hardly believe it!$5",
  "summer_Wed2": "Crab cakes! I had a talk with Kendria, and she agreed to stop serving them. My friends!$5",
  "summer_Thu": "I was raised by the ocean. Sometimes I miss it.$2 ",
  "summer_Thu6": "The ocean calls to me some days. It must be time to visit.",
  "summer_Fri": "I do love rainbow shells! They are so, so beautiful. $3",
  "summer_Sat": "#$c .5#I should get something for Tomas and Felix to brighten their weekend. Maybe I can forage some flowers for their shop.#$e#I wonder what would brighten Clay's weekend? Hmmm...",
  "summer_Sat2": "Sometimes, I wonder how my family is doing. Oh! Not my family here, the one I grew up in!$4",
  "fall_Mon": "The blacksmith shop gets busier in the fall. Or whenever it rains. I wonder what that's about?",
  "fall_Tue": "My husband loves the fire. I am not as fond of it.",
  "fall_Tue2": "My husband loves the fire. My family had to make peace with that when we decided to marry.$2",
  "fall_Wed": "My goodness, it is Wednesday already? I have to prepare my lecture!$4",
  "fall_Wed2": "I wonder what the specials are today at the cafe?",
  "fall_Thu": "I just love the smell of seaweed, don't you?$1",
  "fall_Thu4": "I don't mind if people fish, really I don't. I just don't like it when they enhance their skill with food!$4",
  "fall_Fri": "Do you spend much time on the beach? So many interesting items can be found there!$3",
  "fall_Fri2": "I hope when you catch fish that you put the little ones back in the water.$5#$b#Every living thing deserves a chance to grow up.",
  "fall_Sat": "I wish we had a beach closer to Stoffton.",
  "fall_Sat6": "Have you been to the beach?#$b#I hope to go someday.",
  "winter_Mon": "#$c .5#Winter is harder on my son Tomas. I mean, his work is fine, but his husband is a little sad because fewer flowers grow.#$e#Winter is not too difficult for my son Clay. After all, pots don't really care about the weather outside!",
  "winter_Tue": "#$c .5#I miss the flowers during winter. Well, actually, my son's partner misses them, but their sadness increases mine.#$e#I miss the flowers during winter. Well, actually, my son Clay has better access to the earth, so it's not that bad really!",
  "winter_Wed": "At least I get to see fish every day at the school.$3",
  "winter_Wed4": "Cockles and mussels...oysters and clams...How did that song go again?",
  "winter_Thu": "If you are looking for something purple, sea urchins are hard to beat.$3",
  "winter_Thu2": "Have you ever listened to the ocean? Sometimes, I can still hear them singing.#$e#What? Oh, nothing.$4",
  "winter_Fri": "Coral is such a pretty color! It is a shame it is harder to find in winter.$2",
  "winter_Sat": "The fish are quieter in winter.",
  "winter_Sat6": "Fire and water. You wouldn't think two people so different could build a life together, could you?$4",
  "winter_Sun": "The %noun are %adj in %noun. What? That's something I heard Alexandria say!$4",
  "Custom_Stof_Yoba": "It's nice to have a day off.",

//After the greenhouse is restored in Fostoria, I would change one of her Winter dialogs to this:
//"winter_Mon": "I'm so glad the greenhouse was repaired! My son is happy too because his husband can get more flowers.$1",

}