{
  "Rainy_Day_0": "I love the sound of the rain on the roof.",
  "Rainy_Day_1": "I think I'll go check on the chickens.#$e#Don't worry, I won't track any mud into the house.",
  //gifts - duck feather, maple syrup, oak resin, pine tar, rabbit's foot, truffle, wool
  "Rainy_Day_2": "Dad sent this over, do you think you can use it?[444 724 725 726 446 430 440]",
  "Rainy_Day_3": "I think the animals will stay in today. Maybe we should too?",
  "Rainy_Day_4": "Rainy days are good days to catch up on your projects.#$e#What are you working on?",
  "Rainy_Night_0": "Did you track any mud in?#$e#Don't worry, I can sweep it up.",
  "patio_MacFS": "I love having my chickens so close to the house.",
  "Rainy_Night_1": "Ready for bed? The rain makes me sleepy.",
  "Rainy_Night_2": "I hope you were able to stay dry today.",
  "Rainy_Night_3": "Rain is good for crops, but it can be hard on animals to be stuck inside.",
  //gifts - autumn's bounty, pepper poppers, pumpkin soup
  "Rainy_Night_4": "I made us a nice warm supper. I hope you like it, it's one of my favorites.[235 215 236]",
  "Indoor_Day_0": "I woke up early, so I've already been out to see my chickens.",
  "Indoor_Day_1": "Just a little something to start your day off right![235 215 236]",
  "Indoor_Day_2": "What shall I do today?",
  "Indoor_Day_3": "Being married is quite an adjustment.#$e#It's good, though, of course.",
  "Indoor_Day_4": "I think I'll catch up on my reading.#$e#I got a new Animal Husbandry Journal yesterday!",
  "Indoor_Night_0": "Long day?#$e#We could go to bed early...",
  "Indoor_Night_1": "Did you get everything done today that you wanted?",
  "Indoor_Night_2": "Did you close all the gates?#$e#I still have nightmares of my brothers forgetting to shut them.",
  "Indoor_Night_3": "Are all the animals in for the night?",
  "Indoor_Night_4": "Maybe I will slip out and check on the animals one last time...",
  "Outdoor_0": "Ah...I feel so at home here.",
  "Outdoor_1": "Do you think we have enough animals?",
  "Outdoor_2": "I think my chickens are settling in nicely here.",
  "Outdoor_3": "I feel like I should do more with the animals.",
  "Outdoor_4": "Lovely day, isn't it @?",
//Use %kid1 to insert first child's name
  "OneKid_0": "Can you believe we are parents?#$e#We can't be old enough to be parents, right?",
  "OneKid_1": "Do you think %kid1 will want to farm when they grow up?",
  "OneKid_3": "I don't want %kid1 to be an only child...",
//Use %kid1 for first child's name, %kid2 for second child's name
  "TwoKids_0": "Now that we have %kid1 and %kid2, I wonder which one will want to take over the farm?",
  "TwoKids_1": "Our children are so lucky to grow up here.",
  "TwoKids_2": "I'm glad we can give our children the sort of upbringing I had.#$e#Fresh air... farm life...",
  "TwoKids_3": "Maybe if %kid1 and %kid2 both want to farm, we can buy the old Vogel place for one of them?",
  "Good_2": "Are you enjoying married life, love?#$e#I know I am.",
  "funLeave_MacFS": "I think I'll go visit my family today.",
  "funReturn_MacFS": "I wasn't able to catch everyone, but it would be good to see my family.#$e#I should probably go visit the ranch more often.",
  "spring_23": "Will we go to the Flower Dance tomorrow?#$e#I'm not sure I'll get the steps right...",
  "spring_1": "Happy New Year, my love!",
  "spring_12": "Do you want to go to the Egg Festival tomorrow?#$e#I was asked to donate eggs...",
  "summer_10": "Will we go to the Luau tomorrow? What shall we take?",
  "summer_1": "Ah, the first day of summer.",
  "summer_27": "I'm looking forward to seeing the Moonlight Jellies.#$e#They don't make it up to Stoffton.",
  "fall_15": "Will we have a Grange Display tomorrow?#$e#I'm sure you'll win!",
  "fall_26": "Spirit's Eve is tomorrow! I can't believe Pelican Town has so many festivals.",
  "winter_1": "I hope you put enough hay up this year.#$e#I'd hate to see our animals go hungry.",
  "winter_7": "Will we go to the Festival of Ice tomorrow?",
  "winter_24": "Did you get a gift for your secret friend?#$e#I can't wait to see who mine is!",
  "spring_MacFS": "What are you growing this season?",
  "fall_MacFS": "Have we put up enough hay? Maybe I should help...",
  "summer_MacFS": "I hope the animals aren't too warm today.",
  "winter_MacFS": "I hope our animals don't get too cold.#$e#You've got heaters for them all, right?",
  "spouseRoom_MacFS": "It's fun to have a space for all the furniture I've made."
}