{
  "Rainy_Day_0": "Try not to get too wet today darling!", 
  "Rainy_Day_1": "Will you spend the day in the mines?", 
//Gift is ancient fruit.
  "Rainy_Day_2": "Perhaps this will lift your spirits on this rainy day. It's my grandmother's favorite!$6[454]", 
  "Rainy_Day_3": "Rain. Important for crops, but less helpful for sky watching.", 
  "Rainy_Day_4": "Ah, and again, it rains.", 
  "patio_BrinaFS": "Have you ever spent a day in contemplation of Galileo darling?", 
  "Rainy_Night_0": "Rain, rain, go away... I need to see the sky!", 
  "Rainy_Night_1": "I can't see the stars tonight. How sad!$2", 
  "Rainy_Night_2": "I do not especially love a rainy night.$2",
  "Rainy_Night_3": "Ah, well, I guess I won't be outside all night tonight!", 
//Gift is coleslaw, red plate, or parsnip soup
  "Rainy_Night_4": "Hi darling! Have some food![648, 230, 199]", 
//Gift is mead, pale ale, or beer
  "Rainy_Night_5": "Hi darling! A nightcap?[459, 346, 303]", 
  "Indoor_Day_0": "Hello!", 
//Gift is red cabbage or honey
  "Indoor_Day_1": "Hello, @. Have a little snack.[266, 340]", 
  "Indoor_Day_2": "How are you today?", 
  "Indoor_Day_3": "Hi darling! What are you up to?", 
  "Indoor_Day_4": "Hope today is good!", 
  "Indoor_Night_0": "Good evening, darling!", 
  "Indoor_Night_1": "Ah, there you are, my darling!", 
  "Indoor_Night_2": "What a long day it has been!", 
  "Indoor_Night_3": "I am so tired tonight, I don't know if I will be able to watch the stars!$4", 
  "Indoor_Night_4": "Safe and indoors, @.$3", 
  "Outdoor_0": "I like to look at the sky.", 
  "Outdoor_1": "I feel free to gaze on the stars. I wish I could see them during the day.",
  "Outdoor_2": "...pray that there's intelligent life somewhere out in space... What? Nothing.", 
  "Outdoor_3": "What crops are growing now? Can I pick something and ferment it?", 
  "Outdoor_4": "Outdoors the sky is so large.", 
//Use %kid1 to insert name of first child
  "OneKid_0": "How does it feel to be a parent, darling?",
  "OneKid_1": "Honey, %kid1 had a bad dream last night, so expect more randomness than usual today, okay?", 
  "OneKid_3": "Hello, @, %kid1 has a timeout today. No, they know why!", 
//Use %kid1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "Whew! Hi honey, $kid1 got into the peanut butter today, and %kid2 followed, but I think I have saved most of the furniture.", 
  "TwoKids_2": "Darling, be sure to talk to %kid1 and %kid2 today, they miss you.", 
  "TwoKids_3": "One child was a lot of work, but two are even more!", 
  "Good_1": "I am so happy!", 
  "Good_2": "I am so thankful we decided to get married and move to your farm!", 
  "Good_3": "What do you think, should we watch the stars tonight?",
  "Good_4": "Hello, my dear!", 
  "Good_5": "Have a good day on the farm!", 
  "Good_6": "Good day, @. Love you!", 
  "Neutral_0": "Hello.", 
  "Neutral_8": "Hi.", 
  "Bad_1": "I am unhappy. I think I have been clear about that.", 
  "Bad_2": "I don't know anymore, did we make a bad decision?", 
  "Bad_3": "I miss the days when we were getting along.",
  "Bad_4": "Maybe if we spent more time together things would be less awful.", 
  "Bad_5": "I wonder if I should move back to my apartment.", 
  "Bad_6": "This isn't what I had hoped it would be.",  
  "funLeave_BrinaFS": "I'm off to see my grandmother, honey! Have a good day.", 
  "funReturn_BrinaFS": "What a lovely day I had! How was yours?", 
  "spring_12": "Should we go to the Egg Festival in Pelican Town tomorrow?",
  "spring_23": "What do you think about going to the Flower Dance tomorrow?",
  "summer_10": "Should we go to the Luau on the beach tomorrow?",
  "summer_27": "Tomorrow night is the Dance of the Moonlight Jellies. Shall we go?",
  "fall_15": "What do you have planned for the Stardew Valley Fair tomorrow?",
  "fall_26": "Spirit's Eve is tomorrow. How quickly the year is passing!",
  "winter_7": "What do you think about going to the Festival of Ice tomorrow?",
  "winter_14": "Oh, the night market starts tomorrow!",
  "winter_24": "Shall we go to Pelican Town for the Feast of the Winter Star tomorrow?",
  "spring_BrinaFS": "So many things, so little time to ferment them.", 
  "summer_BrinaFS": "Cabbage season!", 
  "fall_BrinaFS": "The sky seems more clear in the fall.", 
  "winter_BrinaFS": "Time to ferment whatever we haven't sold.", 
  "spouseRoom_BrinaFS": "Hmmm. I wonder what other things I can ferment?$6",

}