{
//1- smile
//2- grin
//3- pleased
//4- shock
//5- anger
//6- blush
//7- sad
//8- suspicious
//9- wink
  "Rainy_Day_0": "The raindrops on the roof make such a peaceful sound.$2",
  "Rainy_Day_1": "I love the sound of the rain, don't you?$3",
//gifts - strawberry seeds, starfruit seeds, red cabbage seeds, pineapple seeds, pepper seeds, pumpkin seeds, rare seed
  "Rainy_Day_2": "I can't get these to grow in my planter, maybe you'll have better luck?[745 486 485 833 482 490 347]#$e#Sorry, I don't even know if it's the right season to plant them.$7",
  "Rainy_Day_3": "Maybe you'll finish your work early today?#$e#We could go to bed early...$9",
  "Rainy_Day_4": "I love the sound of the rain. But I don't envy you going out in it!$9",
  "Rainy_Night_0": "Want to go to bed early and cuddle?$9",
  "patio_DahliaFS": "This is such a peaceful spot.$3",
  "Rainy_Night_1": "Did you wipe your boots when you came in?#$e#Sorry, I cleaned the floor today.$8",
  "Rainy_Night_2": "Long day?",
  "Rainy_Night_3": "Did you have a productive day despite the rain?",
//gifts - warp totem Qi, warp totem Mountains, warp totem Island, warp totem farm, warp totem Desert, warp totem beach, rain totem
  "Rainy_Night_4": "I ordered this for you.[892 689 886 688 261 690 681]#$e#I don't know what it does, though.$4",
//gift - triple shot espresso
  "Rainy_Night_5": "Dry off and drink this to warm up.[253]",
  "Indoor_Day_0": "I think I'll do some work around the house today.",
//gifts - dinosaur egg, duck egg, egg, egg, void egg, large egg, large egg, egg, egg, large egg, large egg (weighted for normal eggs)
  "Indoor_Day_1": "Mac sent this over. He knows I can't cook...#$e#Maybe you can use it?[107 442 176 180 305 174 182 176 180 174 182]",
  "Indoor_Day_2": "Maybe I should order a new book.",
  "Indoor_Day_3": "I think I need a hobby.#$e#Any suggestions?$9",
  "Indoor_Day_4": "Do you have a long day ahead?#$e#Or will you be in early tonight?$3",
  "Indoor_Night_0": "How was your day?$1",
  "Indoor_Night_1": "Did you have a productive day?$2",
  "Indoor_Night_2": "Did you have dinner yet?",
  "Indoor_Night_3": "Sorry, I haven't made dinner yet.$7#$e#Who am I kidding? I can't cook.$3",
  "Indoor_Night_4": "Shall we go to bed early tonight?$9",
  "Outdoor_0": "It's so lovely and quiet here. Such a nice change from the city.$3",
  "Outdoor_1": "I'm just enjoying the fresh air.$2",
  "Outdoor_2": "I wish I knew more about farming so I could help.$7#$e#I'll be cheering you on from here!$2",
  "Outdoor_3": "It's such a beautiful day, isn't it?$1",
  "Outdoor_4": "I'll just stay out of your way.$1",
//Use %kid1 to insert name of first child
  "OneKid_0": "I want to give %kid1 the childhood I never had.$1",
  "OneKid_1": "I'm so glad %kid1 gets to grow up with two parents.",
  "OneKid_3": "Being a parent can be hard work, but I'd never give up on it.",
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "The children are growing so fast!#$e#Maybe I should visit Selene and see about getting them some new clothes.",
  "TwoKids_2": "I hope %kid1 and %kid2 grow up to be close friends.",
  "TwoKids_3": "Last night, I had a nightmare that %kid1 and %kid2 turned into doves and flew away.$7#$e#Dreams like that don't mean anything, right?$8",
  "funLeave_DahliaFS": "I think I'll go visit Johanna today.",
  "funReturn_DahliaFS": "It was wonderful to see Johanna today.#$e#But I don't miss living in town, not at all.$3",
  "spring_DahliaFS": "What do you have planted this spring?",
  "fall_DahliaFS": "Will we have plenty of hay put up for winter?#$e#Mac always worries about that.$6",
  "summer_DahliaFS": "Ugh. It's hot today, isn't it?$7",
  "winter_DahliaFS": "Brrr... It's cold today.$7",
  "spouseRoom_DahliaFS": "#$c .5#This is such a peaceful room.$2#$e#I never dreamed of having a room of my own like this!$3"
}