{
  "Rainy_Day_0": "Is that a leak I hear?#$e#Don't worry, I'll take care of it, my love.",
  "Rainy_Day_1": "Today is a bad day for flying.#$e#Don't worry about me, I'll find something else to do.",
  //gifts - copper bar, iron bar, gold bar, iridium bar, refined quartz, radioactive bar
  "Rainy_Day_2": "You'll never believe what they've sent me today.$2#$e#Maybe you can use this? [334 335 336 337 338 910]",
  "Rainy_Day_3": "Today is a good day to call customer service.#$e#What? The weather is too bad to do anything else.$7",
  "Rainy_Day_4": "I think I'll make a list of parts I need.",
  "Rainy_Night_0": "Did you stay dry today?",
  "patio_OdoFS": "I wish there were enough space for my plane here.$6#$e#No, don't worry, my love. I'm happy here.$8",
  "Rainy_Night_1": "Maybe we should go to bed early tonight.",
  "Rainy_Night_2": "The sound of the rain on the roof makes me sleepy.",
  "Rainy_Night_3": "Did you drip on the floor?#$e#It's just that I mopped it today...$6",
  //gifts - cheese cauliflower, farmer's lunch, pepper poppers 
  "Rainy_Night_4": "Long day? I made supper for us.[197 240 215]",
  "Rainy_Night_5": "Come and get dry by the fire. Then we can go to bed?",
  "Indoor_Day_0": "Maybe I'll work on my models today.$1",
  //gifts - cheese cauliflower, pepper poppers, super meal, lucky lunch
  "Indoor_Day_1": "I got up early and made a surprise for you! I hope you like it...[197 215 237 204]",
  "Indoor_Day_2": "Don't worry about the house, I'll take care of things here.",
  "Indoor_Day_3": "How do you think my brothers are doing without me?#$e#I'm sure they are fine, it's little Garth I worry about.",
  "Indoor_Day_4": "I wish I knew more about farming. Then I could help!",
  "Indoor_Night_0": "My love! You've returned!$1#$e#Was that too over the top?$5",
  "Indoor_Night_1": "You're back!",
  "Indoor_Night_2": "Long day, my love? Shall we go to bed early tonight?",
  "Indoor_Night_3": "Did you have a productive day, my love?",
  "Indoor_Night_4": "Busy day? I cleaned the kitchen today.",
  "Outdoor_0": "I love what you've done here.#$e#You've made such a wonderful place for us.",
  "Outdoor_1": "It's a bit different from my dad's ranch, but it's familiar at the same time.",
  "Outdoor_2": "I feel more at home here than I ever did on Schafer Ranch, is that weird?",
  "Outdoor_3": "Ah, my love! You've made such a nice place here.",
  "Outdoor_4": "I'm just enjoying the fresh air. I'll go back inside soon.",
//Use %kid1 to insert name of first child
  "OneKid_0": "Can you believe we are parents?!?#$e#I'm still in shock.",
  "OneKid_1": "Little %kid1 is growing so fast!#$e#Do you want to have more children?",
  "OneKid_3": "I'm a little nervous about having more kids.#$e#Twins run in the family, you know.",
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "%kid1 seems so grown up now that we have little %kid2.",
  "TwoKids_2": "I hope %kid1 and %kid2 will have lots of cousins.#$e#Maybe I should let them pester my brothers.",
  "TwoKids_3": "%kid1 is teaching %kid2 about planes.#$e#I've never been so proud.$5",
  "funLeave_OdoFS": "I'm going to meet Garth today.",
  "funReturn_OdoFS": "Garth is doing well.$8#$e#He's kinda taken over my shed now that I've moved here.$7",
  "spring_12": "Are we going to the Egg Festival tomorrow?",
  "spring_23": "Are we going to the Flower Dance tomorrow?#$e#I've been practicing...",
  "summer_10": "Shall we go to the Luau tomorrow?#$e#I think you should put a cauliflower in the soup!",
  "summer_28": "Are we going to see the Moonlight Jellies tonight?",
  "fall_15": "Is our Grange Display all ready for tomorrow?",
  "fall_27": "Ready to celebrate Spirit's Eve?",
  "spring_OdoFS": "Maybe shipping will be better this year?",
  "fall_OdoFS": "I love watching for planes this time of year.",
  "summer_OdoFS": "It can be hard to spot the planes flying in the bright sun.#$e#But it's still fun to look!",
  "winter_OdoFS": "Rather cold this winter, isn't it, my love?",
  "spouseRoom_OdoFS": "It's a bit smaller than my hobby shed...$1#$e#But I love having my hobbies right in the house!$8"
}