{
"Rainy_Day_0": "The sound of rain always makes me feel really cold inside.$3#$b#It is kinda peaceful though...", 
  "Rainy_Day_1": "It smells like wet.$2", 
  "Rainy_Day_2": "Hey, cutie. How are you doing?$1#$b#I hope the rain is what you needed for the farm.",
//gift is fireshard
  "Rainy_Day_3": "Hey!Do you want this? I saw it online and it loked good.[848]#$b#It was pretty expensive, I hope you like it.$1", 
  "Rainy_Day_4": "Make sure you clean up the mud you tracked in.#$b#I'll forget, and then we'll have a muddy floor.$2", 
  "Rainy_Night_0": "Hey hon. You in for the night?$1#$b#I like having you here.", 
  "patio_Emily": "You know, every time I think about spending more time outside I do this.#$b#And then remember why I don't stand in the sun all that often...$2#$e#The vitamin D is fresh though.", 
  "Rainy_Night_1": "You smell like wet.$2", 
  "Rainy_Night_2": "We should order in supper.#$b#Trust me. You don't want me to cook.$2#$e#I will mess up on purpose in order to not be asked to cook again.$6",
  "Rainy_Night_3": "Hey hon, I microwaved my supper, but I still have leftovers from the cafe in the fridge if you want them.$2",
//gift is ancient sword 
  "Rainy_Night_4": "I'm thinking about starting a sword collection. I accidentally got a double online, want it?[109]", 
  "Rainy_Night_5": "Hey hon, want to cuddle to shake that rainy chill?$4", 
  "Indoor_Day_0": "I'm gonna be in here today. I have so much free time now it'd be a shame if I didn't grind out a few levels.$1", 
  "Indoor_Day_1": "Have fun out there!$1",
//gift is soggy newspaper 
  "Indoor_Day_2": "Hon, could you pick up these groceries from the store? I want to follow a couple of cooking tutorials.[172]#$e#I hope its still readable, I dropped it in the sink when I was washing...things...$2", 
  "Indoor_Day_3": "Hey honey, you're so sweet I um...how does that poem go?$2#$b#Anyway I think you're neat.$1", 
  "Indoor_Day_4": "Hey hon, I'm exhausted.$2#$e#How'd you sleep?$0", 
  "Indoor_Night_0": "Hey hon, are you in for the night?$0", 
  "Indoor_Night_1": "Sometimes I miss the structure that my life had before I got married, but then I finish my second boss in a day and I realise this is waaay cooler.", 
  "Indoor_Night_2": "Are you going to make dinner? If not I can warm up some leftovers for you.", 
  "Indoor_Night_3": "Hey hon, how was your day?", 
  "Indoor_Night_4": "I'm thinking about getting a throw pillow or two... What do you think?",
  "Outdoor_0": "Hey hon, I was thinking I could help out outside every once and a while, you know?$1", 
  "Outdoor_1": "The early morning sun is my favorite kind of sun.$1",
  "Outdoor_2": "You're up early!$1#$b#Oh me? I didn't really sleep...$2", 
  "Outdoor_3": "Hi.#$e#Sorry I'm just super out of it.$2", 
  "Outdoor_4": "Have a good day honey.$1", 
//Use %kid1 to insert name of first child
  "OneKid_0": "Omigosh! %kid1 smiled at me! They are so cute!$1",
  "OneKid_1": "I grew up as an only child. I don't want %kid1 to be as lonely as I was...$2#$e#Barring anything else, I'll be there for them, will you?$4", 
  "OneKid_3": "%kid1 has been quite a handful lately, but I keep thinking of how great family game nights will be when they're older.$1", 
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "Hon, could you hold %kid2 and watch %kid1 for a moment? I left my computer open and I forgot to save my progress.$3", 
  "TwoKids_2": "I'm glad we had %kid2. Now to just teach the two of them to get along.$1", 
  "TwoKids_3": "%kid1 and %kid2 are refusing to eat anything but MarshyCharms Cereal. I need your help with this.$2", 
 "Good_1": "Hey hon, I just wanted to say that I'm glad you're here.$1", 
  "Good_2": "Sugar? Sweetie? Honey Pie?#$b#Baby cakes?#$b#No, none of those feel right. But I'll find one!$1", 
  "Good_3": "Hi honey. You look nice today.$1",
  "Good_4": "Love, come here would you? You make me feel so much less alone.$1", 
  "Good_5": "Hon! Would you like to plan a date night? I could set you up on Actinop...$1", 
  "Good_6": "Its a beautiful day out there. Make sure to come back safe ok?$1", 
  "Neutral_0": "Oh good morning.$0", 
  "Neutral_8": "Hi hon.$0",
  "Bad_1": "You ok? I feel like something's wrong.$3", 
  "Bad_2": "I'm not sure what's wrong, but something definitely is.$3", 
  "Bad_3": "Who are you? What did you do with the person I loved?$5",
  "Bad_4": "Are you feeling ok? You seem... different.$2", 
  "Bad_5": "Hey, did I do something? Cause honestly something is off.$3", 
  "Bad_6": "Look. We are not doing super well right now. And if you couldn't tell that, then we've got bigger problems than I thought.$5",  
  "funLeave_XenFS": "Hey hon, I'm headed out for a bit. Have a good day, yeah?$1", 
  "funReturn_XenFS": "I'm back! How are you hon?", 
  "spring_2": "Ah spring.$1#$b#I hope my allergies don't act up too bad.$2#$e#There are many reasons I don't go outside much.", 
  "spring_1": "What are you gonna do now that spring has sprung?$6",
  "spring_22": "Summer is coming, I like the sunshine, but the heat is a little gross.$2", 
  "summer_20": "Man! It is bright out there!$1", 
  "summer_2": "I should get a swimsuit. It'd be nice to try the beach every once in a while.$1", 
  "fall_1": "It's pumpkin time!!$1", 
  "fall_25": "You should make some pumpkin pie.$1", 
  "winter_15": "I need some new socks. The holes in mine are getting me a little too well acquainted with winter.$2", 
  "winter_5": "We should make a snowman.$1", 
  "winter_2": "How's the greenhouse?", 
  "spring_XenFS": "It's spring! Want to go to the flower dance together?$1", 
  "fall_XenFS": "Its fall! You should grow some pumpkins.$1", 
  "summer_XenFS": "Make sure to shake all the sand off. I don't want to sweep up after you.$2", 
  "winter_XenFS": "Brush the snow off the porch will you hon?", 
  "spouseRoom_XenFS": "I'm gonna sink into some games today hon.$1",
}