{
"Rainy_Day_0": "Ah the beauty of rain never ceases to entrap me in its glory.$0", 
  "Rainy_Day_1": "We should go on a walk in the rain, lose our umbrella, and kiss under the doorframe on our way back inside.$6",
//gift is aquamarine [62] 
  "Rainy_Day_2": "I found this at a flea market a while back. I thought, perhaps, that you might like it. Perhaps it shall remind you of me?[62]$7", 
  "Rainy_Day_3": "There is nothing more stirring than a good thunderstorm. Just don't expect me to be anywhere lightning may strike.$0", 
  "Rainy_Day_4": "My darling, how beautiful I find your voice.$1#$b#I wish we could spend the day together, but alas I am sure you have tasks to which you must attend.$0", 
  "Rainy_Night_0": "It's a glorious night isn't it? I always sleep the best under the rain.$0",
  "patio_VashaFS": "I will be spending some time outside today darling. You are welcome to be with me at any time.$1", 
  "Rainy_Night_1": "You look beautiful tonight, precious.$7", 
  "Rainy_Night_2": "We should curl up on the couch tonight to keep warm. I can read to you if you like.$7",
  "Rainy_Night_3": "Darling, we should look into updating the furniture in here. Not that I don't love it, but I'm quite sure the couch cushions now have stains on both sides.",
//gift is fried muchroom [205] 
  "Rainy_Night_4": "I made us some sustenance. I find the richness of the mushrooms warms me on a rainy day like no other.[205]$1", 
  "Rainy_Night_5": "We should listen to the rain and fall asleep early.#$b#Oh no. Don't tell me I'm aging rapidly.$4", 
  "Indoor_Day_0": "Good morning, darling! Did you sleep well?$1",
//gift is omelet [195] 
  "Indoor_Day_1": "I made breakfast for you darling. It is simple, but it should be delicious.[195]$1", 
  "Indoor_Day_2": "It is a beautiful day today. Enjoy it while it lasts won't you darling?$7", 
  "Indoor_Day_3": "When you leave me, the house feels so much more empty than before.$1", 
  "Indoor_Day_4": "Is it not beautiful? The way that we have built a wonderful life together?$0", 
  "Indoor_Night_0": "Good evening Darling. My world is always warmer when you are here.$1", 
  "Indoor_Night_1": "Darling! My day was nice and peaceful. How was yours?$0", 
  "Indoor_Night_2": "We should spend more time together. I know you have to work during the day, but I miss you so when you're gone.$2", 
  "Indoor_Night_3": "Would you like to curl up with me on the couch? Or the bed?$6", 
  "Indoor_Night_4": "Darling, I um...I'm glad to see you.$1", 
  "Outdoor_0": "Good morning love, I thought I might see what I could do to help out.$1", 
  "Outdoor_1": "I hope you slept well darling. I didn't as I was far too busy thinking of you.$7",
  "Outdoor_2": "The morning air is so invigorating! I can see why you always look so satisfied after a day of working outside.$1", 
  "Outdoor_3": "I hope I can be useful. My first try might not be very good, but I will get better.$1", 
  "Outdoor_4": "Darling, may today be prosperous and fun.$1", 
//Use %kid1 to insert name of first child
  "OneKid_0": "%kid1 and I worked on vocabulary today. Well, I read to them who knows what they absorbed.",
  "OneKid_1": "I've been thinking about %kid1's future. I'm so excited to see who they will be!$1", 
  "OneKid_3": "If %kid1 gets a sibling, I hope that they will get along.$4", 
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "%kid1 and %kid2 are so wonderful. I find everyhthing that they do adorable.$1",
  "TwoKids_2": "%kid2 needs some new clothes, I ruined a couple trying to get the stains out.$4", 
  "TwoKids_3": "Keeping things out of %kid1 and %kid2's mouths is a full time job.$2", 
  "Good_1": "Darling, how are you doing?$0", 
  "Good_2": "Darling. Do you want breakfast? We should figure that out.$0", 
  "Good_3": "Good morning love!$1",
  "Good_4": "I love you. More than all the sonnets of the world combined.$6", 
  "Good_5": "Things have been going well, don't you think?$1", 
  "Good_6": "Hello Darling.$1", 
  "Neutral_0": "Oh, good morning.$2", 
  "Neutral_8": "Hello.$0",
  "Bad_1": "I'm not sure what's wrong, but something is.$4", 
  "Bad_2": "Did you know you talk in your sleep? It seemed to be an awful nightmare. I hope I wasn't the cause.$2", 
  "Bad_3": "I'm not sure about us anymore. I don't like that.$3",
  "Bad_4": "Is that what you are planning to do today? It's like I don't exist for you anymore.$4", 
  "Bad_5": "I don't know if we should be talking.$3", 
  "Bad_6": "Where is my spouse, huh? Where is the person I married?$2",  
  "funLeave_VashaFS": "I'm headed out for the day darling. Don't miss me too much.$7", 
  "funReturn_VashaFS": "I'm back darling! Did you miss me?$0", 
  "spring_2": "Spring brings with it the beautiful new green tones...$4", 
  "spring_1": "I often think about salmonberries. I've never eaten one, as I fear they taste like fish.$2",
  "spring_22": "Spring draws itself to a close, I wonder what summer shall bring?$0", 
  "summer_20": "I find the valley festivals facinating, not that I am compelled to join. Stoffton has its own occasions.$0", 
  "summer_2": "The warm sun burns ever brighter today, and yet it cannot outshine you, my love.$6", 
  "fall_1": "I am looking forward to apple season.$0#$b#I like apples. That is all.$1", 
  "fall_25": "The air has been getting colder lately, foretelling the coming winter.$0", 
  "winter_15": "It is quite cold out there. Be sure to dress warmly.$0", 
  "winter_5": "I prefer to cuddle to keep warm, although I understand it to be impractical when one must work.$7", 
  "winter_2": "My darling. Don't get frostbite out there okay?$0", 
  "spring_VashaFS": "Spring brings with it a grand oppourtunity for crops.$0", 
  "fall_VashaFS": "Fall is apple season. I would like you to bring some fresh ones home.$1", 
  "summer_VashaFS": "I wish I didn't burn so easily, there is something so poetic about the summer sands.$4", 
  "winter_VashaFS": "I am glad the heater is still working, but it made a great creaking and coughing when I turned it on. We should get someone to look into that.$2", 
  "spouseRoom_VashaFS": "I am going to indulge in my literary habits today darling.$1", 
}