{

  "Rainy_Day_0": "The rain has ruined my plans to test my new model today.$7#$e#That's all right, though. Maybe I'll build a new model today!$3",
  "Rainy_Day_1": "Rainy days are good for reading.$3",
  "Rainy_Day_2": "The model company mixed up my order again. Maybe you can use this?[787 539 171 926 122 645]",
  "Rainy_Day_3": "I got a new book yesterday!$3#$e#Perfect for a rainy day like today.",
  "Rainy_Day_4": "Maybe I'll make dinner tonight. What would you like?",
  "Rainy_Night_0": "Did you stay dry today?#$e#Me? I didn't go out.",
  "patio_SilasFS": "I never had an outdoor spot of my own. This is wonderful!$3",
  "Rainy_Night_1": "The sound of the rain makes it so easy to fall asleep.#$e#Or maybe it's just that Isla and Makena aren't bickering in the next room.",
  "Rainy_Night_2": "I love the sound of the rain on the roof.",
  "Rainy_Night_3": "What did you do today?#$e#I read a book while listening to the rain.#$e#It was a good day.",
  "Rainy_Night_4": "I made my favorite meal tonight, but I saved some for you. Here you go!.[327]",
  "Indoor_Day_0": "Do you have big plans for your day?#$e#I might take one of my models out to the pond.",
  "Indoor_Day_1": "I got some extra things in my order today. Maybe you can use this?[787 539 171 926 122 645]",
  "Indoor_Day_2": "I hope my model parts come today.#$e#Online ordering has come a long way, but it still isn't perfect.#$e#I wonder if I could start a company that would be able to deliver anything you wanted...",
  "Indoor_Day_3": "I wonder what my brother is doing today.",
  "Indoor_Day_4": "I hope the twins are getting along.#$e#Maybe I'll take Makena a book next time I visit.",
  "Indoor_Night_0": "I made my favorite meal tonight, but I saved some for you. Enjoy!.[327]",
  "Indoor_Night_1": "Long day? Why don't you relax and I'll read aloud to you.",
  "Indoor_Night_2": "Want to curl up in bed and read together?#$e#We can read different books, if you want.",
  "Indoor_Night_3": "Ready for bed?",
  "Indoor_Night_4": "Maybe we should go to bed early tonight.#$e#Or I can read for awhile if you aren't ready to go to bed yet.",
  "Outdoor_0": "I never enjoyed spending time outside before.#$e#It's just so beautiful here.",
  "Outdoor_1": "It's good to get some fresh air.#$e#That's what my mom always said, anyway.$4",
  "Outdoor_2": "I'll just watch you from here.$3#$e#I enjoy watching you.$4",
  "Outdoor_3": "Hey! Big plans for the day?#$e#I'm just enjoying the weather.",
  "Outdoor_4": "It's so nice out today...maybe I should do something outside?#$e#Or maybe I'll just go in and read a book.",
//Use %kid1 to insert first child's name
  "OneKid_0": "I think I'm going to read to %kid1 today.#$e#I hope %kid1 grows up to love books as much as I do.",
  "OneKid_1": "I'm glad we didn't have twins, but I would like %kid1 to have a sibling some day.",
  "OneKid_3": "Do you want to have another child someday?#$e#I'd like %kid1 to know the joy of having a sibling.#$e#Maybe not the annoyance of having three, though.$2",
//Use %kid 1 for first child's name, %kid2 for second child's name
  "TwoKids_0": "I'm going to read to the kids today. %kid2 really enjoys looking at the pictures.",
  "TwoKids_1": "%kid1 asked me for a book yesterday. Do you think we should get a bookshelf for the kids?",
  "TwoKids_2": "I wish I could take the kids to the library.#$e#%kid1 has read all of our children's books. And %kid2 isn't far behind!",
  "TwoKids_3": "I think we've made the perfect sized family.#$e#I love living with you and %kid1 and %kid2.",
  "Good_0": "Don't worry about me. I'm going to spend the day reading.#$e#Reading is my favorite way to spend the day!$3",
  "Good_1": "You look nice today.#$e#And every day, really.",
  "Good_2": "I don't tell you enough, but I'm happy to be your husband.$3",
  "Good_3": "Marrying you was the best decision I ever made.$4#$e#I love you...$2",
  "Good_4": "I appreciate everything you do.#$e#I probably don't tell you that enough.",
  "Good_6": "I never thought I would live on a farm, but I love it!$3",
  "funLeave_SilasFS": "I think I'll visit my family today.",
  "funReturn_SilasFS": "I had a good time today, even if I didn't get to see everyone.",
  "fall_SilasFS": "Will you grow some cranberries for me this year?$3#$e#I don't know if they are profitable, but they are my favorite!$4",
  "spouseRoom_SilasFS": "This room isn't as big as the one I had at my parent's house.$2#$e#But there's still plenty of room for all my things!$3"
}