{
//1- polite smile
//2- shock
//3- anger
//4- suspicious
//5- blush
//6- half smile
//7- downcast
//8- true smile
//9- frown/tears

  "Rainy_Day_0": "Rainy days are a good excuse to stay in and study.$8",
  "Rainy_Day_1": "Time to study, it's raining!",
//rainy day gifts - duck feather, maple syrup, oak resin, pine tar, rabbit's foot, truffle, wool
  "Rainy_Day_2": "Mac sent this. Who does he think I am?#$e#Er...maybe you can use it?[444 724 725 726 446 430 440]",
  "Rainy_Day_3": "I like the sound of the rain here.#$e#More than I ever did at home.",
  "Rainy_Day_4": "Try to stay dry today!#$e#Just kidding, I know you have work to do.",
  "Rainy_Night_0": "Is it difficult when it rains at night?",
  "patio_JosefFS": "$c .5#Is it weird to have a desk outside? Maybe, but I like it.#$e#My dad always wanted me to spend more time outside. Why didn't he think of making me a spot to study?",
  "Rainy_Night_1": "Did the rain keep all the animals inside today?",
  "Rainy_Night_2": "I hope you didn't get too wet today.",
  "Rainy_Night_3": "Long day in the rain?#$e#I hope you didn't get chilled.",
//parsnip soup, fried mushrooms, maple bar, amethyst (Ebbe's loves)
  "Rainy_Night_4": "I got this for you. [119 205 731 66]#$e#Ebbe always liked it when I brought her one.$5",
  "Indoor_Day_0": "I think I'll catch up on my coursework today.",
//indoor day gifts - cherry sapling, banana sapling, apricot sapling, orange sapling, peach sapling, pomegranate sapling, apple sapling, mango sapling
  "Indoor_Day_1": "Rolf sent this. I don't know what he was thinking.#$e#Um...maybe you can use it?[628 69 629 630 631 632 633 835]",
  "Indoor_Day_2": "I think I'll do some work around the house today.",
  "Indoor_Day_3": "Have you got big plans for your day?",
  "Indoor_Day_4": "Doing anything fun today? Maybe I should tag along.#$e#Just kidding, you know I'm happiest inside.",
  "Indoor_Night_0": "Long day?#$e#Maybe we should go to bed early.",
  "Indoor_Night_1": "Productive day?#$e#Maybe we should go to bed early.",
  "Indoor_Night_2": "*yawn* I'm ready for bed.",
  "Indoor_Night_3": "I had a busy day today.#$e#Oh, mostly studying.$6",
  "Indoor_Night_4": "Did you have a productive day today, love?",
  "Outdoor_0": "I was a little worried about living on a farm.$5#$e#But it's much different living with you!$8",
  "Outdoor_1": "I guess it is nice out.$1#$e#But I'd much rather enjoy the view from inside...$6",
  "Outdoor_2": "Do you enjoy working outside?#$e#Yeah, I think I'll go inside soon.$6",
  "Outdoor_3": "It's odd not to see my dad working outside.",
  "Outdoor_4": "I know... I know...#$e#I don't know why I'm outside either.$8",
//Use %kid1 to insert first child's name
  "OneKid_0": "Do you think %kid1 will grow up to inherit the farm?$4#$e#I just want to make sure they have a choice.$7",
  "OneKid_1": "Have you seen what %kid1 did today?$2#$e#I don't know how my dad kept up with all four of us boys.",
  "OneKid_3": "Wow! I have so much more respect for my dad now that I'm a father.",
//Use %kid1 for first child's name, %kid2 for second child's name
  "TwoKids_0": "Do you think %kid2 looks like me?#$e#I sure hope I wasn't this much trouble as a kid.",
  "TwoKids_1": "I hope %kid1 and %kid2 get along as well as I do with my brothers.#$e#Oh, I know it isn't always perfect...",
  "TwoKids_2": "I love watching the kids play. It reminds me of summers with my brothers when we were little.",
  "TwoKids_3": "It's nice to have children. Someone to take over the farm when we're too old.$6#$e#But only if they want to, of course!$8",
  "funLeave_JosefFS": "I think I'll go and visit my family today.",
  "funReturn_JosefFS": "It was nice to see everyone today.#$e#Well, I didn't have time to find everyone I'm related to, of course.",
  "spouseRoom_JosefFS": "I'm so glad you support my continuing studies."
}