{
//1- impish smile
//2- frown
//3- suspicious
//4- blush
//5- anger
//6- smile
//7- shock
  "Rainy_Day_0": "I used to hate rainy days at the mill. It was so dreary without the sunlight.$3#$e#I don't have to worry about that anymore!$6",
  "Rainy_Day_1": "I love the smell of the rain.$1#$e#Is that weird?$3",
  "Rainy_Day_2": "I always need a little something on rainy days. Here, I got you one too.[215 226 237 395 253]",
  "Rainy_Day_3": "Will you stay inside today?#$e#I guess there's still work that needs to be done.",
  "Rainy_Day_4": "Maybe I'll curl up with a book and a cup of green tea.#$e#That sounds lovely.",
  "Rainy_Night_0": "Did you stay dry today?",
  "patio_JulianaFS": "I've never really had a space of my own before.",
  "Rainy_Night_1": "Oh, it looks like you got wet today.#$e#That's okay! I'll do laundry tomorrow.",
  "Rainy_Night_2": "Do you think it will rain again tomorrow?",
  "Rainy_Night_3": "Want to curl up together and listen to the rain?",
  "Rainy_Night_4": "It's been a long day, hasn't it? Here, I think this will help.[215 226 237 395 253]",
  "Rainy_Night_5": "Did you wipe your boots when you came in?$5#$e#No, it's fine. I was going to clean the floor tomorrow anyway.$1",
  "Indoor_Day_0": "I hope my mom is doing alright.#$e#I know, I shouldn't worry about her.",
  "Indoor_Day_1": "Big plans for today? Here, this always improves my productivity.[207 730 230 237 218 614 201 349]",
  "Indoor_Day_2": "I wonder if my siblings will meet anyone as nice as you.",
  "Indoor_Day_3": "I wonder how everyone is doing at the mill.#$e#I should visit sometime.",
  "Indoor_Day_4": "Sometimes I miss Johanna.#$e#I guess I should go and visit her.",
  "Indoor_Night_0": "Hey, did you have a good day?",
  "Indoor_Night_1": "What's for dinner?#$e#Just kidding, I saved some food for you. [207 230 237]",
  "Indoor_Night_2": "Did you have a productive day?#$e#Me, no, not really.",
  "Indoor_Night_3": "Long day? Let's go to bed early tonight.",
  "Indoor_Night_4": "I missed you today. Sometimes I get a little lonely living out here.",
  "Outdoor_0": "The fresh air here is so lovely.$4#$e#I've never lived somewhere this nice!$6",
  "Outdoor_1": "I thought I might be scared outside of the city.$3#$e#But you make me feel safe!$6",
  "Outdoor_2": "It's so lovely out today.$1",
  "Outdoor_3": "Isn't the breeze nice today?$6",
  "Outdoor_4": "I miss my family sometimes.$2#$e#But the natural beauty here makes up for it!$6",
//Use %kid1 to insert name of first child
  "OneKid_0": "Can you believe we are parents?",
  "OneKid_1": "Little %kid1 is so cute. Maybe we will have another some day?",
  "OneKid_3": "Have you played with %kid1 today?",
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "I hope %kid1 and %kid2 will grow up to be close friends.",
  "TwoKids_2": "You don't think there's too much of an age gap between %kid1 and %kid2, do you?#$e#I worry about that.",
  "TwoKids_3": "I think this is a great place to raise children, don't you?",
  "Good_1": "We're building a great life together, don't you think?",
  "Good_2": "I'm so glad we met, @.$6#$e#I never imagined I could have this sort of life.$4",
  "Good_3": "I never thought I'd live on a farm.#$e#I love it, though!$6",
  "Good_4": "I wish I knew more about farming.$2#$e#I'm not used to having so much free time.",
  "Good_5": "Maybe I should take up knitting.$7#$e#Who am I kidding? I've had enough knitting for a lifetime.$6",
  "Good_6": "Now that we live together, it's hard to imagine going back to the life I had before.",
  "funLeave_JulianaFS": "I think I'll visit some of my friends today.$1#$e#It's funny, I didn't realize I had such good friends until I moved.",
  "funReturn_JulianaFS": "It was nice to see everyone today.$1#$e#But I'm not sad that I left Stoffton. I love living here on the farm with you!$6",
  "spring_23": "Are we going to the flower dance tomorrow?#$e#I'm still not used to all these festivals.",
  "fall_3": "My birthday is tomorrow. I hope you've planned something special.$1#$e#Just kidding, having you in my life is enough of a gift.$6",
  "fall_26": "Will we go to the Spirit's Eve festival tomorrow night?",
  "spring_JulianaFS": "The crisp air is filled with such promise, isn't it?",
  "fall_JulianaFS": "Fall is such a wonderful time of year. It's so cool and beautiful.",
  "summer_JulianaFS": "I've never enjoyed the heat.#$e#At least it's a little cooler on the farm.$6",
  "winter_JulianaFS": "This is the perfect weather to curl up with a good book and some green tea. Join me?",
  "spouseRoom_JulianaFS": "I never imagined I could have a place like this. It's so amazing!$6"
}