{
  "Rainy_Day_0": "Hey babe. Don't you love the sound of rain?$1", 
  "Rainy_Day_1": "The sound of rain always makes me feel cold...$1#$b#Want to warm me up?$4", 
//gift is bruschetta
  "Rainy_Day_2": "Hey babe, want some breakfast? It's pretty good if I say so myself.[618]$1#$e#*crunch*$9", 
  "Rainy_Day_3": "Good morning! How are you doing babe?$1#$e#I always wake up better next to you...$4", 
  "Rainy_Day_4": "I still wake up angry sometimes...$7#$b#But waking up next to you makes it better.$4", 
  "Rainy_Night_0": "Hmmm... you smell like rain...$1#$e#I love the smell of rain...$1#$b#...And you...$3", 
  "patio_AlexandriaFS": "Hey.#$b#You looking for me?$1", 
  "Rainy_Night_1": "Hey babe, staying with me tonight?$4", 
  "Rainy_Night_2": "Hey there babe, didja miss me?$3",
  "Rainy_Night_3": "I hope the rain stays just a bit longer...$7#$b#Cause then you have more time to spend with me...$4", 
//gift is cloth
  "Rainy_Night_4": "Ooof! You're soaked babe! Here have a towel.[428]$2#$b#Don't touch me 'til you're dry!$3", 
  "Rainy_Night_5": "Hey babe, I'm glad you're here.$6", 
  "Indoor_Day_0": "Babe, I'm gonna stay here for a bit.$1#$e#What are you up to?$6",
//gift is pale broth 
  "Indoor_Day_1": "BABE! I made breakfast.[457]$6#$b#What. We had weird stuff in the fridge.$1", 
  "Indoor_Day_2": "I finished breakfast already. I hope you didn't want anything.$7", 
  "Indoor_Day_3": "I think I'm going to play some tunes and melt into the carpet today.$1#$e#Unless you have other plans babe.$4", 
  "Indoor_Day_4": "If you want coffee, you'll have to find the grounds. I woke up too tired to think.$7", 
  "Indoor_Night_0": "Hey babe. You in for the night?$1#$b#I miss your presence.$1", 
  "Indoor_Night_1": "*wild humming*$10#$b#Oh! You're back. I missed you.$6", 
//gift is fish stew
  "Indoor_Night_2": "Hungry? I braved the supermart for you![728]$1", 
  "Indoor_Night_3": "If you're headed out tonight, make sure you're back before too long.#$b#I do not want to deal with some stranger bringing you home$3#$e#And I worry about you too.$7", 
  "Indoor_Night_4": "How was your day babe?#$b#Mine was quiet as per usual.$1", 
  "Outdoor_0": "Hey babe, I'm gonna be here for a bit.",
  "Outdoor_1": "The most lovely thing out here is you babe.$4#$b#I'm gonna take a nap later. This fresh air is making me sleepy.$7",
  "Outdoor_2": "I think today is going to be good.$1", 
  "Outdoor_3": "I did NOT wake up well.$5#$b#So I came out here to cool off...$2", 
  "Outdoor_4": "Hmmmm... Waking up with the sun isn't my favorite of your ideas...$2#$b#But at least I get to see you in the sunlight.$6", 
//Use %kid1 to insert name of first child
  "OneKid_0": "You know... I never really liked kids... But %kid1 is growing on me.$9",
  "OneKid_1": "I never saw myself as a mom...$7#$b#But with you it isn't nearly as bad as I thought it'd be.$1", 
  "OneKid_3": "I think I'm getting the hang of this whole mom thing! Look at what I made with %kid1!$9", 
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "I'm exhausted. Having two kids is exhausting...$1", 
  "TwoKids_2": "Hey babe! %kid1, %kid2, and I made breakfast together... But it turned out very wrong...", 
  "TwoKids_3": "Babe, can you help me wrangle %kid1 and %kid2 into nice clothes? The moms want a picture.$1", 
  "Good_1": "Hey babe, having a good day?$2#$b#I'm doing a lot better now that you're here!$1", 
  "Good_2": "You doing good? I'm doing good.$1", 
  "Good_3": "I love you, you know?$4",
  "Good_4": "It's a wonderful day to be married to you...$4", 
  "Good_5": "I'm gonna think about meal plans... I'd like to make you something some time.$1", 
  "Good_6": "I love waking up next to you.$9", 
  "Neutral_0": "Oh, hello.$1", 
  "Neutral_8": "I feel like we haven't talked in ages...",
  "Bad_1": "I'm not really feeling this conversation.$2", 
  "Bad_2": "Look, I'm unhappy. I think you know why.$3", 
  "Bad_3": "Maybe you should examine your recent actions?$3",
  "Bad_4": "I'm second guessing a lot of my decisions lately.$7", 
  "Bad_5": "Look, I think I just need a moment to cool off. Things havn't been so good lately.$3", 
  "Bad_6": "I'm tired. Let me be.$7",  
  "funLeave_AlexandriaFS": "Babe! I'm headed out for a bit. Try not to die in the mines while I'm gone ok?$1", 
  "funReturn_AlexandriaFS": "I'm back! Did you miss me?$1", 
  "spring_2": "Spring is here again. Got any big plans for the farm?$1#$e#I'd much rather you spent the day with me...$4", 
  "spring_1": "Mmmmm spring... grow me a melon would you?$9#$b#Oh. Wait. That's summer. I'll be honest the whole crop thing isn't all that interesting",
  "spring_22": "Do you have any allergies? I know some people sneeze like crazy around this time of year.$1", 
  "summer_20": "I do not like the sun. I burn waaay too easy.$1", 
  "summer_2": "It's only gonna get hotter.$8", 
  "fall_1": "I'm glad that autumn is here. It means I can get fresh pumpkins for my moms!$1", 
  "fall_25": "Somedays, I want to disappear into a pile of leaves... But they are often damp.$7", 
  "winter_15": "The snow is so cold.#$b#I mean, it could be hot. That's worse.$7#$e#Can you imagine hot snow? That'd be awful.", 
  "winter_5": "Can you get some more firewood? I'm worried about us running low.$1", 
  "winter_2": "Did you know there's a gem called a frozen tear? How metal is that?$1", 
  "spring_AlexandriaFS": "I've never eaten a salmonberry. Are they good?$1", 
  "fall_AlexandriaFS": "I love the colors of fall, it's so nice to see the fiery reds and oranges.$1", 
  "summer_AlexandriaFS": "Have you found any shells lately?$1", 
  "winter_AlexandriaFS": "Holly is pretty cool. I like the red and green.$1", 
  "spouseRoom_AlexandriaFS": "Hey babe, I'm gonna melt into the chair in a moment.$1#$b#Although, if you want to do something else...$4",
}