{
  "Rainy_Day_0": "Hey there, beautiful.$1#$e#The sound of rain means you don't have to water.$7", 
  "Rainy_Day_1": "The sound of rain is almost as beautiful as you are my dear.$8",
//gift is eggplant parmesan [231]
  "Rainy_Day_2": "That 'living off the land' show said that rain is the best time to go mining, so I made you some breakfast that should help.[231]$1", 
  "Rainy_Day_3": "I've got some editing to do today...$2", 
  "Rainy_Day_4": "The storm front moving through always gives me a headache...$2", 
  "Rainy_Night_0": "Evening beautiful, did you have a good day?$1", 
  "patio_WillFS": "Hey! I'm gonna spend some time in the sunshine today.$1",
  "Rainy_Night_1": "We should watch something together tonight.$7#$b#I've got quilts, and we could cuddle on the couch.$6",
  "Rainy_Night_2": "You look lovely tonight.$1",
  "Rainy_Night_3": "Hey, you doing ok?#$b#If you're not, let me know how I can help.",
//gift is parsnip soup [199]
  "Rainy_Night_4": "I made supper.$1#$b#I always find myself wanting soup when it rains.[199]$7", 
  "Rainy_Night_5": "Good evening beautiful. Come here for a moment.$6",
  "Indoor_Day_0": "Honey? Have you seen my glasses?$10",
//gift is Farmers lunch [240]
  "Indoor_Day_1": "Breakfast! Make sure you don't work to hard okay?[240]$1",
  "Indoor_Day_2": "I've got a couple contracts to work on.$7",
  "Indoor_Day_3": "Good morning beautiful.$1",
  "Indoor_Day_4": "I've been thinking about writing you something. But I'm worried about whether or not you'll like it...$2",
  "Indoor_Night_0": "I'm glad you're back, I miss you when you're gone.$1",
  "Indoor_Night_1": "Hey, beautiful. Do you have time to hang out today?$1#$b#If not, I've got work I've been putting off.$0",
  "Indoor_Night_2": "I finished a couple of jobs today.$7#$e#We should discuss my reward tonight...$8",
  "Indoor_Night_3": "I've been thinking about you today.$6",
  "Indoor_Night_4": "Do you ever go out to watch the stars? We should have a date night like that later...$7",
  "Outdoor_0": "I was watching 'Living on the Land' and I figured I could help out a bit around here.$1",
  "Outdoor_1": "Good morning love, did you sleep well?$1",
  "Outdoor_2": "I thought the fresh air might shake free a couple of good ideas.$1",
  "Outdoor_3": "Morning. I'm still a little sleepy.$2",
  "Outdoor_4": "I might just stay out here this morning.$1#$e#And er...watch.$6#$e#For educational reasons.",
//Use %kid1 to insert name of first child
  "OneKid_0": "%kid1 is so cute! I can't get over how much I love them.$1",
  "OneKid_1": "I've been thinking about how quickly %kid1 is growing, it seems like they change every time I turn my back!$7",
  "OneKid_3": "Hi beautiful, would you like to hold %kid1?$1",
//Use %kid 1 for name of first child, use %kid2 for name of second child
  "TwoKids_1": "Hey, can you take a turn bathing %kid1 and %kid2? I'm exhausted.$2",
  "TwoKids_2": "%kid1 said 'dad'! I win! Hahaha!$7",
  "TwoKids_3": "%kid2 is pretty smart, I'm glad I get to watch them grow.$7",
  "Good_1": "Hello beautiful.$1",
  "Good_2": "Hi love, sleep well?$7",
  "Good_3": "*happy humming*$7",
  "Good_4": "What are you planning on doing today?$1#$b#Me? Well, duty calls.",
  "Good_5": "Good morning beautiful.$7",
  "Good_6": "You look nice today.$1",
  "Neutral_0": "Hi.",
  "Neutral_8": "Morning.",
  "Bad_1": "I'm not sure I know you anymore...$2",
  "Bad_2": "I find myself missing you less and less when you're gone...$2",
  "Bad_3": "Why am I here? Why did I do this?$3",
  "Bad_4": "I don't think we are gelling like we used to...$2",
  "Bad_5": "Look, I'm not happy. I don't think you're happy either.$2",
  "Bad_6": "...$2#$e#I keep having bad dreams with you at the center...$2", 
  "funLeave_WillFS": "I'm headed out for the day. Be back soon beautiful!$1",
  "funReturn_WillFS": "Hey there. Did you miss me?$7",
  "spring_2": "Don't work yourself too hard ok? It'd be a shame to not enjoy the weather.$1",
  "spring_1": "Spring is here. I bet you'll be busy today huh?$1",
  "spring_22": "Summer is on its way, are you going to grow me some melons?$1",
  "summer_20": "Wow! Days like these I want to douse my head in ice water.$5",
  "summer_2": "Mmmm, melon season...$7",
  "fall_1": "Oh god. I need more allergy meds.$2",
  "fall_25": "*sneeze* Sorry, spores...$2",
  "winter_15": "The snow makes me pretty happy to be inside.$1",
  "winter_5": "The snow and ice is quite pretty isn't it?$1",
  "winter_2": "Tell me how the night market is. I've always wanted to go.$7",
  "spring_WillFS": "Spring has sprung.$1#$e#Yes, I did get that off a poster, your point?",
  "fall_WillFS": "I love the colors of fall, what I don't like is the mushrooms...$2",
  "summer_WillFS": "I need to head to the beach one of these days.$0",
  "winter_WillFS": "I stocked up the firewood. It's cold out there!$1",
  "spouseRoom_WillFS": "Hey there beautiful. I've got work to do.$1",
}