{
//Faces
//0- neutral
//1- smile
//2- frown
//3- anger
//4- shock
//5- pleased
  "Introduction": "Visiting from Pelican Town? It's nice to see you here.",
  "Mon": "It's a beautiful Monday, isn't it?",
  "Tue": "Have you seen Vasha today?",
  "Wed": "Have you thought about resuming your studies?#$e#You're never too old to learn something new.",
  "Thu": "What would you like to learn today?",
  "Fri": "Only one fight between the twins this week.#$e#Well, only one that I had to mention to their parents.$2",
  "Sat": "Sorry, I'm busy right now.",
  "Sun": "Sunday is such a peaceful day, isn't it?$5",
  "Custom_Stof_Yoba": "It's nice to see everyone here.",
  "Mon8": "Monday is my favorite day of the week. It's a fresh new start!$5",
  "Sat2": "Saturdays are always so busy. I have to plan for the week ahead!",
  "Sat4": "What shall I focus on this week?#$e#Makena is always so eager to learn something new.$5",
  "Sat6": "Did you know that I write all my own lessons?#$e#Stoffton can't afford to purchase a fancy curriculum.",
  "Wed6": "Did you know that Vasha graduated at the top of their class?#$e#I don't know when they lost their love of learning.$2",
  "summer_Mon": "Happy Monday!",
  "summer_Tue": "It's strange to have so much free time in the summer.#$e#I still help some of the older students with their studies, though!$1",
  "summer_Wed": "I miss my youngest students.$2",
  "summer_Sat": "No lesson plans today. That might be the best part of summer.",
  "summer_Sun": "At least I see most of my students once a week, even in the summer.",
  "summer_Wed6": "I never thought I'd say this, but I even miss the squabbles between the children.$4",
  "fall_Mon": "I've planned a special week of lessons for the children. Fall brings such interesting changes.",
  "fall_Tue": "I wish Vasha would find their passion in life.",
  "fall_Sat": "Johanna and I have big plans for the school this year!$5",
  "winter_Fri": "Having the children indoors makes the winter hard.#$e#But, of course, I love watching them learn!",
  "winter_Sat": "I always look forward to my visits with Johanna.",
  "winter_Wed6": "Are you excited for the new year?#$e#I predict that you'll be super-successful on your farm.$1",

}