{
//Faces
//1 - smile
//2 - suspicious
//3 - anger
//4 - side glance
//5 - shock

  "Introduction": "Hello. I'm Otto Schafer. Pleased to make your acquaintance.",
  "Mon": "What do you think the weather is going to be like tomorrow?",
  "Mon_inlaw_JosefFS": "Hello, er... my son?$1^Hello, er... daughter?$1",
  "Mon4": "My eldest wants to be an engineer, but he's going to be a rancher.$4",
  "Mon4_inlaw_JosefFS": "I'll bet Josef helps keep your place nice and tidy.",
  "Tue": "My brother Gerhart owns the Mill. They live in the big Victorian house by the Temple.",
  "Tue_inlaw_MacFS": "Hello, er... my son?$1^Hello, er... daughter?$1",
  "Tue6": "You should visit my sister.#$b#She's a lot like me.",
  "Tue6_inlaw_MacFS": "Mac bring any new pets into your life?#$b#He's quite the animal lover.",
  "Wed": "I'm a simple man.#2",
  "Wed_inlaw_OdoFS": "Hello, er... my son?$1^Hello, er... daughter?$1",
  "Wed4": "I get lonely sometimes. Wife and I were married 33 years.$2",
  "Wed4_inlaw_OdoFS": "Have you seen Odo's latest project in our barn up the way?",
  "Thu": "Have you met my little brother Felix? He owns the flower shop in town.",
  "Thu_inlaw_RolfFS": "Hello, er... my son?$1^Hello, er... daughter?$1",
  "Thu2": "Gotta make sure the livestock are fed on time.",
  "Thu2_inlaw_RolfFS": "You taking good care of my son?$2",
  "Thu8": "Ranching is a lot of work, but it's brought this town back.",
  "Fri": "I love this place.#$b#What do you think of Stoffton?",
  "Sat": "Hard to get supplies out here. That's why I opened my shop at the ranch.",
  "Sat8": "Before my wife died we would go into Pelican Town on Saturday night for supper.#2",
  "Sun": "I go visit my wife on Sundays.$2",
  "Wed6": "I worry sometimes that deep down Josef doesn't want to take over the ranch.$2",
  "Thu4": "I'm a Selectman with the town. Mostly I just run meetings.#$b#Don't even talk to me about becoming Alderman.$4",
  "summer_Mon": "Summer is a great time to get outside and work the land.",
  "summer_Wed": "It's awfully dry.$2#$e#Need to make sure the cattle get water.",
  "summer_Thu": "Have you planted any onions? They would be looking pretty good right about now",
  "summer_Fri": "Whew, it's hot.$5",
  "summer_Sat": "The nights are so clear in Stoffton. Do you ever just stop at night and look at the stars?",
  "summer_Sun": "Sweet corn is the best treat all summer, don't you think?",
  "winter_Mon": "Do you have a heater in your barn?#$b#Your livestock will be much happier if you do.",
  "winter_Wed": "Josef slipped on the ice today. I thought he was going to knock himself out!$5#$e#He's fine, though a bit bruised.",
  "winter_Wed2": "Sometimes, my kids are so clumsy.",
  "winter_Thu": "Keeping the cattle fed...sometimes it seems like that's all I do.$4",
  "winter_Fri": "I'm thinking of going into Pelican Town with my brother Gerhart for supper at the Saloon.",
  "winter_Sat": "It's bitter cold.",
  "winter_Sun": "The cemetery seems so bleak in the winter.$2",
  "fall_Mon": "The seasons in Stoffton are my favorite.",
  "fall_Thu": "I like to sit on the porch with a cup of coffee in the mornings and enjoy the autumn colors.",
  "fall_Fri": "You growing pumpkins? Things always feel more like fall when there are pumpkins about.",
  "fall_Sat": "It's starting to get cooler these days.",
  "fall_Sun": "Sunday is never a day of rest for a rancher.$2",
  "Custom_Stof_Yoba": "I like to talk to Erik whenever I'm in town.",
//I think that would be interesting. [positive friendship +10]
"event_Interesting": "See you then.$1",
//Sounds boring. [negative friendship -20]
"event_boring": "You don’t have to come.$2",
//Let me get back to you.[Neutral friendship 0]
"event_Later": "I get that a lot.",
//Josef should follow his dreams. [-20] [Josef +20]
"event_Dreams": "I never did.$2",
// Josef should run the ranch! It is his destiny! [+20] [Josef -50]
"event_Ranch": "That's what I think...%fork$1",
//I took over my Grandpa's farm, but I really can't say what is right for Josef. [0] [Josef +20]
"event_farmer": "A farm is a lot like a ranch.",
//Maybe you can help your sons fix them up! [0]
"event_FixThem": "I guess I could.",
//I'm sure you did what you thought was best. [+30]
"event_ThoughtBest": "It seemed like a good idea at the time...",
//Your sons are right. You wasted a valuable resource. [-50]
"event_Wasted": "Well, I never!$3",

}