{
//faces
//1- pleased
//2- disappointed
//3- anger
//4- side glance
//5- shock
//6- blush 
//7- suspicious
"Introduction": "Hello. I'm Quinn.#$b#Are you.. new?",
  "Mon": "I enjoy brevity.#$b#Why?$5#$b#Have you met my sibling Vasha?$2",
  "Mon_inlaw_VashaFS": "Hello! How is my sibling?",
  "Tue": "One of my favorite pasttimes is to sit and list my observations.$2#$b#It's peaceful. And quiet.$1",
  "Wed": "I've got a book on botany that I love.$1#$b#Unfortunatly, its a bit worn now...$4",
  "Thu": "If you can't say it in five words or less, save it.$2",
  "Fri": "I wonder how the organisms in Pelican town differ from Stoffton?$4#$b#Demetrius? No I haven't met him. I shall pursue this further.$1",
  "Sat": "Did you know that horseradish is often used as a wasabi substitute? I've no idea how accurate the taste is. But horseradish is delicious.$1",
  "Sun": "I made a delightful soup with some forage earlier. It mainly tasted of onion, but I like onion.$1",
 "divorced": "I've got a million four letter words for you.$3",
  "breakUp": "Fine!$3",
  "Tue2": "Most spring forage is edible, but not daffodils.$1#$e#They may be pretty, but they are poisonous.$2",
  "Fri4": "Did you know that dandelions are edible?$5#$e#I've never gotten them to taste good...$4", 
  "Mon6": "Have you ever sauteed mushrooms with butter? It's delicious.$1#$e#Except, that Will fellow seems to be allergic. I offered him some and he turned purple.$4", 
  "Wed8": "Salmonberries are known for their 'flavor of the forest'. I fear that flavor might be pine.$2",
  "Thu10": "I wonder if there is an easier way to clean spring onions...$4", 
  "summer_Mon": "Summer is home to many delicious fruits. The sweetness is an excellent balance against the heat.$1", 
  "summer_Mon6": "I am thinking about taking all of Vasha's socks so they can no longer leave them everywhere.$2",
  "summer_Tue": "Spice berries taste as strong as they smell, so I advise using them sparingly.",
  "summer_Tue4": "Is there anything better than a frozen grape on a hot summer day?$1", 
  "summer_Wed": "Although I adore most members of the fungi family, redcaps are poisonous so please don't eat them.$2", 
  "summer_Thu": "Fiddlehead ferns may be a delicacy, but honestly they taste like grass.", 
  "summer_Sat": "The common mushrooms that grow around here are truly wonderful. I like them in omelets or quiche, fried...$1#$e#baked, boiled, steamed...$1", 
  "summer_Fri": "I've found another book on native plants. Do you know how many kinds of grass there are?!$5", 
  "summer_Sun": "Plants are better than people. They don't talk so much.$2", 
  "summer_Fri2": "There have been a few days I have considered eating a bunch of redcaps and walking into the forest never to return.$4", 
  "summer_Wed4": "Those sweet pea flowers remind me of the way girls smelled in middle school.$4", 
  "summer_Sun6": "You shouldn't eat a lot of flowers. Many are poisonous, and others have... properties.$4", 
  "summer_Tue8": "I should make a risotto tonight.#$b#Fiddleheads are in season after all!$1", 
  "summer_Thu10": "Grapes are good.#$e#That is the extent of my thoughts on grapes.$2", 
  "fall_Tue": "The changing seasons bring about a whole bunch of new forage!$1", 
  "fall_Thu": "Fall has some of the best forage. Mushrooms, chanterelles, hazelnuts, plums...$1#$e#berries, not to mention the wonderful smells from the cafe around pumpkin season.$1", 
  "fall_Wed": "Common mushrooms are so versatile. Delicious and plentiful!$1", 
  "fall_Fri": "Have you ever bitten into a fresh plum when the juice has been warmed by the sun?$1#$e#If you haven't you should.",
  "fall_Sat": "Hazelnuts are best used as an ingredient. I find their base flavor rather plain.$2", 
  "fall_Sun": "Chanterelles are a wonderful seasonal fungus.$1#$e#I've read they can even be used in potions!", 
  "fall_Tue2": "I found one of Vasha's socks under my bed.$7#$e#We need to have another talk about how to share a room.$7", 
  "fall_Wed4": "Did you know that mushrooms are neither plants nor animals?#$e#That doesn't change much, but it's neat anyway.$1",
  "fall_Fri6": "If I could just find a botanist's cookbook...$4", 
  "fall_Mon8": "Blackberry tarts are the perfect marriage of berry and pastry.$1", 
  "fall_Thu10": "Purple mushrooms are quite rare but have powerful properties. The jury is still out on whether their properties are magical or mundane...$1", 
  "winter_Mon": "You may think that the cold means less forage, but you'd be wrong!#$e#Most things just hide under ground.$1",
  "winter_Tue": "Crocus flowers are toxic, but quite pretty.", 
  "winter_Wed": "Eating holly is a quick way to meet Yoba.$2", 
  "winter_Thu": "I've made many stir fries out of various winter tubers.#$e#They were not super good in case you were wondering.$2",
  "winter_Fri": "My favorite way to enjoy crystal fruit is through wine. I don't enjoy the glassy texture when they are raw.$2",
  "winter_Sat": "Winter roots taste better the longer you cook them.#$b#And the more butter you add!$1",
  "winter_Sun": "I had to pull some holly out of Garth's mouth earlier. There is a reason having kids scares me.$2",
  "winter_Sat2": "Snow yams make a wonderful addition to soup.$1#$e#We all know that winter is soup season.$2",
  "winter_Tue4": "I imagine being a farmer is difficult around this time. Unless you have a greenhouse.$1#$b#Do you have a greenhouse?$2",
  "winter_Fri6": "I tried a cave carrot the other day. It tasted like old dirt.$2#$e#To be honest I'm not sure what I expected. New dirt?$4",
  "winter_Mon8": "I've been thinking that I should ask Felix if I can help out in his shop. I'd love to talk to someone who knows more about plants.$2",
  "winter_Thu10": "I wish Vasha and I got along better. After all I've only got one sibling.$4",
//Why were you... trapped in a bush?[+30]
"event_why": "Oh I was doing some foraging and I er- fell.$11",
//Okay then bye.[+0]
"event_bye": "Bye! Thank you again.%fork",
//Why were you creeping in the bushes?[-30]
"event_creeping": "I was not!$11",
//Whatch'a doing?
"event_whatDoing": "I'm looking at the riverbed. I find the various algea facinating.$1",
//Better make sure not to fall in.
"event_FallIn": "I have.$2",
// Okay bye.
"event_byeQuestion": "Bye?$2",
//Oh junimo's?[+0]
"event_junimos": "Bless you.",
//When did you start seeing them?[+30]
"event_when": "I was helping Iris with something, and then I started seeing them everywhere...$4",
//You're clearly nuts. [-250]
"event_nuts": "I certainly feel nuts...$4",
//Sure![+50]
"event_Sure": "Great! Now to figure out what to do.$1",
// Not today. [+5]
"event_NotToday": "Okay, see you later!%fork",
//Not now, not ever.[-150]
"event_Never": "Ouch, bye then.%fork$7",
//Denim is the miner's choice, so it must be a sturdy fabric.
"event_denim": "I suppose you're right.. and it would be best to get things sooner...",
//Wool is a classic choice for outerwear.
"event_wool": "Yes, and its properties in water could be quite useful...",
//Wool's unique properties would probably be great if you fall into the water again...
"event_woolAlt": "Er- yes. Well...",
//Ripstop sounds like an exciting new option.
"event_ripstop": "It does! I just need to find something to do while I wait for it.%fork",
//Ripstop sounds perfect for the next time you, erm, trip into the bushes.
"event_ripstopAlt": "Right. That. Erhm-%fork$6",

}