{
//Faces
//0-neutral
//1- grin
//2- displeased
//3- shock
  "Introduction": "Have you met my wife, Gwen?",
  "Mon": "Happy Monday to you!",
  "Mon4": "I like running my shop. If there's anything you need special-ordered, just ask!$1",
  "Tue": "I've got new spirits in stock.",
  "Tue6": "My daughter Kendria is a Selectperson for the town.",
  "Wed": "Have you visited the Jewelry Store?#$b#My wife Gwen is very proud of her product line.",
  "Wed4": "Dusting these shelves is probably the worst part of owning a package store.",
  "Thu": "Can't get away from work when you live over your own business.",
  "Thu2": "Thanks for coming back in. How are things on the farm?",
  "Thu8": "My life isn't what I expected it would be.$2",
  "Fri": "#$c .5#Everyone seems to stop in on Fridays.#$b#Hey! It's the weekend!",
  "Sat": "Need anything for the big game tomorrow?",
  "Sat8": "A few people that come in here regularly make me sad.#$b#I don't really like to think about it.",
  "Sun": "We always have lunch at the Cafe on Sundays after Yoba.",
  "Wed6": "Have I ever told you I think it would be a lot of fun to be a farmer?#$b#Is it?$4",
  "Thu4": "Well! There's a friendly face!",
  "summer_Mon": "#$c .5#Come in for something refreshing?#$e#It's hot out there!",
  "summer_Wed": "I always love a cold one in the afternoon on a hot summer day.",
  "summer_Thu": "I've got fresh limes.",
  "summer_Fri": "We've got specials on all clear spirits today.",
  "summer_Sat": "Big rush before the game begins. Just wait and see.",
  "summer_Sun": "It's been a lot quieter today than I expected.",
  "winter_Mon": "We have mulling spices if you're looking for them.",
  "winter_Wed": "Did you think about heating up something warm to drink?",
  "winter_Thu": "Come on, in. It's awfully cold out today.",
  "winter_Fri": "I've got specials on mead. We had extra cases show up accidentally.",
  "winter_Sat": "Do you like gridball or gridball?#$b#That's a joke. Ha!",
  "winter_Sun": "Gwen and I love the Cafe for lunch on Sundays.",
  "fall_Mon": "Pumpkin spiced everything...Pumpkin spiced everything...",
  "fall_Thu": "You can hollow out a pumpkin to make a festive punchbowl.",
  "fall_Fri": "Gridball season is back!#$b#It's good for business.",
  "fall_Sat": "Picking up supplies for the weekend?",
  "fall_Sun": "What 'Bowl' is it today? I can't keep track.",
  "Custom_Stof_Yoba": "It's good to see everyone here. Too bad Kendria will leave early.",
//I don't see why you shouldn't be allowed to do that. [+30]
"event_whyNot": "Exactly! But we're a 'small town' with 'small town values' so I get penalized! Argh!$4",
//Sunday is a day of rest. Wouldn't you like to rest? [-10]
"event_restDay": "Do YOU rest on Sundays, @?$5",
//I think I need to go water the...something. [0]
"event_escape": "Everyone in town has a favorite team...$5",
//ZuZu City Tunnelers all the way! [+10]
"event_Tunnelers": "I don't have a favorite, myself. Gotta be neutral to get the most business...",
//Aardvarks are my team! [+10]
"event_Aardvarks": "I have no dog in this hunt, personally...",
//I'm not even sure what you're talking about.[-20]
"event_NoIdea": "Interesting... Well, you still planning to pick up some cold ones?$5",
//I have a hard time picturing you doing those things… [-30]
"event_HardTime": "Well!$2",
//Well see? It is your destiny! [+20]
//Maybe that means it worked out? [+10]
"event_Destiny": "Never looked at it that way, I guess.$3",


}