{
//Faces
//1- pleased
//2- shock
//3- anger
//4- suspicious
//5- blush
//6- pout
//7- smile
//8- grin
//9- laugh
  "Introduction": "Whoops! Sorry, I didn't see you there.$4#$b#Oh! I'm Rolf.",
  "breakUp": "Not good enough for you, huh?$3#$b#Fine...$9",
  "divorced": "We have nothing to say to each other.$3",
  "Mon": "$c .5#Do you like pickles?#$e#I'm going to make the best pickles!$7",
  "Mon2": "$c .5#I think I would enjoy mining.#$e#My great-grandfather was a miner, you know.",
  "Mon4": "I love cheese.$5",
  "Mon6": "Maybe I'll take up farming. It can't be that hard, right?$4",
  "Mon8": "I think I'll take up painting.$8#$e#That should be easy, right?",
  "Tue": "My Uncle Helmut makes the best pickles!$3#$b#But I think I could do better.$5",
  "Tue2": "Have you done any mining?$1#$e#I'm looking into it, myself.",
  "Tue4": "$c .5#I've been studying cheese making.$6#$e#Have you ever tried making cheese?",
  "Tue6": "You're a farmer. Tell me your secrets.$4",
  "Tue8": "Who is your favorite painter?#$e#Oh! I want to study them!",
  "Wed": "My uncle has been teaching me to make pickles!#$e#It's really an interesting process...",
  "Wed2": "Do you ever make metal bars?#$b#I've been studying the science.$7",
  "Wed4": "I think cheese could be the new pickles!#$e#What?",
  "Wed6": "I bet you could teach me all about farming.#$e#Will you?",
  "Wed8": "I wonder if anyone I know is any good at painting...",
  "Thu": "Do you make pickles on your farm?#$e#Someday, I'm going to make ALL the pickles.",
  "Thu2": "Have you learned to smelt metal bars?#$e#I've been practicing...$6",
  "Thu4": "Gourmet cheese. That's the future.",
  "Thu6": "$c .5#My dad doesn't like growing things.#$e#I'm going to be the farmer that my dad never wanted to be!",
  "Thu8": "Prussian blue...it's a paint pigment.$#e#But it can also be used as radiation treatment and it is photo regenerative.",
  "Fri": "$c .5#What vegetable do you think makes the best pickles?#$e#My pickles are going to be award winning!",
  "Fri2": "$c .5#What will I do with all the metal bars I make?#$e#What do you think of a store that only sells metal bars?",
  "Fri4": "$c .5#Smoked cheese. Do you think anyone has tried that?#$e#Cheese with fruit. No, the fruit is actually in the cheese.#$b#I'm pretty sure I'm the only person to think of that.",
  "Fri6": "What grows best this time of year?",
  "Fri8": "Maybe I'll make you a painting?#$e#What would you like? A landscape?",
  "Sat": "Vegetable. Vinegar. Pickles.#$b#Simple, right?",
  "Sat2": "Ore. Coal. That's all it takes.",
  "Sat4": "Fresh milk. Rennet. That's all I will need.",
  "Sat6": "Seeds. Water. Sunlight. Farming is simple, isn't it?",
  "Sat8": "Oil. Canvas. Presto!#$b#Oh, maybe I should get some brushes too.",
  "Sun": "My pickles will be the best thing you've ever tasted.#$e#You just wait and see!",
  "Sun2": "Maybe I'll invent a new kind of metal bar!",
  "Sun4": "I'm going to make the best cheese! I hope you'll try it!",
  "Sun6": "Maybe I'll invent a new hybrid plant!",
  "Sun8": "I think I'll start painting this summer...",
  "summer_Mon8": "Have you ever thrown clay pots?",
  "summer_Tue8": "$c .5#I bet Clay could teach me to make pottery.#$e#I need to ask Clay for some pottery tips.",
  "summer_Wed8": "Glazing. That's what they call paint for pottery, isn't it?",
  "summer_Thu8": "When I start making pottery, what can I make for you?",
  "summer_Fri8": "Have you tried making pottery?",
  "summer_Sat8": "Clay. Kiln. Anything else that I need?",
  "summer_Sun8": "I'm going to start making pottery this fall...",
  "fall_Mon8": "Have you ever been snow skiing?",
  "fall_Tue8": "It can't be that hard to ski, right?",
  "fall_Wed8": "I've been trying to get in shape.#$e#So I can start skiing this winter, of course!",
  "fall_Thu8": "Do people actually ski year round?#$e#I wonder where they go...",
  "fall_Fri8": "$c .5#'ve been reading books about skiing.#$e#I've been ordering ski supplies.",
  "fall_Sat8": "Snow. Skies. Mountains. What else do I need?",
  "fall_Sun8": "I'm going to learn to ski this winter...",
  "winter_Mon8": "$c .5#I think I'll start a flower garden.#$e#A flower garden would be easier than farming, right?",
  "winter_Tue8": "Flowers are pretty easy to grow, aren't they?",
  "winter_Wed8": "$c .5#I bet Uncle Felix could teach me to grow flowers.#$e#I wonder if my uncle would sell the flowers I grow next year...",
  "winter_Thu8": "Have you ever made a flower garden?",
  "winter_Fri8": "Maybe I'll breed a new hybrid flower!",
  "winter_Sat8": "Pots. Flower seeds.#$b#I'll only have to water them, right?",
  "winter_Sun8": "I'm going to start a flower garden in the spring...",
  "Custom_Stof_Yoba": "Hi there, @! Do you want to sit with us?",



}