{
//1- grin
//2- anger
//3- shock
//4- sad
//5- smile
  "Introduction": "I started sewing as a hobby, but it's grown into quite a business!$1#$b#Can you believe that?$1",
  "Mon": "Alexandria is my granddaughter, have I told you that?",
  "Mon_inlaw_AlexandriaFS": "How's my granddaughter doing?#$e#I hope you're treating her right.",
  "Tue": "#$c .5#Looking to replace your shirt? I have several options.#$e#I take custom orders, if you can't find something you like.",
  "Wed": "I wish Gerhard had a better discount for his local customers.",
  "Thu": "Where did you get that top, dear?",
  "Fri": "#$c .5#I wish I were better with technology.#$e#Alexandria keeps pestering me about this 'internet commerce'.",
  "Sat": "Saturday is just like any other day for me.",
  "Sun": "I don't get much rest on Sundays.",
  "summer_Mon": "#$c .5#I wish Alexandria would wear lighter colors in the summer.#$e#I'm worried Alexandria will get heat stroke! The way she dresses...",
  "summer_Mon_inlaw_AlexandriaFS": "How's my granddaughter doing? I imagine she's quite happy living on the farm.#$e#She deserves to be happy...",
  "summer_Tue": "Do you need some new clothing for summer?#$e#I have a few options in stock.$1",
  "summer_Wed": "$c .5#Yesterday's walk up to the Mill was miserable in this heat.#$e#Are you staying cool, dear?",
  "summer_Thu": "Those are nice shoes, dear.#$e#I'm sure my husband would appreciate them.",
  "summer_Sat": "Be careful out there, dear. You could get sunburnt!",
  "summer_Sun": "I look forward to spending time with my granddaughter on Sundays.",
  "summer_Sun4": "I wonder what new outfit my granddaughter will ask for next...",
  "fall_Mon": "Do you enjoy the changing colors in fall, dear?#$e#You should think about buying new colors for your wardrobe, too!$2",
  "fall_Tue": "Do you need a warm sweater?#$e#It's never too early to prepare for winter.",
  "fall_Wed4": "The gall of that man!#$e#Gerhard is actually charging me more than some of his other clients!",
  "fall_Thu": "You look nice today, dear.",
  "fall_Sat": "Are you friends with Alexandria?#$e#Sometimes I worry about her.",
  "fall_Sat_inlaw_AlexandriaFS": "Oh, hello my dear. I think of you as my own grandson now.$h^Oh, hello my dear. I think of you as my own granddaughter now.$h",
  "fall_Sun": "Maybe if I cut it on the bias...#$e#Sorry, what was that dear?",
  "winter_Mon": "Are you wearing layers?#$e#You should consider layers in these temperatures.",
  "winter_Tue": "Are you warm enough, dear?",
  "winter_Wed": "#$c .5#How do Erik's prices compare to those in Pelican Town?#$e#I'm too old to shop for a bargain.",
  "winter_Sat": "Watch out for the ice, dear.",
  "winter_Sat6": "Maybe I should ask Gerhard about remnants.#$e#Those are usually cheaper, aren't they?",
  "winter_Sun": "Perhaps some gathers...#$e#Sorry dear, what did you say?",
  "winter_Sat8": "It's not a mistake, it's a design choice!#$e#Well, that's what Alexandria would say...",
  "Custom_Stof_Yoba": "I wish Lexi could get away from the Bakery more often.",
  "Custom_Stof_Clothes_7_21": "#$c .3#Careful, dear... I dropped a needle earlier.#$e#You should never use good fabric scissors on paper.",
  "Custom_Stof_Clothes_3_27": "#$c .7#Sorry, dear... I couldn't hear you over the machine.#$e#Sorry, dear... I'm in a hurry to finish this piece.",
  "Custom_Stof_Mill": "Gerhard is a sharp businessman.",


}