{
//Faces
//1 - smile
//2 - side glance
//3 - pleased
//4 - blush
//6 - shock
//7 - mad
  "Introduction": "Sorry, I was thinking about a book I just finished.$4#$b#Oh, we haven't met. I'm Silas.$2",
  "breakUp": "Wait... what?!$7#$b#I thought we were doing okay...$6#$b#Yeah, sure... we can still be friends.$2",
  "divorced": "I'm sorry, @. I don't think I can still be your friend.$7",
  "Mon": "Have you ever been to the Ocean? I'd like to go someday.$2",
  "Mon6": "I'm reading a great book right now.$3#$e#What? Oh, the book is about an ocean-going sea captain.$4",
  "Mon8": "Would you take a ship across the ocean?#$e#I'd go with you.$4",
  "Tue": "Ugh. Mom's making bean hotpot again tonight.",
  "Tue6": "Want to join me at the cafe for dinner?",
  "Wed": "I started a great book this morning!$3",
  "Thu": "Hi @. Oh, don't judge this book by the cover.$4#$e#It's actually great literature.$4",
  "Fri": "Did you hear?$6#$e#Lexi might try to make cranberry candy! That's my favorite.",
  "Sat": "Do you have any siblings, @?#$e#Sometimes they can be infuriating.$7",
  "Sun": "Grandma Fiona tells the best stories. Almost as good as a book.",
  "Custom_Stof_Yoba": "What was that? Sorry, I was thinking...$4",
  "summer_Mon": "Do you visit the beach very often?",
  "summer_Mon4": "I've heard that Pelican Town has a nice beach. Do you like it?",
  "summer_Mon6": "Maybe someday I'll get to visit the beach near Pelican Town.",
  "summer_Tue": "Oh no, mom's making salad again.#$e#I know she loves it, but I hate it!",
  "summer_Tue6": "Care to join me at the cafe this evening? Mom's making her favorite salad again.",
  "summer_Wed": "Hi @. Read anything good recently?",
  "summer_Thu": "I'm going to triple my reading goal this summer!",
  "summer_Fri": "Will you grow any cranberries in the fall, @?",
  "summer_Sat": "I think Jasper stole one of my books. I can't imagine what he wanted it for.",
  "fall_Mon": "The crisp air makes me think of ocean breezes.#$e#Not that I've ever been to the ocean.",
  "fall_Mon4": "You want to borrow a book? I can recommend several.",
  "fall_Tue": "Mom's making Lobster Bisque tonight.#$e#I know it's dad's favorite, but maybe I should go to the cafe.",
  "fall_Tue8": "Want to join me at the cafe tonight?#$e#I just can't stomach Lobster Bisque again, no matter how much my dad loves it.",
  "fall_Wed8": "Cool mornings are the best for reading.",
  "fall_Thu": "I wonder if Johanna will approve the purchase of some new books for the school.",
  "fall_Fri4": "I love cranberries. And almost everthing that can be made with them!",
  "fall_Fri": "It's cranberry season!",
  "fall_Fri10": "Are you growing any cranberries on your farm, @?",
  "fall_Sat": "Makena keeps 'borrowing' my books. It would be okay if she would return them.$7",
  "fall_Sun": "The crisp weather reminds Grandma Fiona of my favorite stories.",
  "winter_Mon": "Have you met my Grandma Fiona?",
  "winter_Mon4": "Did you walk all the way here in the snow?",
  "winter_Tue": "Ugh, it's pizza night.$7",
  "winter_Tue6": "My siblings love pizza night, but I hate it!$7#$e#I guess I'm going to the cafe again.",
  "winter_Thu": "There's nothing like curling up by the fireplace with a good book.",
  "winter_Thu8": "Do you have a fireplace at your house, @?#$e#Oh, I just love reading by the fire.$4",
  "winter_Fri": "Ugh... I wish cranberries were still in season. We are almost out.",
  "winter_Sat": "I wonder what the ocean looks like today.",
  "winter_Sun": "I wish it weren't such a long walk to visit my Grandma.#$e#It seems even further in the snow.",
  "spring_21": "I got a book for Makena... Maybe she will stop borrowing mine now?$2#$e#And an apple for Isla, of course.$3",
  "fall_2": "Jasper asked for a diamond for his birthday.$6#$e#Does he think I'm made of money?$7",
//Sure! What do you need? (+50)
//Of course! Help with what? (+20)
"event_yes": "What do we need, Odo?",
//Sorry, I'm really busy. (-50)
"event_no": "Oh, okay.%fork",

}