{
  "Introduction": "Stoffton has amazing flowers!",
  "Mon": "Online meetings all day can be a bit much.",
  "Tue": "Have you heard of quantum computing?#$b#It's the future!",
  "Tue2": "#$c .5#My father is a blacksmith. It's not a career you see much of anymore.#$e#My mother, well, my mother misses the ocean. She teaches the children about fish on Fridays.",
  "Tue4": "My baby brother makes pottery. He gets to spend a lot of time with our parents.",
  "Wed": "Midweek! Things are looking up!",
  "Thu": "My parents always have us over for dinner on Thursdays. It's nice to see them, and my brother Clay.",
  "Thu_inlaw_ClayFS": "Hi, @! How is my brother?",
  "Thu4": "I'm lucky to work from home. Stoffton is a great place to live!",
  "Fri2": "Felix has roses if you're thinking of being romantic.",
  "Fri": "The great thing about Friday is I get to unplug for the weekend.",
  "Sat": "Felix's busiest day is today. I'll give him a hand if he needs it.",
  "Sat4": "Felix and I love to go antiquing in the area.",
  "Sun": "Have I seen you at Yoba?",
  "summer_Tue": "I'm not sure I went outside yesterday.#$b#It's just so hot!",
  "summer_Tue2": "I think being a blacksmith is an honorable trade. I'm proud of my father.",
  "summer_Tue6": "Can I let you in on a secret? Sometimes I just play chess on my computer instead of working.",
  "summer_Wed": "It gets hot upstairs in our apartment.",
  "summer_Wed4": "Felix is in love with his flower shop, so I doubt we'll move out from above the shop.",
  "summer_Thu": "I don't like spiders.",
  "summer_Thu4": "I work from home. There are days I never even go outside.",
  "summer_Fri": "I think I'm going to sign out early today and help Felix with his weekend bouquets.",
  "summer_Sat2": "I'd like to go to a farmer's market. The produce is so fresh this time of year.",
  "summer_Sat": "We live above the Flower Shop. I love living out of the city.",
  "fall_Tue": "Stoffton is so charming in the fall.",
  "fall_Tue4": "Felix told me he was getting a new haircut.#$b#I told him not to.$4",
  "fall_Wed": "The great thing about living over the Flower Shop is we never have to rake leaves.",
  "fall_Thu": "It's starting to feel like latte weather to me.",
  "fall_Fri": "How long do you stay when you visit Stoffton?",
  "fall_Sat": "I think Felix and I are going antiquing today...#$b#If I can get him out of the Flower Shop.",
  "fall_Sun": "Do you have to work on Sundays?",
  "fall_Sun4": "Do you ever just rest at home?#$b#Every time I run into you you're on the go.",
  "winter_Mon": "Overalls are back in fashion, you know.",
  "winter_Tue": "Brrr! It is cold today!",
  "winter_Tue4": "How do you keep warm?",
  "winter_Wed": "Felix is working on some charming holiday arrangements.#$b#They'd look good in your farmhouse.",
  "winter_Thu": "I wish the Selectmen would plow a bit more frequently.",
  "winter_Fri": "How is Pelican Town looking this time of year? Festive?",
  "winter_Sat": "It's hard to believe it's going to be a new year soon. Any resolutions?",
  "winter_Sun": "The snow makes everything so quiet.",
  "Custom_Stof_Yoba": "I should talk to Kendria about making a donation for flowers. Or maybe one of the other Selectmen would be more receptive?",

//I don’t like to butt into other people’s arguments. You won’t win with somebody. [+10]
"event_NoOpinion": "Good point.",
//I don’t know where Felix wants it, but you work on computers Tomas, so you must be smarter. [+30 Tomas -30 Felix]
"event_Tomas": "You should listen to @, Felix!%fork$1",
//I’ve got more important things to do...like farming. [-30]
"event_MoreImportant": "Well, I never...$4",
//Of course! [+10]
"event_OfCourse": "I'm glad we have this in common.",
//I’m glad we’re friends, Tomas, but I have my own beliefs. [+10]
"event_ownBeliefs": "I understand. Yoba Temple really helps me focus.",
//I might be curious to learn more at some point. I’m really busy with the farm. [0]
"event_busy": "Lots to do! I get it...",
//Yoba? I don’t get it... [-10]
"event_nope": "Open minds can change the world...$5",
//I’d be so claustrophobic working in this room. [-10]
"event_Claustrophobic": "I guess that’s to be expected from someone who works outdoors...$5",
//I can see the benefits of working from home, but I like being outside all day. [0]
"event_Benefits": "I’d just get a sunburn...",
//That must be really nice. You can see Felix whenever you want by just going downstairs! [+20]
"event_Nice": "Exactly!$1",


}