{//Faces
//0- positive neutral
//1- smile
//2- true neutral
//3- anger
//4- side glance
//5- shock
//6- blush
//7- wink
 "Introduction": "Greetings.#$b#You may call me Vasha, I reside above the grocery store with the rest of my family.$1",
  "Mon": "The soft light of spring drifts through the new-formed leaves. How beautiful it is, when birdsong bounces off the trees.",
  "Tue": "I often think of the most lovely way to state things. So many adjectives... So little time.",
  "Wed": "Today I saw a singular leaf sitting upon the grass. Its color was still fresh and green, yet it had fallen in loneliness.$2#$e#It brings me to wonder, are we so different?$4",
  "Thu": "I was talking with my brother, he often is displeased with my theatrical flourishes, and it stunned me how different we have become.$2",
  "Fri": "How beautiful it is, the glimmering river that runs through town.$2#$b#Is it not the perfect background for reading?",
  "Sat": "The weekend oft stretches for miles, unless I am excited, then it slips away like sand through my fingers.$2",
  "Sun": "I find myself wondering about your farm. Is it an overgrown paradise? Or an efficient masterpiece?",
 "divorced": "I have nothing to say.$4",
  "breakUp": "I- What?!$5",
  "Tue2": "It is beautiful, is it not? The soft rush of wind, the scent of rain on the air?$1",
  "Fri4": "I find myself reading about the affairs of vampires.#$b#The eternal poetic tragedy of a life frozen in time forevermore is somehow as alluring as it is repulsive.$1", 
  "Mon6": "Many folk despise Monday for the simple fact that it has the unfortunate designation as the start of the work week. Are you one such person?#$e#I find myself ambivalent about Mondays. My ennui of existence is far stronger on Wednesdays.$2", 
  "Wed8": "Salutations my dear friend. Enjoying the soft sunshine?", 
  "Thu10": "You outshine even the morning sun with your radience.$6#$e#Erhm- You are more glorious than, um...$4", 
  "summer_Mon": "The heat of summer means I must no longer wear my spring cardigan. It is a necessary evil, however I much prefer the cranberry color of my spring cardigan to the cherry color of my summer cardigan.$2", 
  "summer_Mon6": "I often wonder what others are thinking. It is unfortunate that I will never truly know, nor will I ever see the colors that they do.$2#$e#No, I'm not color blind. From whence spawns this question?",
  "summer_Tue": "The loveliest of lovely days is, of course, in fall. But the early morning of summer is a close second.",
  "summer_Tue4": "What is it like to be a bird? To float, undisturbed by trifling human affairs?$4#$e#I also wonder what it would be like to be a squirrel. To have furry paws that grasp the ground and a parachute tail for when I inevitably fall.", 
  "summer_Wed": "One of the best things on this earth is to watch the inhabitants. The actions that people pursue when they think they are alone is eternally entertaining.$1", 
  "summer_Thu": "On days like these, I feel the need to expand my vocabulary.", 
  "summer_Sat": "My mind wanders to thoughts about the paranormal. How beautiful it would be to leave a memory behind!#$e#You look like one who may be haunted by long lost spirits.#$e#Or maybe, not too long lost?$2", 
  "summer_Fri": "The heat of summer is tempered by rain and thunder.", 
  "summer_Sun": "Some days I have less to say. Today for example.", 
  "summer_Fri2": "I often talk with Alexandria when ordering from the cafe. As soon as her boredom sets in, she utters one or several truly random statements which often give me new adjectives to try.$1", 
  "summer_Wed4": "Friendship is hard won and hard kept with some, and with others it is freely and cheaply given.$4", 
  "summer_Sun6": "The creatures that live in the mines perplex me. Are we the invaders? Are they?$2", 
  "summer_Tue8": "I often miss the sweet summer sounds of symphonic birds.#$b#However, there is nothing sweeter than the dulcet tones of a good friend.$1", 
  "summer_Thu10": "Often, when gazing upon your stunning visage, I find myself at a loss for words...$1#$e#I um... wasn't kidding.$6", 
  "fall_Tue": "Autumnal winds are far crisper than spring winds, sweeter than summer winds, and hold the barest hint of the coming winter.", 
  "fall_Thu": "The crisp scent of apples is oft followed by a hearty pumpkin. I have heard that Xen favors them in particular...#$e#I, myself, prefer apples and their many variants.", 
  "fall_Wed": "It is a glorious day is it not? I think I shall get some fresh apples and a good book to enjoy the weather.$1", 
  "fall_Fri": "The colors of fall always fill my mind with warmth. Bright red, gold, and soft browns are just so delightful.#$b#I wish I could find someting to capture the tones properly.$4",
  "fall_Sat": "The crisp scent of winter is on the wind. It stirs my heart to know the frost is coming.", 
  "fall_Sun": "I prefer to maintain the visage of a lone wanderer, therefore I avoid the temple on Sunday.$1", 
  "fall_Tue2": "Why hello, @. Here to listen to my musings? I oft think of new ways to express myself with as many words as possible. Precision is a virtue, you know.", 
  "fall_Wed4": "The swirl of leaves on the wind is incredible. The flashing colors glimmer and shiver in preparation for the coming months.$1",
  "fall_Fri6": "I hope your farming is going well. I have heard much about your farm, and I can only think it is more beautiful than described.", 
  "fall_Mon8": "My good friend, how wonderful it is to see you on this fine autumnal day.$1#$e#Do you like my fall cardigan? In the fall, I wear a delightful crimson cardigan.$1", 
  "fall_Thu10": "My darling, you look...well...glorious!$6", 
  "winter_Mon": "I do love the snow, the way that it glitters like stardust and melts into the purest water.#$e#Although, the snow does make the world far brighter as the sunbeams reflect upon it.$5#$e#I do find myself worrying about my eyesight.$4",
  "winter_Tue": "How beautiful a small sprout is, frozen in place and time, coated in the winter frost.$2#$e#Never again shall it drink in the sun, frozen for an untimely planting.", 
  "winter_Wed": "This time of year, as winter fills the air, I wear my raspberry-colored winter cardigan. The warm, winter red seems to carry heat with me.$1#$e#To be honest, sometimes, I struggle to tell my seasonal sweaters apart...$4", 
  "winter_Thu": "I find the written word a wonderful escape fom any number of problems.#$b#I am always looking for something new to read.$1", 
  "winter_Fri": "The weekend fast approaches, perhaps it will be spent with friends, or more likely, it will be spent in front of a roaring fire.", 
  "winter_Sat": "When the frost is this thick on the ground, I find the crunch of ice soothing.#$e#Although, perhaps what I truly enjoy is the warmth of my fur-lined boots.$2", 
  "winter_Sun": "Winter reminds me of how fragile life is. Just a little frost and things end.$4#$e#I fear I might not find anyone to share my fleeting existence with.$2#$e#I suppose you are alone too? Come, would you like to be a pair in solitude?",
  "winter_Sat2": "I was talking to Ebbe the other day, but quite quickly they appeared to 'zone out'. I know I am often verbose, but it would be nice to talk to another.$4#$e#I oft find myself alone with nothing but my thoughts to entertain me.$2#$b#You, however, seem to listen far more often than others.", 
  "winter_Tue4": "Salutations! How is this fine winter morning treating you?#$e#I, myself, am enjoying the rich complexities of this mug of coffee.$2#$b#At least, the smell is quite lovely, I am yet to get over the taste.$4", 
  "winter_Fri6": "I have a small confession to make. One of my favorite novel genres is romance.#$b#The idea of fate was never so tempting as it was when presented as true love.$7",
  "winter_Mon8": "I find myself rich in friendship, and eternally grateful to you for it.", 
  "winter_Thu10": "I um... I had prepared something to sweep you off your feet but um... you have flustered me...$6",
//They're out of season.
"event_out": "Oh, I suppose I must look elsewhere.$4",
//I don't grow tea.
"event_nope": "Ah, that's too bad. I should look elsewhere.",
//Sure! I'll get you some later. [+10]
"event_later": "Really? Thank you!$1",
//Yes, I do
"event_YesSiblings": "Ah, so you know how it is then.",
//No, I don't
"event_NoSiblings": "That must have been lonely.$4",
//I'd rather not talk about it.
"event_AwkwardSiblings": "I'm so sorry. It appears I've planted my foot directly in my mouth.$5",
//Yes. [0]
"event_YesOdd": "Ah, well. You wouldn't be the first.$4",
//No. [+20]
"event_NoOdd": "Really? You're one of few.$2",
//Yes, but not in a bad way. [+30]
"event_OddGood": "I appreciate your honesty.$1",
//Are you ok? [+30]
"event_YouOkay": "I've been better.$2",
//You're speaking differently.[+0]
"event_DifferentSpeech": "Oh? I suppose I am.$4",
//Bother someone else. [-250]
"event_Bother": "Why don't you BERATE someone else?!%fork$3",
//I'm not sure.[0]
"event_NotSure": "Well, I could have told you that...$4",
//Drop them. They don't matter anyway.[-50]
"event_DropThem": "I guess I could.. But that doesn't feel right.$4",
//Maybe what matters is what you got from their work, you don't have to like them now.[+30]
"event_MattersNow": "That makes sense. Thank you.",
//Of course! [+50]
"event_OfCourse": "Wonderful!$1",
//I'd rather not. [-10]
"event_RatherNot": "Some other day perhaps?$2",
//Maybe tomorrow? [0]
"event_MaybeTomorrow": "It's a date!$6",
//I think the vermilion sounds perfect! [+20]
//The cerise sounds like it would be perfect for you! [+30]
"event_colors": "How right you are! The way the undertones of deep scarlet catch on the edges of the yarn is truly magical, is it not?! Not to mention the subtle shimmer as the fabric works its way through your fingers. And to think I am so lucky as to have such a lovely new color for my wardrobe. I shall feel like a noble in these fine clothes.",
//Are any of these actually different from what you're wearing? [-50]
"event_colorBlind": "Are you blind? My spring sweater is light like the new grass, my summer one bold and brash. My fall sweater warm and quiet, while my winter sweater is subdued. You ought to get your eyes checked if you cannot see the infinitesimal, yet crucial, differences betwixt them!",
}