{
//faces
//1- smile
//2- dead eyes
//3- frown
//4- anger
//5- shock
//6- blush
//7- headphones
//8- lost his glasses
//9- happy headphones
 "Introduction": "Oh. Hello. Did you need something?#$b#@? Oh, nice to meet you. I'm Will.$1#$b#Have you met my dad, Al?",
  "Mon": "Hello. How are you doing?$1#$b#Me? Oh, same as any other day I suppose.$",
  "Tue": "Morning...er...evening. I'm not sure what time it is sorry.#$e#I need to remember to buy some more cleaning supplies...$2",
  "Wed": "How is the season treating you? Are you busy on the farm?#$b#Me? Oh work is how it always is.$2",
  "Thu": "I'm glad that people buy my jingles. Really, I am. But would it kill them to buy some of my REAL music?$2",
  "Fri": "Have you met my dad? He's a bit of a mess, so don't expect too much at the start.$2#$e#Oh? The height comes from my mother's side.$1",
  "Sat": "The only bad thing...well...one of the bad things about being a freelancer is that you don't have much time off.$2#$e#I need to just unplug my workstation and ignore whatever comes.",
  "Sun": "Was the week good to you?$1#$e#Was it good to me? You know I hadn't really thought about that.$2",
 "divorced": "You...I really thought...Get out of my face okay?$3",
  "breakUp": "What? I don't understand. What did I do?$5",
  "Tue2": "Sometimes, I see Ebbe sneaking off with a guitar. One of these days I'll work up the nerve to ask them to jam together.#$e#It definitely won't be today though.$2",
  "Fri4": "Oh hello, are you growing any melons?$1#$b#It's the wrong season? My bad. I just asked because I love them.$2", 
  "Mon6": "I didn't sleep super well last night. I spent most of it cleaning up after Al...$2#$b#I love him, but if he continues this way, there won't be anything left to love.$3", 
  "Wed8": "Hello @! I'm glad to see you!$1#$b#How are you?$7",
  "Thu10": "The clock in the supermart makes such a nice clicking noise. I'd like to use it in one of my pieces, but they won't let me take it off the wall for a couple of days...$2#$b#I'd bring it right back!$4#$e#Why don't I record the sound where it is? Are you joking? With all the extra background noise?$5", 
  "summer_Mon": "Hi...#$e#You don't happen to have any strong stain removers you favor do you? I'm looking for one that doesn't smell quite so...pungent.$2", 
  "summer_Mon6": "Hi @! What are you up to today?$1#$b#Me? I'm mostly collecting ideas.$1",
  "summer_Tue": "Hello @. Doing okay?#$e#Oh shoot! Is someone in trouble?!$5",
  "summer_Tue4": "Hey @, it's always good to see you.$1", 
  "summer_Wed": "Hey, I'd love to chat, but I need to get this file submitted before I forget for the second consecutive week.$2#$e#Maybe if I slept better I'd remember better too.$3", 
  "summer_Thu": "I worry about my dad. He may be a lot... but he's family.", 
  "summer_Sat": "Oh hello. Do you need some sunscreen? I tend to carry extra.#$b#You just wanted to talk? Okay, I...um. Hi.$1", 
  "summer_Fri": "Sometimes, I dream that more than three people have downloaded my songs on MusicStream.#$b#The jingles?$5#$b#The. Jingles. Do. Not. Count.$4", 
  "summer_Sun": "I decided to pick up a hobby that I don't feel compelled to monetize, so I got into tabletop games.$1#$b#I now have wa...aay too many miniatures.$2", 
  "summer_Fri2": "Hey @! How are you doing?$1#$b#Me? I'm doing just fine.$7", 
  "summer_Wed4": "Hello! It's a lovely day isn't it?$1", 
  "summer_Sun6": "I've been listening to a lot of artists lately, trying to figure out what makes a song 'marketable' ...$2#$e#Apparently my jingles are already marketable, but my good stuff...$2", 
  "summer_Tue8": "Somedays I can't wait until I can curl up on my couch and watch TV.$1", 
  "summer_Thu10": "Hi there, beautiful.$6#$b# How are you today?$1", 
  "fall_Tue": "I wish I had more time to read... but cleaning the house takes ages...$2", 
  "fall_Thu": "*achoo* Sorry, I forgot to take my allergy meds today.$2", 
  "fall_Wed": "Mushroom season, I wish I wasn't allergic.$2", 
  "fall_Fri": "Hello @. Listen to anything good lately?$1",
  "fall_Sat": "I'm tired. Are you?$2#$e#Oh, I just need to buy a new pillow.", 
  "fall_Sun": "Hello.#$e#Did you need something?$2", 
  "fall_Tue2": "Hey! Are you having a good day?$1#$e#Mine's been better than I thought.$7", 
  "fall_Wed4": "I couldn't find my glasses this morning.$2#$b#I hate needing the thing I'm trying to find to find the thing I'm trying to find.$3",
  "fall_Fri6": "I need groceries...$2#$e#I'd like to eat something new, but I'm probably going to just make spaghetti.$0", 
  "fall_Mon8": "Hey! Having a good day?$1#$e#Mine's better now that you're here.$7", 
  "fall_Thu10": "Hey there beautiful! It's good to see you.$2#$e#Sorry my eyes are foggy today.$2", 
  "winter_Mon": "I'm glad all the allergens are dead at last.#$b#Sorry, was that too dark?$2",
  "winter_Tue": "I need to upgrade the heating in my building. I woke up this morning with blocks of ice for feet.", 
  "winter_Wed": "Oh hello. Need something?", 
  "winter_Thu": "Today, I'm gonna wrap up in a blanket and get some work done.$1#$b#Ba Dum Dee Dah!$2", 
  "winter_Fri": "The song I just released got five plays on MusicStream!$7#$e#Nothing is gonna take me down today.$1", 
  "winter_Sat": "Have you seen Al? He wasn't there when I woke up, and last night was... not his best...", 
  "winter_Sun": "Gods above, it is cold! Times like these I appreciate some good socks.#$e#Wow, I just sounded very old...$2",
  "winter_Sat2": "I just started a gig making a theme song for a TV show. It's not quite real music, but it's closer.$1#$e#I just wish it wasn't an indie project in the Gotoro Empire. The war is making things a little complex...$2#$b#Not to mention their emails arrive in the middle of the night...$3", 
  "winter_Tue4": "Hey there! Are you staying warm?$1", 
  "winter_Fri6": "I've been thinking about requiems lately...#$e# There is something mystical about songs for the dead.$2",
  "winter_Mon8": "I'm glad you're here!$1#$b#We should do something later. Um...together.$7",
  "winter_Thu10": "Hey there, beautiful, are you enjoying the snow?$6",
//Why bother? He's never going to change.[-30]
"event_whyBother": "Wow. Ok. Um- I'm not even sure where to start with that.$4",
//Maybe I could talk to him?[+10]
"event_Talk": "That's kind of you to offer, but he needs to make the decision to change on his own. You can't make someone get better.$2",
//Anything I can do to help?[+25]
"event_help": "Honestly, just having someone listen is good.$1",
//If you hate it so much. Quit. [+10]
"event_quit": "I couldn't do that! Even if it is anoying. It's still music.$5",
//I'll bet that's cause your music is trash.[-750]
"event_trash": "YOU havn't even listened to it! I can't believe I was going to talk to YOU about this.%fork$4",
//At least they like one part of your music! Even if it isn't the part you wish.[+25]
"event_likeMusic": "I hadn't thought of it that way. Huh.$0",
//Living off the Land
"event_living": "Really? Everytime I watch that I zone out. Which is comforting in a way.",
//The Queen of Sauce
"event_sauce": "Oh yeah? I always wonder how much movie magic goes into that.$1",
//Something else...
"event_else": "That's fair, sometimes I feel like we only get three channels out here.$1",
//I don't watch TV
"event_noTV": "Really? Not even the weather?$6",
//Awesome! I'm glad you're ready to share. [+250]
"event_awesome": "Ok, cool. Here goes.$7",
//Um, ok. [+5]
"event_ok": "Here goes.$1",
//Gross. [-250]
"event_gross": "Alright then. Goodbye.%fork$4",
//I like it! [+25]
"event_likeIt": "Really? Thanks!$6",
//It's not for me... [+10]
"event_notMe": "Well, thanks for listening.$1",
//Wow. You're really bad. [-750]
"event_mean": "I'm sorry we got close.%fork$2",

}