{

 "Introduction": "What brings you to this neck of the woods?#$b#Oh, you're a farmer? Cool.$1",
  "Mon": "Hey dude.#$e#What's hapening with farmsville?$1",
  "Tue": "Hey dude. How's your spring going?#$e#Have you met everyone in town yet?",
  "Wed": "I was listening to Alexandria the other day...$3#$b#Sometimes I think she just says stuff to be confusing.",
  "Thu": "Hey there.#$b#I'm just taking a break, you?$2",
  "Fri": "I cannot wait to get home tonight. I got some ideas on how to dodge the AOE on the Netharic Drone's fifth stage.#$e#I think that there's a slight stutter in his wind-up animation that I can exploit with the correct jump-dash combo.$1#$b#Oh, do you play? I'm kinda obsessed with Actinopterygii: Fallen Kingdom.$2",
  "Sat": "Mrrgh. Need. Coffee.$2#$e#Been. Up. Thirty. Hours.#2#$e#Must. Keep. Playing.$2",
  "Sun": "Dude. I've been sleeping like crazy to prep for the work week again.$2#$b#Gotta be somewhat productive on Monday.$3",
 "divorced": "Look dude. You already made your feelings perfectly clear.$5",
  "breakUp": "What?! But I thought?$7",
  "Tue2": "Hey dude! What's up with you?$1#$e#I got to level 32 over the weekend, so I'm pretty pleased.$1#$e#The only problem is now I can't stop thinking about where I am in the quests...$2",
  "Fri4": "I need to stock up for this weekend.#$b#I'm planning on logging at least five consecutive hours every day.$2", 
  "Mon6": "The week always rolls around too quickly.$2", 
  "Wed8": "I've been thinking a lot about the other folks in town...#$b#I don't interact with others all that often...$2", 
  "Thu10": "Hey! I'm thinking about the stuff I'll need for this weekend.#$e#I'm always happy to see you!$1#$b#If you want we could hang out too?", 
  "summer_Mon": "It's summer! I like how green the grass gets around this time of year.$1#$b#To be fair, I don't spend a lot of time outside to get affected by the heat.", 
  "summer_Mon6": "It's the start of another week. Time to pretend to be a productive...normal...adult.$3#$e#We all know I'd rather be playing games right about now.",
  "summer_Tue": "Hey dude, I'm just taking a small break.#$e#Gotta make sure I don't overheat.$6",
  "summer_Tue4": "Sometimes, I head over to Pelican Town to get some ice cream.#$e#It's kinda a long journey, but if I buy enough I can make it last a week.$1", 
  "summer_Wed": "It's times like this that I wish I had lighter sweaters.$2", 
  "summer_Thu": "Staying cool?#$b#It's important to hydrate on days like this.$2", 
  "summer_Sat": "Have you met those people who run the ranch?#$b#There sure are a lot of them.#$e#Sometimes I can't tell them apart...$2", 
  "summer_Fri": "I'm prepping for tonight. Gonna play until I fall asleep at my desk.$1#$e#I wonder what energy drink I should try tonight? Maybe that bubblegum one...", 
  "summer_Sun": "Mrph. No. Thinky. Not. Enough. Sleep.$2", 
  "summer_Fri2": "Have you tried those FlashBang drinks?#$b#They taste awful, but I've never been that awake before.$1#$e#I was up for 46 hours without even blinking!$3", 
  "summer_Wed4": "Oh man, nothing like the middle of the work week to make you wish for the weekend, huh?#$e#I guess farming is an all-week kinda thing though, huh?", 
  "summer_Sun6": "Hey! Good to see you!. I'm just prepping to be a normal human at work tomorrow.", 
  "summer_Tue8": "What are you going to do once the summer is over?#$e#Me? I don't really pay attention to the seasons. My room is always the same temperature.$1", 
  "summer_Thu10": "Aw man. I cannot find my dongle.$2#$e#I wanted to play some RockMan later.$3", 
  "fall_Tue": "I do like the fall. The outside matches my preferred room temperature.", 
  "fall_Thu": "Sometimes I like to mix my PowerBull with lemonade. It is delicious and it tastes like candy. I cannot recommend it enough!$1", 
  "fall_Wed": "I'm saving for a new video card. I want to be able to run SkyBox at 60 fps.$1",
  "fall_Fri": "Hey dude, can I borrow 2G for drinks tonight? I misplaced my wallet last weekend after I got a little sleep deprived.$2",
  "fall_Sat": "Days like these.. Kids like you...$2#$e#Should not be listening to me.", 
  "fall_Sun": "I need to take some melatonin if I'm gonna 'hard reset' my sleep schedule.$2", 
  "fall_Tue2": "Hey, how's your week treating you?#$e#Oh, me? I'm doing ok.", 
  "fall_Wed4": "I cannot wait for pumpkins. Pumpkin pie is like, my favorite thing.$1",
  "fall_Fri6": "I'm gonna try to beat my time on DeadSisters. My last go was abysmal.$2",
  "fall_Mon8": "Oh hey! I'm low energy today.$2#$b#My sleep schedule is whack right now.",
  "fall_Thu10": "Dude. I am so amped on caffeine right now! I am so ready to get back into the game. I've gotta kill the Dead Sisters and return a few things to Emperor Icthys.$4#$e#I'm just now realizing that they should be called the UN-Dead Sisters otherwise killing them doesn't make much sense.$1",
  "winter_Mon": "Whoah! It's way colder out here than I thought it'd be.$7",
  "winter_Tue": "Don't you just hate it when you talk to someone and they keep saying the same thing over and over?$3#$e#Like, how hard is it to write dialogue for RPGs?",
  "winter_Wed": "The cold is seriously dulling my reflexes.#2#$e#Like I tried to catch a rolling can of corn, and it just slipped through my fingers.$3",
  "winter_Thu": "How is your week going?#$b#Mine's been ok.",
  "winter_Fri": "I'm so ready to wrap myself in a blanket, chug a PowerBull, and attain thirteen levels.$1#$e#No matter the cost to my physical or mental well-being, I will do it.",
  "winter_Sat": "Have you tried the PowerBull orange flavor? It's REALLY bad.$1",
  "winter_Sun": "Aw man, it is way too cold outside!$2",
  "winter_Sat2": "Hey dude! I'd offer you a PowerBull, but I drank my supply this morning.$1",
  "winter_Tue4": "Days like these I like to sit by a fire and watch videos on my phone.",
  "winter_Fri6": "I'm prepping for the weekend, I'm hyped for the raid my team is gonna do.$1#$b#You know... You could join us if you like.",
  "winter_Mon8": "Oh gross, I need to use new grounds in my coffee next time.$3",
  "winter_Thu10": "You know, I never ask you about you. What do farmers do in the winter?",
  "Custom_Stof_Yoba": "%Xen looks deep in thought.",
//It's not so hard once you get started. [+10]
"event_NotHard": "Oh? Well I wish I had some tips...$3",
//I know some recipies that are beginner friendly..[+10]
"event_Beginner": "Really? Thanks!",
//You should stop whining.[-50 friendship]
"event_Whining": "Um, I'm mostly confused about the differences between corn brands but ok.$5",
//You're still making it even if you need to see them again. [+60]
"event_MakingIt": "Thanks. I needed to hear that.$1",
//You should visit them! [+50]
"event_Visit": "Yeah, I'm just worried that I've changed too much. Maybe they won't like me anymore...$2",
//Haha! Still missing your family? [-500]
"event_mean": "It was a mistake to talk to you.%fork",

}