{

"pottedamaryllis.title": "Potted Amaryllis",

"pottedamaryllis.text": "Hi @,^I was testing some new seeds when I thought of you. This is one of my favorite flowers. It's harder to grow down in the valley, but with the right care, they'll grow even in tight spaces. I've been keeping them in pots; the secret is good quality fertilizer and proper drainage.^-Sandy",

"pottedarumlily.title": "Potted Arum Lily",

"pottedarumlily.text": "Hi @,^Did you know Arum Lilies grow best in soil with humus? That's how I keep mine healthy in their pots. Since they're currently in season, I thought you might want to give it a try yourself.^PS. Keep them away from your pets!.^-Sandy",

"pottedtuberose.title": "Potted Tuberose",

"pottedtuberose.text": "Hi @,^Spring is the best time for gardening, don't you think? Well, I keep most of my plants indoors anyway, especially these tuberose. I have a pot of them by my bedside table; they smell absolutely delightful! It helps to use peat moss and a bit of gravel. The seeds are in stock again, in case you needed an excuse to pop by!^-Sandy",

"pottedcrowndaisy.title": "Potted Crown Daisy",

"pottedcrowndaisy.text": "Hi @,^Have you heard of the Crown Daisy? Most people think it's just a flower, but it's actually also a leaf vegetable. I love to use it in stir fry dishes. They taste better than the common daisy, too. Summer's the best time to grow them, and they grow great in pots if you don't have space on your farm!^-Sandy",

"amethystvase.title": "Amethyst Vase",

"amethystvase.text": "Hi @,^I made a gift for Emily with some amethyst I had lying around. I couldn't bring myself to give it to her, so I don't know whether she'd even like it... but anyway, just so it wasn't a complete waste of my time, I'm giving you a copy of the blueprint.^-Clint",

"poachedsnakefruit.title": "Poached Snakefruit",

"poachedsnakefruit.text": "Hey @,^Do you know what a snakefruit is? Not many people down in the valley do. The skin is really rough, but not only can you eat the meat inside raw, you can also cook them into delicious treats. Here's a recipe my great-grandma taught me.^-Sandy",

"yuccafries.title": "Yucca Fries",

"yuccafries.text": "Hey @,^Ever get bored of potatoes? You should try yucca fruit. People mistake them for cassava ALL the time, but yucca roots aren't edible. You can eat its flower or fruit, though. Here's a recipe you can try sometime.^-Sandy",

}

