{

"pottedamaryllis.title": "Амариллис Комнатный",

"pottedamaryllis.text": "Привет @,^Я как раз проверяла новые семена, когда вспомнила о тебе. Это один из моих любимых цветов. В долине выращивать их труднее, но при правильном уходе они будут расти даже в труднодоступных местах. Я оставляю их в горшках; секрет заключается в хорошем качестве удобрений и правильном осушении.^-Сэнди",

"pottedarumlily.title": "Лилия Арума Комнатная",

"pottedarumlily.text": "Привет @,^А знаешь ли ты, что Лилии Арума лучше всего растут в почве с перегноем? Вот как я поддерживаю их здоровыми. Поскольку они сейчас в моде, я подумала, что тебе стоит попробовать.^P.s: Держи их подальше от своих домашних животных!.^-Сэнди",

"pottedtuberose.title": "Тубероза Комнатная",

"pottedtuberose.text": "Привет @,^Весна - лучшее время для садоводства, не так ли? Ну, я всё равно держу большую часть своих растений в помещении, особенно Туберозы. У меня их много в прикроватном столике. Они пахнут просто восхитительно! Лучше всего использовать торфяной мох и немного гравия. Семена вновь на складе, на случай, если тебе понадобится повод заскочить ко мне!^-Сэнди",

"pottedcrowndaisy.title": "Королевская Маргаритка Комнатная",

"pottedcrowndaisy.text": "Привет @,^Тебе приходилось слышать о королевской Маргаритке? Большинство людей думают, что это просто цветок, но на самом деле это ещё и листовое растение. Я очень люблю жареные блюда с ней. К тому же они вкуснее обыкновенной маргаритки. Лето - лучшее время для их выращивания, и они прекрасно растут в горшках, если у тебя закончилось место на ферме!^-Сэнди",

"amethystvase.title": "Аметистовая ваза",

"amethystvase.text": "Привет @,^Я сделал Эмили подарок из аметистов, которые лежали у меня под рукой. Я не мог заставить себя подарить ей это. Даже не знаю, понравится ли ей это вообще... но в любом случае, чтобы это не было полной тратой моего времени, я даю тебе копию чертежа.^-Клинт",

"poachedsnakefruit.title": "Варёный Змеиный фрукт",

"poachedsnakefruit.text": "Эй @,^Ты знаешь, что такое Змеиный фрукт? Не так уж много людей здесь, в долине, знают о нём. Кожа у него действительно грубая, но можно его не просто есть, но и готовить из него вкусные угощения. Вот рецепт, которому меня научила моя прабабушка.^-Сэнди",

"yuccafries.title": "Жареная Юкка",

"yuccafries.text": "Эй @,^Тебе когда-нибудь надоедала картошка? Тебе стоит попробовать плоды Юкки. Люди часто путают их с Маниокой, но корни Юкки не съедобны. Однако ты можешь съесть её цветок или плод. Вот тебе один интересный рецепт.^-Сэнди",

}

