{
	"Changes":[
		{
			"LogName":"Caroline",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Caroline",
			"Entries":{
				"Mon2":"전에 애비랑 만났을때 너에게 친절하게 대했으려나?#$e#그애는 웬만하면 다른사람에게 예의 바르게 행동하지만, 가끔 까탈스럽게 구니까. 너에게는 친절했으면 좋겠네.",
				"Mon4":"애비는 음악적 재능이 있는거 같은데, 한 악기를 진득하게 붙잡고 있는 건 못봤어.#$b#애비의 연주를 들어본 적이 있니?",
				"Mon6":"애비와 나는 거의 매일 다퉈. 내가 애비의 생각보다 더 아는 게 많다는 걸 좀 이해해줬으면 좋겠는데.$3#$e$미안, 좋은 하루 보내.",
				"Tue":"수요일에는 피에르의 가게가 문을 닫아.#$e#뭔가 필요하다면 기억해둬.",
				"Tue2":"만약 돈이 급하면, 피에르한테 농작물을 팔면 기꺼이 사줄거야.#$e#야생에서 채집한거라도 취급을 해줄게. 그런 것들은 우리 가게에 지역 향토를 풍기게 할테니까.$h",
				"Tue4":"조디와 나는 몇년째 친구야. 조디와 조디네 가족이 여기로 이사 와서 정말 기뻐.#$e#가끔은 그녀 없이 어떻게 살까 하는 생각이 들 때도 있을 장도라니까.",
				"Tue6":"나는 아직도 조디가 아들이 있으면서도 둘째를 가졌다는 게 믿기지가 않아. 나는 샘이 꽤 쉽지 않은 아이로 알고있으니까.$h#$e#피에르와 나는 \"둘도 많다!\"야. 처음부터 그렇게 생각해 왔어.",
				"Tue8":"피에르는 정말 열심히 일해. 가끔은 그가 이 가게를 운영하기 위해 얼마나 많이 고생했는지 죄책감이 들 정도라니까.",
				"Tue10":"네가 우리 마을을 위해 한 일들을 조디랑 말하고 있었어.$h#$e#나는 개인적으로 네가 애비에게 좋은 영향을 준거 같아 기뻐.$h",
				"Wed2":"오 안녕! 펠리컨 타운에 있는 집에서 좀 더 편하게 지냈으면 좋겠네.",
				"Wed4":"저기, 혹시 설탕당근 스프를 좀 만들어 봤니?$h#$e#봄부터 파스닙을 좀 모아두면 더 편하겠지?",
				"Wed6":"스타듀 밸리도 좋지만, 더 많은 사람과 만나봤으면 좋겠어.#$e#우리가 친구가 되어서 정말 기뻐.",
				"Wed8":"나는 사람들과 친하게 지내려고 노력하고있어. 하지만 솔직히 조금 많이 힘드네.#$b#이게 사교적이고싶은 내성적인 사람의 인생인가봐.",
				"Thu":"숲속에서 야생고추냉이가 보여.#$e#채집해서 약간의 돈을 버는 것도 재미있을거야. 아니면 네가 찾은 것을 선물하거나 직접 먹을 수도 있어.",
				"Thu2":"저녁을 만들 때가 되면 재료가 모자랄까봐 걱정할 필요가 없어서 좋아.",
				"Thu4":"#$1 Caroline1#음... 오늘 밤 피에르에게 저녁을 시켜볼까?#$e#음... 오늘 저녁은 뭘로 할까?#$e#그냥 주점에서 음식을 좀 사올까 봐.",
				"Thu6":"$d Joja#피에르가 걱정돼. 우리가 조자마트한테 거래를 뺏길 때마다, 그이는 며칠 동안 잠을 거의 못자.|나는 피에르가 모리스에게 그런 식으로 맞섰던 날을 잊지 못할거야. 우리 둘 다 어렸을 때가 생각나네.$h",
				"Fri4":"애비는 금요일 밤에 친구들이랑 같이 주점으로 가. 어쩌면 너도 같이 어울릴 수 있을 지도?",
				"Fri6":"피에르는 정말 다재다능하다니까. 그이가 노래부르는 거 안들어봤지?$h#$e#게다가 운동도 꽤나 잘해. 아니면, 뭐...",
				"Fri8":"$d Joja#조디는 내 절친이지만, 조자마트에서 쇼핑을 해야 할까? 이 문제에 대해서 조디와 어떻게 원만하게 다뤄야할지 모르겠어.$s|조자마트가 문을 닫으면 좋은 점 중 하나는, 더이상 조디의 쇼핑에 대해 걱정할 필요가 없다는 거야.$h",
				"Fri10_1":"다음에 조디를 만나면 꼭 응원해줘. 남편없이 사는 것은, 조디에게 꽤나 힘들 테니까.",
				"Fri10":"나는 켄트가 전쟁에서 돌아오면 조디의 새로운 면을 보게 될거라 생각했지만, 아직 꽤나 힘들어 보여.#$e#조디의 가족에게 저녁이라도 만들어 줄까?",
				"Sat":"나는 화요일에 우리 거실에서 에어로빅을 가르쳐. 원한다면 와도 좋아.",
				"Sat2":"나만 그렇게 생각하는 걸까, 애비게일이 오컬트적인 것에 이상한 관심을 갖고 있는거 같지 않아?#$e#이런 걸 이해하기엔 나는 너무 늙었나 봐.",
				"Sat4":"웃긴게, 에어로빅 클럽이 내 아이디어였는지 다른 사람의 아이디어였는지 기억이 안 난단 말이지.#$b#그냥 자연스럽게 생겨난 거 같아. 운동은 내 삶이었고, 우리 거실이 마침 딱 맞는 것 같았으니까...",
				"Sat6":"내가 진행하는 에어로빅 수업이 애비게일에게 좋은 본보기가 될 줄 알았는데, 도리어 애비게일의 운동 욕구를 떨쳐버린 것 같네.#$e#딱히 놀라울 것도 없는 것 같아.",
				"Sat8":"#$1 Caroline12#우리가 처음 이곳으로 이사왔을 때, 결혼하기까지 시간이 좀 걸렸어... 나는 가정생활을 할 준비가 되지 않았으니까.#$e#피에르는 좀 보수적이지만... 좋은 사람이야. 그는 야망이 있지만서도 항상 가족을 먼저 생각하거든.",
				"Sun2":"원한다면 얼마든지 요바 사원에서 기도해도 돼.#$e#아니, 그게 내 일은 아니야. 하지만 나는 수련하는 사람들을 존경해.",
				"Sun4":"요바 신사, 에어로빅 교실, 상점 사이에서, 우리는 규칙적으로 우리 집을 지나가는 사람들에게 익숙해야 했어.#$e#서로 존중만 해준다면야 공동체 생활도 나쁘지 않아.",
				"Sun6":"모두가 자기 자식들이 자기보다 실수를 덜 하기를 원하지.$s#$e#애비가 안전하고 행복하게 지내는 게 그리 큰 바람일까?",
				"Sun8":"지금 가지고 있는 걱정이 너무 많지만, 인생은 짧아. 항상 실망만 하는 인생은 아무런 가치가 없어. #$e#우리는 우리에게 있는 것들과 친해져야 해.",
				"summer_Mon":"매년 이맘때마다 농장에서 꽃을 기르니?",
				"summer_Mon6":"나이가 들수록 시간이 점점 더 빨리 가는 것 같아...$s",
				"summer_Thu":"최근에 숲에서 야생 과일들이 자주 보여.#$e#채집해서 약간의 돈을 버는 것도 재미있을거야. 아니면 네가 찾은 것을 선물하거나 직접 먹을 수도 있어.",
				"summer_Thu6":"여기서 자라는 야생 포도는 포도주를 만들기 딱 좋아. 혹시 지금 만들고 있니?",
				"summer_Thu8":"여름이 끝나면 야채 스튜를 만들 수 있도록 토마토를 좀 아껴 두는게 좋을거야.#$e#일단 가을이 되면 사탕무만 있으면 돼. 재료도 적게 들고 정말이지 꿈의 레시피라니까.",
				"summer_Sat6":"애비가 네 기분을 상하게 하는 말을 했다면 대신 사과할게.#$b#애비가 조금만 더 밖에 있었더라면 친구를 사귀는 법을 더 배울 수 있었을지 궁금하네.",
				"summer_Sun4":"아이스티 먹기에 딱 좋은 날씨야, 안 그래?",
				"summer_Sun8":"모든 사람은 자기 관리를 위한시간이 필요해. 아마 지금쯤이면 내가 작은 의례를 드린다는 걸 알거야.$h#$e#넌 적절하게 시간을 투자하고 있니? 넌 그럴 자격이 있어.",
				"fall_Mon10":"내가 애비 나이였을 때 했던 실수를 애비가 하지 않았으면 좋겠어...$s#$e#아, 내말은, 내일 다른 운동 수업이 있는 것 같아! 조만간 또 보자?",
				"fall_Thu":"가을에도 채집활동은 하고 있니? 숲속에 식용 버섯들이 보이는데.#$e# 하지만 난 그것들을 별로 좋아하지 않는다고 하고싶네.",
				"fall_Thu6":"야생 버섯으로 1년 내내 만들 수 있는 좋은 레시피가 있으니 비축해 두는 것도 나쁘지 않을거야.#$e#요리에 그리 소질이 없다면, 우리에게 아무때나 팔아도 돼.",
				"fall_Thu8":"$d Joja#피에르가 걱정돼. 우리가 조자마트한테 거래를 뺏길 때마다, 그이는 며칠 동안 잠을 거의 못자.|나는 피에르가 모리스에게 그런 식으로 맞섰던 날을 잊지 못할거야. 우리 둘 다 어렸을 때가 생각나네.$h",
				"fall_Sat6":"애비는 신비학에 관해 좀 이상한 흥미가 있는거같아. 어디서 그런 걸 주워 들었는지...",
				"fall_Sat8":"나만 그렇게 생각하는 건가, 아비게일이 비디오 게임을 너무 많이 하는 거 같지 않아?#$e#아무래도 내가 좀 구시대적 사람인가봐.",
				"winter_Thu":"겨울은 혹독하지만 운이 좋으면 겨울뿌리를 좀 파낼 수 있을 거야.#$e#채집해서 약간의 돈을 버는 것도 재미있을거야. 아니면 네가 찾은 것을 선물하거나 직접 먹을 수도 있어.",
				"winter_Thu6":"#$1 Caroline1##음... 오늘 밤 피에르에게 저녁을 시켜볼까?#$e#음... 오늘 저녁은 뭘로 할까?#$e#그냥 주점에서 음식을 좀 사올까 봐.",
				"winter_Thu8":"$d Joja#피에르가 걱정돼. 우리가 조자마트한테 거래를 뺏길 때마다, 그이는 며칠 동안 잠을 거의 못자.|나는 피에르가 모리스에게 그런 식으로 맞섰던 날을 잊지 못할거야. 우리 둘 다 어렸을 때가 생각나네.$h",
				"winter_Fri6":"애비는 염색 안한 머리가 더 잘 어울릴 것 같지 않아?#$e#예전에는 옅은 밤색 머리였었는데.",
				"winter_Sun4":"아아, 따뜻한 녹차 한 잔이면 추위는 더 이상 문제될 게 없지.",
				"spring_12":"내일이면 피에르가 정말 멋진 물건을 팔 거야. 아직 너에게는 말 안했지?$h",
				"summer_27":"달밤에 비친 해파리들은 정말이지 장관이야. 해파리들을 보고있으면 피에르와 함께했던 추억들이 떠올라.$h",
				"fall_15":"나는 피에르가 품평회에 그렇게 집착하지 않았으면 좋겠어. 이미 충분하게 노력하고 있으니까...",
				"winter_28":"자, 드디어 연말이네! 새해에 무슨 다짐이라도 있니?",
				"spring_1_2":"새해 복 많이 받아! 피에르가 널 기다리고 있어.$h",
				"spring_12_2":"내일 달걀 축제에서 보자, 알았지?",
				"summer_27_2":"휴... 진짜 여름이구나. 우리 모두 조금밖에 쉬지 못한 것 같아.",
				"fall_15_2":"나는 피에르가 품평회에 그렇게 집착하지 않았으면 좋겠어. 이미 충분하게 노력하고 있으니까...",
				"winter_28_2":"자, 드디어 연말이네! 새해에 무슨 다짐이라도 있니?"
			}
		}
	]
}