{
	"Changes":[
		{
			"LogName":"Demetrius",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Demetrius",
			"Entries":{
				"Mon2": "마루는 조기졸업하기 위해 열심히 공부했어. 지금은 다양한 과학을 독학으로 공부하고 있지.#$e#마루의 미래를 위해 필요한 걸 지원해 줄 수 있어 기뻐.$h",
				"Mon4": "마루가 병원에 취직해서 기뻐. 의학은 매우 존경받는 직업이지만 난 내 딸이 어떤 종류의 과학 관련 직업을 가져도 기쁠것 같아.",
				"Mon6": "마루가 언젠가는 마을을 떠날 걸 알고있어. 너무 오랫동안 있으면 그건 마루의 뛰어난 잠재력을 방해하는 셈이야.$s#$e#그러긴 해도 내 딸이 여기 살면서 일하는게 좋아.",
				"Mon8": "난 이미 마루가 이룬 과학적 업적이 나를 능가하는걸 알아.#$e#내 딸이 있는 그대로의 모습을 보여주는게 정말 행운이야.$h",
				"Tue2": "스타듀밸리는 다양한 식물과 동물들로 날 놀랍게 해줘.#$e#내가 도착하기 전에 이 곳을 조사하는 과학자들이 없었다는게 놀라워.",
				"Tue4": "광산을 탐험하는 것도 흥미로울 것 같지만 내 전문 분야는 지질학 보다도 생태학과 생화학이야.#$e#만약 광산과 생물들의 상관관계를 찾는다면 그건 또 다른 이야기가 되지 않을까.",
				"Tue6": "계절마다 급격한 변화는 야생동물들의 이주를 막는 결정적인 원인 같아...#$b$...하나의 계체수가 너무 많지 않도록 막아주는데 결정적인 역할을 해.#$e#난 다양한 생물들을 관찰했으니까 새로운 걸 발견하면 너에게 알려줄게.",
				"Tue8": "칼리코 사막에 가본 적 있어?#$e#마을의 생태계를 조사했지만 하루 만에 갈수 있는 곳에 사막이 있다는건 꽤 놀라운 사실이야.",
				"Wed4": "안녕 @! 요즘 어떻게 지내?#$e#너의 농사일이 편해길 빌어.",
				"Wed6": "너희 농장에 있는 동굴에서 자료들을 수집하고 있었어.#$b#다른 주변 환경에서는 구할 수 없는 것을 생산한다는 점이 독특해.#$e#이것을 어떻게 활용할 건지 결정하는건 오랜 시간이 걸릴것 같아.",
				"Wed8": "현장 연구가 미뤄질 때마다 난 내가 좀 엉뚱한 화학 실험을 즐긴다는 사실을 인정할거야.#$e#한번 세슘을 얻었어. 그러니까 로빈이 뭐라 했냐면\"다시는 하지마.\"$h",
				"Wed10": "미안, 가끔 너랑 얘기좀 많이 나눠야 하는데. 그렇지 않니?",
				"Thu2": "콩을 기르고 있니? 내가 가장 좋아하는 음식 중 하나에 레시피에 들어가.",
				"Thu4": "내 연구를 응원하는 후원자도 다양해. 여기에 내 연구실을 차리는데 몇 년 동안 출판일을 했어.#$e#스타듀 밸리를 오래전 부터 점찍어 놓았어.$h",
				"Thu6": "사람들이 이 지역에서 대대로 농사를 짓고 있는 것은 그닥 놀랄 일이 아니야. 이런 환경이 있어야지만 사회가 번성할 수 있어.",
				"Fri4": "로빈은 성미가 급해. 그녀의 편에 서는 것이 좋아.#$e#...만약 내가 아내의 기분 수준을 측정할 수 있으면 아마 난 사인곡선을 이용해서 변동을 모형으로 나타낼 수 있을 것이야.$u",
				"Fri6": "내가 대학에서 로빈을 만났을 때 내 친구들은 이미 애가 있는 여자랑 데이트를 하려는 의지에 꽤 놀라워 했어.#$e#그게 뭐 어때서. 우리는 그저 잘 어울리는 한 쌍이었는데.$h",
				"Fri8": "모든 것에 대해 질문을 던지지 않을 수 없어. 식물이 자라는 방식, 음식의 맛, 예술에 아름답게 보이는 이유.#$e#하지만 이따금씩, 질문을 멈추고 단순히 아내와 춤을 춰야 할 필요성을 느껴.",
				"Sat4": "내 연구의 한 가지 목적은 우리가 여기 마을의 정확한 환경 조건을 알아내는 것이야. 다양한 종이 있는데 굉장히 독특하지.#$e#우리는 비옥한 땅을 강화하는 데 이용할 수도 있어.",
				"Sat6": "안녕, @. 일은 잘 되어가?#$e#만약 농작물을 재배하고 있으면 그것들을 조사할 수 있게 해주면 정말 영광일거야.#$e#분명히 맛도 보겠지!$h",
				"Sat10": "거대 작물에 대해 들어본적이 있아? 분명히 만약 어떤 작물들이 넓은 땅에서 그렇게 커지면 거대한 변종이 나타날 가능성도 있을거야.#$e#아마 자연은 크기가 비실용적이기 때문에 거의 존재하지 않도록 번식시켰을 거야.",
				"Sun4": "내 일은 기본적으로 내 취미이기도 해. 하지만 나도 가끔 요리를 하곤해.",
				"Sun6": "세바스찬 양육은 거의 로빈에게 맡겼어.#$e#요즘에도 로빈에게 맡기는게 최선이야.",
				"Sun8": "세바스찬은 내 일에 대해선 질린 듯한 모습이야.$s#$e#컴퓨터도 과학이긴하지만 세바스찬의 일 때문에 설득하려하면 아직도 의견 차이가 있어.#$e#내가 읽은 책에선 그게 예상되는 상황이라 하더라.",
				"Sun10": "너에게만 얘기하지만 지금쯤에는 세바스찬이 독립할거라 믿었어.$s#$e#걔는 내가 로빈을 처음 만났을 때보다 훨씬 나이가 많아.$s#$e#하지만 일하고 집세까지 내니까...",
				"Sun_inlaw_Sebastian": "세바스찬이 드디어 독립을 해서 다행이야. 물론 난 너랑 세바스찬이 잘 어울린다고 생각해.$h",
				"summer_Mon6": "아이스크림은 왜 이렇게 맛있을까? 과학으론 결론 내리기가 힘들것 같아.#$e#하하하, 농담이야. 설탕과 지방이지.$h",
				"summer_Tue4": "비료는 좋은 품질의 농작물을 생산하는데 효과적이지만 빠르게 자라게 하고싶으면 성장촉진제를 써.#$b#이론상으로는 멜론을 2번 대신 3번 수확할수 있지.",
				"summer_Tue8": "수액과 생선을 이용해 고급 비료를 만들수 있어.#$e#만약 생선을 구하는데 너무 많은 시간이 필요하면 대신 통발에 있는 달팽이도 사용할 수 있어.",
				"summer_Thu4": "흠.. 스트리고락톤 수치가 올라가면 균근 성장에 영향을 미칠까...$u#$b#오! 미안. 몇가지 재료들을 생각하고 있었어. 네가 거기 있었는지 몰랐어.#$e#뭐 필요한 거 있어?",
				"summer_Thu8": "나는 인류의 발전에 기여하고 싶었기 때문에 과학자가 됐어.#$e#물론 너 같은 농부 없이는 불가능 할 거야.$h",
				"summer_Fri": "너희 농장에 동물을 키워?",
				"summer_Fri2": "$p 40#마루가 너에게 망원경을 보여줬다고 들었어.|너와 마루가 친구가 되면 분명 망원경 사용법을 가르쳐 줄 거야.#$e#꽤 흥미진진하지?",
				"fall_Wed": "어디 보자... 질소 고정의 수준은 선형동물 분비양의 영향을 받아...$u#$b#오! 미안. 몇가지 재료들을 생각하고 있었어. 네가 거기 있었는지 몰랐어.#$e#뭐 필요한 거 있어?",
				"fall_Thu": "농사 일은 잘 되어가? 옥수수 철이지. 그치?#$e#하루 종일 식물이랑 야외에서 일하면서 꽤 평화롭게 지내는게 상상돼.",
				"fall_Thu6": "마루는 확실히 기계장치들을 만드는데 많은 시간을 할애해.#$e#내 딸이 그렇게 헌신적이어서 다행이야.",
				"fall_Thu_inlaw_Maru": "난 아직도 마루의 비밀로봇에 대해 놀라고 있어... 모두 꿈이었나?",
				"fall_Sun": "매년 이맘때 관심을 곰팡이로 돌려.",
				"fall_Sun6": "우리는 과학 덕분에 자연에 대해 많이 알게 되었어.#$e#하지만 배워야 할 것이 항상 더 많지.",
				"winter_Wed": "집을 확장하고 싶으면 내 아내와 얘기해.",
				"winter_Wed4": "너네 집에는 부엌이 있니?#$e#요리는 내가 하는 실험이랑 비슷해.",
				"winter_Sat": "안녕.#$e#%드미트리우스는 생각에 잠긴 듯 하다.",
				"winter_Sat4": "어디 보자... 계절별 질소의 수준이 정의 함수에 의해  모델링 될수 있는 경우는...$u#$b#오! 미안. 몇가지 재료들을 생각하고 있었어. 네가 거기 있었는지 몰랐어.#$e#뭐 필요한 거 있어?",
				"winter_Sat8": "이 근처에서 얼마든지 목재와 돌을 수확해도 돼.",
				"Event_tomato1": "정말이야? 난 농부가 그정도는 알 줄 알았는데...$s",
				"Event_tomato2": "보이지? @는 내 의견에 동의해.",
				"Event_Lab_Silence": "글쎄, 이 용액이 결정화되기 전에 적정하는게 좋겠어.",
				"Event_Lab_Rat": "*휴우*... %fork$4",
				"spring_1_2": "새해 복 많이 받아! 우리 둘다 할 일이 많지.",
				"summer_28": "내 편지 받았지? 늦지 마! 보고 싶어서 1년 내내 기다리면 안되잖아.$h",
				"winter_28": "태양을 한 바퀴 공전했어!#$e#그건 축하할 가치가 있어.",
				"summer_28_2": "내 편지 받았지? 늦지 마! 보고 싶어서 1년을 더 기다리면 안되잖아.",
				"winter_28_2": "태양을 한 바퀴 더 공전했어!#$e#그건 축하할 가치가 있어.",
			}
		}
	]
}