{
	"Changes":[
		{
			"LogName":"Evelyn",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Evelyn",
			"Entries":{
				"Introduction": "우리 작은 마을에 온 걸 환영한단다, 얘야!#$b#원한다면 나를 '할머니' 라고 불러도 좋단다.$h",
				"Mon4": "옛날에는 마을에 아이들이 정말 많았어. 이런, 다들 어찌 이리 자랐는지!",
				"Mon6": "나는 기운에 따라 좋은 날과 나쁜 날로 나뉜단다. 오늘은 좋은 날이구나.#$e#나쁜 날이라고 해도, 침울하게 있어 봤자 아무런 도움도 되지 않아.",
				"Tue2": "농경 생활은 어떻니?#$e#조지가 그 농장을 쓰는 사람을 다시 보게 되어 기쁘다고 하더구나. 하지만 너에게도 말해줄지는 모르겠네.",
				"Tue6": "시간을 내 조지와 나에게 와줘서 정말 고맙구나.#$e#젊은 사람이 근처에 없으면, 우린 아마 더 빨리 늙을게다.$h",
				"Wed8": "그래서 요즘 젊은이들은 무엇을 좋아할까?#$e#주주시티에 가면 확실히 알수 있을지 모르겠구나. 펠리컨 타운은 다른 곳과는 좀 다를게다.",
				"Thu4": "오늘 쿠키를 한번 구워보고 싶구나. 봄에는 꽃 모양으로 만드는 게 좋을것 같다. $h#$e빵을 좀 구워본 적이 있니, 얘야?",
				"Thu6": "이대로만 자르면 튤립 모양 쿠키를 만들 수 있겠구나.#$e#먹을 용도가 아니더라도 창의력을 기르는데 도움을 줄거야.",
				"Thu8": "오늘도 쿠키 굽기 좋은 날이구나. 쿠키가 좀 남게 되면 우편으로 보내주마.",
				"Fri2": "조지는 뉴스를 자주 본단다. 나는 그것 때문에 조지가 세상을 한쪽으로만 볼까봐 걱정되는구나.#$e#세상을 더 좋게 보고 싶으면, 이웃들이랑 같은 눈높이에서 보면 된다. 조지한테도 그렇게 말했지.",
				"Fri4": "조지가 일요일마다 요바 신사에 가는 걸 자주 봤을 게다.#$b#그런 전통 하나도 조지가 좋은 일을 할 수 있게 만들어준단다.",
				"Fri6": "이런 부탁하기는 미안하지만, 날 위해 조지에게 말좀 전해주겠니? 조지는 집에 오래 있을수록 더 괴팍해지거든. #$e#정말 미안하구나.",
				"Fri8": "조지가 좋아하는 프로그램 중 하나는 정말 폭력적이야. 게다가 볼륨도 크게 틀어놓고 보는게 아니겠니.#$e#건강에 우려가 되는게 아닐까 걱정되는구나. 왜 굳이 집에 필요없는 스트레스를 가져올까?",
				"Fri10": "조지랑 이야기해서 TV의 볼륨을 낮추기로 했단다. 알고보니까 조지가 나보다 귀가 좋더구나.#$e#드디어 해냈지 뭐니. 몇년동안이나 물어봤는지 모르겠구나.",
				"Sat4": "봄은 나에게 항상 희망을 준단다. 이 늙은이라도 아직 좋은 날이 많이 남아있는 것 같구나!",
				"Sun6": "요즘 매일마다 이틀 전에 했던 내용을 일기로 쓰고 있지. 기억력에 도움을 준단다.",
				"summer_Wed6": "만약 다른 사람들의 반 만이라도 할 수 있다면 캐롤라인의 에어로빅 교실에 가고 싶네.#$e#그래도 괜찮아. 아침에 기본적인 스트레칭 정도 하고 많이 걷고 있어. 그 이상 하기는 힘들구나.",
				"summer_Thu4": "오늘 쿠키를 좀 구워야겠어. 작은 야자수 모양의 코코넛 쿠키야.$h#$e#빵을 좀 구워본 적 있니?",
				"summer_Thu6": "쿠키를 굽기 시작하면 늘 손님이 더 많은 것 같구나.#$e#어머니가 요리법을 가르쳐 주셨어.",
				"summer_Thu8": "오늘은 집에서 빵을 굽기 좋은 날인 것 같구나.#$e#매일 빵을 만들기 힘들어. 관절이 좋지 않거든. 그래도 오늘은 괜찮은 날이지 않니.",
				"summer_Sun10": "*훌쩍* ...안녕, 얘야.$s#$e#이런 모습 보여줘서 미안하구나. 우린 이맘 때쯤에 알렉스의 엄마이자 우리 딸을 잃었단다.$s#$e#내일이면 괜찮아질거다. 고맙구나.$s",
				"fall_Tue6": "요즘 젊은이들은 무엇을 좋아하니?#$e#확실히 알아내려면 주주시티라도 방문해야겠구나. 펠리컨 마을은 특별한 곳이니까.",
				"fall_Wed8": "백년가약의 비결이 뭐냐고? 좋은 질문이구나!#$b#물론 셀 수 없이 많은 대답들이 있지만, 다양한 이유가 있어서 그 대답들이 존재하는 거겠지...#$b#...사랑은 단순하고 끊임이 없는 법이란다.",
				"fall_Thu4": "오늘은 쿠키를 굽는 날이란다. 작은 호박들 처럼 생긴 것들이지.$h#$e#얘야, 너도 구워본적 있니?",
				"fall_Thu6": "오늘은 다른 걸 시도해볼까 한단다. 나뭇잎 모양의 쿠키 말이지! $h#$e#밖에서 무엇을 보았는지 알려주는 쿠키란다.",
				"fall_Thu8": "안녕, 얘야. 언젠가 편지를 보낼 때 선물이라도 하나 포함시켜 줘야겠구나.$h#$e#놀랄만한게 들어있을게야.$h",
				"fall_Sat": "알렉스와는 친하게 지내니?#$e#그 아이는 내가 아픈지 늘 걱정하곤 한단다.",
				"fall_Sat4": "알렉스가 아직도 헤일리랑 같이 다니니? 좋은 아이긴 하지만, 알렉스가 도움을 필요로 할 때 곁에 있어줬는지는 모르겠구나.",
				"fall_Sat8": "최근에 알렉스랑 같이 있어봤니?#$e#가끔 그 아이의 인생이 어디로 향할지 궁금하단다.",
				"winter_Mon6": "난 펠리컨 마을의 같은 길을 백만 번은 넘게 걸었단다.#$e#하지만 눈이 깔리고 난 뒤의 길은 늘 새로 걷는 기분이구나.$h",
				"winter_Mon10": "조지가 아마 나보다 더 오래 살 것 같구나. 그렇게 되면 알렉스에게 너무 부담주지 말라고 해주거라!$s#$e#그런 책임을 지고 싶어하는 젊은이는 없으니까말이다.$s",
				"winter_Tue8": "하루하루가 조지에게 힘들지만, 도움만 받는 삶을 살아가고 싶지 않아.#$b#우리 공동체가 우리를 계속 살아가게 만들어 준단다. 펠리컨 마을이 없었다면, 우린 아무 것도 가질 수 없었을 거란다.",
				"winter_Thu": "오늘도 쿠키를 굽기 좋은 날이구나. 이번엔 작은 눈사람 모양으로 만들어 봤단다.#$e#언젠가는 내 요리법을 알려주도록 해주마.",
				"winter_Thu4": "오늘도 쿠키를 굽기 좋은 날이구나. 이번엔 작은 눈사람 모양으로 만들어 봤단다.$h#$e#제빵을 해본 적이 있니, 얘야?",
				"Winter_Thu6": "오늘 써 볼 눈사람 모양 쿠키 틀이 있단다. 재미있을게야!$h",
				"winter_Thu10": "난 늘 쿠키를 굽는단다. 그래야 조지가 마음을 열기 때문이지.#$e#나를 처음으로 쳐다보며 \"사랑해\" 라는 말을 처음으로 했을 때가 쿠키를 물고 있을 때였단다.#$e#그 이후로도 계속 그러고 있지.",
				"spring_1_2": "참 좋은 날이구나, 얘야! 한 해가 잘 시작되기를 바라마.$h",
				"spring_21": "다음 주부터 무도회에 쓸 꽃을 준비해야 할 것 같구나.#$e#그 때 보길 바란다, 얘야!$h",
				"spring_23": "내일 무도회를 위한 꽃들이 거의 다 준비 되었단다. 루이스 시장님이 좋아하면 좋겠구나.#$e#그리고 너도 기뻐하길 바란다!$h",
				"summer_10": "루이스 시장님은 항상 루아우 때 너무 긴장한단다. 시장님에게 응원을 해주렴.#$e#가장 좋은 방법은 간단하게 수프에 맛있는 것을 넣는거란다.",
				"winter_7": "내일 얼음 축제를 위해 추위를 이겨낼거란다. 축제에 참여하는게 중요한 일이지.#$e#조지가 무슨 말을 하든 무조건 데려갈거란다.$h",
				"winter_1": "오늘 아침에 알렉스한테 옛날 겨울 장식을 매달아 두라고 시켰단다. 잘 해내더구나!",
				"winter_28": "새해 복 많이 받으렴, 얘야. 네가 이 마을에 있다는게 정말 축복이구나.",
				"spring_21_2": "다음 주부터 무도회에 쓸 꽃을 준비해야 할 것 같구나.#$e#그 때 보길 바란다, 얘야!$h",
				"spring_23_2": "내일 무도회를 위한 꽃들이 거의 다 준비 되었단다. 루이스 시장님이 좋아하면 좋겠구나.#$e#그리고 너도 기뻐하길 바란다!$h",
				"summer_10_2": "루이스 시장님은 항상 루아우 때 너무 긴장한단다. 시장님에게 응원을 해주렴.#$e#가장 좋은 방법은 간단하게 수프에 맛있는 것을 넣는거란다.",
				"winter_7_2": "내일 얼음 축제를 위해 추위를 이겨낼거란다. 축제에 참여하는게 중요한 일이지.#$e#조지가 무슨 말을 하든 무조건 데려갈거란다.$h",
				"winter_28_2": "새해 복 많이 받으렴, 얘야. 네가 이 마을에 있다는게 정말 축복이구나.",
			}
		}
	]
}