{
	"Changes":[
		{
			"LogName":"Gus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Gus",
			"Entries":{
				"Saloon": null,
				"Saloon4": null,
				"Saloon8": null,
				"Saloon_Tue": null,
				"Saloon_Thu": null,
				"Saloon_Fri": null,
				"Mon": "맞아, 여기에 사는 사람들에 대해 많이 알고 있어.#$e#바텐더로 일하는 것에 대한 장점중 하나지.$h#$e#가끔은 너무 많은 걸 들어...",
				"Mon2": "안녕, @.#$e#요즘 일은 어떠지?#$b#가끔 일이 힘들 수 있다는 걸 알아. 하지만 포기하지 않는 한 원하는 것을 가질 수 있을거야.",
				"Mon4": "아케이드로 게임 해봤어?#$e#내가 직접 해본적은 없어. 살롱에는 게임이 있으면 분위기 살리기에 좋다는 걸 깨달은거야.",
				"Mon6": "에밀리는 좋은 여자지. 따로 만난 적이 있나?",
				"Mon8": "*속삭이며* 저기, @. 내가 말야. 생각해 봤는데...$s#$q 010/011 Mon_old#만약 내가 누가 술을 마시고 나쁜 선택을 하는 걸 돕다면 그건 내 책임인가?#$r 010 -20 Mon_010#솔직히 말하면 그래요.#$r 011 0 Mon_011#아니요. 모든 사람은 책임을 자기 스스로 져야해요.",
				"Mon_old": "$p 010#지난 주에 얘기했던 거는 정중히 반대해야할 것 같아. 하지만 네 의견은 존중해.|지난 주에 너의 의견을 말해줘서 고마워. 너는 좋은 친구야.",
				"Mon_010": "음. 의견을 말해줘서 고마워. 좀 생각해봐야겠어.$s",
				"Mon_011": "그것이 항상 나의 철학이였어. 몇년 동안 손님들의 어려움을 가까이에서 알게되다 보니 지치기 시작하더라고.$s",
				"Mon10": "모든 손님들의 문제를 해결할 수 없다는 걸 알아. 하지만 여전히 카운터 뒤에서 사적으로도 대하게 돼.",
				"Tue2": "직접 요리책도 몇 권 팔았어. 확인해 본 적 있나?",
				"Tue4": "오늘 밤 메뉴를 꼭 확인해! 특별한 걸 준비해 뒀어.",
				"Tue6": "조그마한 식당을 여는 건 항상 내 꿈이였어.#$e#일이 잘 풀렸어! 더 큰 마을에서는 이런 옛 스타일의 살롱을 차리지 못할거야.$h",
				"Tue8": "가끔 주크박스의 음악도 꼭 한번 바꿔봐. 지금 기분은 어때?",
				"Wed": "만나서 반가워, 친구.$h^만나서 반가워, 젊은 아가씨.$h#$q 012/013/014/015 Wed_old#여기 시원한 맥주가 있지![346] 오늘은 어떠했지? 나에게 말해봐,#$r 012 10 Wed_012#여기는 가끔 좀 외로워요...#$r 013 10 Wed_013#딱히 말할건 없어요.#$r 014 10 Wed_014#돈이 조금도 없어요.#$r 015 0 Wed_015#모든게 다 잘되어가고 있어요!",
				"Wed_old": "$p 015#일이 여전히 잘 풀렸으면 좋겠네! 그래도 도와줄게 있으면 알려줘.|살롱에는 사람들이 많잖아. 특히 금요일말야!",
				"Wed_012": "나도 느껴... 처음 온 사람들의 현실이야..#$b#하지만 펠리컨 마을에는 너와 비슷한 나이의 사람들이 꽤 있어. 누군가와 분명히 잘 어울리게 되어있다고.$h",
				"Wed_013": "그렇지만, 나도 한때는 요리에 대해 아무것도 몰랐어! 하지만 지금의 내가 있잖아.$h#$b#사실 우리는 모두 어딘가에서 출발해. 하지만 일이 잘못될 때는 반드시 너 자신을 용서해야해. 그러면 틀림없이 해낼 거야.",
				"Wed_014": "맞아. 우리는 아무것도 없었던 시절이 한번씩은 있었지.$h#$b#너도 알다시피 네 미래는 밝아 보이는걸. 땅 주인이잖아! 일이 잘 풀릴 거야.",
				"Wed_015": "그래? 그렇게 말해주니 기쁘군. 펠리컨 마을은 정말 특별한 곳이야.$h#$b#무슨 일이 생기면 나에게 알려주게나. 항상 귀 기울일 준비 되어있으니까.",
				"Wed2": "자랑은 아니지만, 금요일 밤에는 살롱이 최고의 장소지!$h#$e#이번 주에 올 수 있기를 바라네.",
				"Wed4": "에밀리는 여기서 한동안 일하고 있어. 에밀리 없이 뭘 할 수 있을지 모르겠군!#$e#저 그릇들을 전부 혼자서 닦고 싶지는 않아.$s",
				"Wed6": "가능한 한 많이 신선한 지역 특산물들을 공급하려고 노력해.#$b#그러지 않으면 내 스파게티나 샐러드가 다른 식당과 어떤 차별점이 있겠나?",
				"Wed8": "맞아, 오래 전에 결혼한 적이 있었어. 내가 얘기 했었나?$s#$e#우리와 더 이상 함께 있지 않아. 하지만 매일 아내에 대해 생각해.$s#$e#내가 살롱에서 하는 일이 우리가 함께 생각하던 꿈을 실현하는 것이라 생각하고 싶어. 무엇보다도 행복을 남에게 나눠주고 싶어. 아내가 그것보다도 원하는건 없다고 생각해.",
				"Wed10": "아내가 간 후 다시 결혼하는 건 내게 맞지 않아. 사람중 몇몇은 인생에서 단 한번만 사랑할수 있어.#$e#아무리 인생이 힘들어도, 주변 사람들에게 기쁨을 나누는 건 절대 잊어서는 안돼.",
				"Thu2": "내가 쾌락주의자는 아니지만 좋은 음식과 음료는 사람이 원하는 위대한 것들 중 하나라고 생각해.$h",
				"Thu4": "너희 농장에서 농작물을 공급받을 수 있어서 펠리컨 마을을 사랑해야 할 이유가 훨씬 많아 진 것 같아!$h#$e#그러니까 만약 네가 좋은 걸 길러서 내게 가져와주면 정말 영광일 거야.",
				"Thu10": "*속삭이며* 팸에게 주는 술을 예전보다 덜 주기 시작했어.#$e#물론 돈이 없다고 생각하지는 않지만 가끔 너무 지저분한 상태일 때가 많아.$s",
				"Fri2": "안녕, @. 농사 생활은 어때? 가끔은 네 자신도 돌봐야해.",
				"Fri4": "샘은 당구를 열심히 치지만 늘 세바스찬에게 져.#$e#샘은 분명 당구를 잘하게 될거야. 왜냐하면 매주 해왔는걸!$h",
				"Fri6": "사실 술을 그렇게 마시지는 않아. 주로 생계를 위해 하고 있는거야.#$e#물론 가끔 스타듀밸리의 술을 즐기지만.",
				"Fri8": "휴! 일주일이 정말 지났구나!#$e#그니까 다른 사람들의 일주일 말야. 난 오늘 밤의 설거지를 다 할 때 까지 일을 다 했다고 생각하지 않아!$h",
				"Sat": "지난 밤에 장사가 잘 되어서 기뻐.#$e#곧 또 들려줘!$h",
				"Sat2": "요리 잘하나, @?#$e#만약 부엌과 레시피가 있다면 몇 가지 유용한 요리를 할 수 있을 거야.#$e#집에서 요리한 식사도 훌륭한 선물이 되지.",
				"Sat4": "기회가 있을 때 작은 바이올린을 연주해. 내가 요리하는 것을 좋아하는 만큼 너도 직업말고 다른 취미를 갖는 것이 좋아.",
				"Sat6": "봐, 내가 손님 몇 명에게 술을 많이 대접하는 건 알아. 하지만 난 개인의 자유를 중요시 한다고. 그것 뿐이야.$3#$e#미안해... 너는 별일 없나?",
				"Sat8": "오늘 밤에는 꽤 번 것 같아.#$e#자넨 좀 즐겼나, @?",
				"Sun2": "스타듀밸리가 나한테 딱 맞는 장소인 것 같아. 이곳이 내가 평생 찾아다녔던 곳이야.",
				"Sun4": "요즘은 어떻게 지내, @?#$e#나? 그냥 꿈을 꾸고 있을 뿐이야.$h",
				"Sun6": "내가 모든 사람의 문제를 해결해 줄 수 없다는 걸 알아. 내가 맛있는 음식을 만들어 줄 수 있다면 난 내 역할을 다 했다고 생각해.",
				"Sun8": "스타드롭 살롱은 확실히 마을에서 가장 오래된 건물 중 하나야.#$e#처음 샀을때 고쳤는데 확실히 처음 봤을 때 보다는 많이 달라.",
				"Sun10": "너는 좋은 친구야, @. 자, 집에 하나 있던거야.[346]#$e#또 다른 한 주를 위해 건배!",
				"summer_Sun2": "지금이 내가 가장 좋아하는 계절이야. 지금 굉장히 훌륭한 농산물을 많이 재배할 수 있을 거라고 장담하지.",
				"summer_Sun6": "날씨가 덥군! 지금 당장 시원한 오렌지 주스를 먹을 수 있을 것 같아.#$e#내 오래된 버릇 중 하나야.$h",
				"fall_Fri4": "안녕, @! 내가 보내준 '연어 정찬'을 만들어 본 적 있나? 재료를 어서 구할 때라 생각해!$h#$e#하지만 케일도 필요할 거야.",
				"fall_Fri8": "최근에 크랜베리 소스를 만들었던 적 있나? 재료들은 이맘때 구하기가 매우 쉬워.#$e#확실히 계절의 분위기와 잘 어울릴거야.",
				"winter_Sat": "밖은 정말 쌀쌀해! 뜨거운 커피 한 잔 어때?",
				"winter_Sat6": "지금이 일 년 중 좋은 음식을 들고 불 옆에 옹기종기 모여 앉기 완벽한 시기야.#$e#아마도 피자? 아니면... 다른 아이디어 있나?",
				"spring_1_2": "오늘 제시간에 일어날 수 있었기를 바래! 새해의 시작은 어떤가?$h",
				"spring_12": "어이쿠! 지난 며칠 밤 동안 늦게까지 자지 않고 계란 축제를 준비하고 있었어.#$e#내가 뭘 준비했는지 볼 때까지 기다려.",
				"summer_10": "내일 루아우를 위해 맛있는 음식을 준비했지만 포트럭은 피하려고 노력했어.#$e#그건 정말 구닥다리인 전통이고 내 평판에 관한거니까 조심하고 싶었거든.$s",
				"fall_15": "내일 박람회에 갈건가? 북쪽으로 와서 날 찾아. 하루종일 햄버거를 만들거야.",
				"fall_26": "전야제에는 꽤 으스스한 것들이 있어. 나? 그냥 뷔페를 계속 할려고.",
				"winter_24": "맛있는 음식이 없는 좋은 축제가 있나? *하하* 축제를 위해 내 최고의 요리법들을 남겨놨으니 절대 놓치지 마!$h",
				"winter_28": "새해 복 많이 받게나, @! 오늘 밤에 좋은 물건들을 살 거야! [348]$h#$e#스타듀밸리의 훌륭한 내년을 위해 건배! 내년이 더 나아지길!",
				"spring_12_2": "어이쿠! 지난 며칠 밤 동안 늦게까지 자지 않고 계란 축제를 준비하고 있었어.#$e#내가 뭘 준비했는지 볼 때까지 기다려.",
				"summer_10_2": "내일 루아우를 위해 맛있는 음식을 준비했지만 포트럭은 피하려고 노력했어.#$e#그건 정말 구닥다리인 전통이고 내 평판에 관한거니까 조심하고 싶었거든.$s",
				"fall_15_2": "내일 박람회에 갈건가? 북쪽으로 와서 날 찾아. 하루종일 햄버거를 만들거야.",
				"fall_26_2": "전야제에는 꽤 으스스한 것들이 있어. 나? 그냥 평소랑 똑같이 뷔페를 계속 할려고.",
				"winter_24_2": "맛있는 음식이 없는 좋은 축제가 있나? *하하* 축제를 위해 내 최고의 요리법들을 남겨놨으니 절대 놓치지 마!$h",
				"winter_28_2": "새해 복 많이 받게나, @! 오늘 밤에 좋은 물건들을 살 거야! [348]$h#$e#스타듀밸리의 훌륭한 내년을 위해 건배! 내년이 더 나아지길!",
			}
		}
	]
}