{
	"Changes":[
		{
			"LogName":"Jodi",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jodi",
			"Entries":{
				"spring_1_2": "오늘은 정말 멋진 날이야! 우리 가족은 감사해야 할 것이 정말 많아.$h#$e#켄트가 버스에서 내리는 순간을 절대 잊지 못할 거야.$h",
				"Mon2": "#$1 JodiAltar#어제 남편이 무사히 돌아오기를 빌게 요바의 제단에 갔어.#$e#긍정적으로 생각하려 하지만 가끔은 힘들 때도 있어.$s",
				"Mon4": "샘과 친하니? 아마 샘이 음악을 연주해줄 수도 있을거야.",
				"Mon6": "전 날에 낮잠을 잘 시간이 있었어. 낮잠이라는 걸 거의 잊어버렸는데 말이지.$h",
				"Mon8": "가족이 있다는 건 좋아... 하지만 젊음과 자유를 그리워 하지 않는다고 말하면 분명 거짓말일 거야...$s",
				"Mon10": "빈센트의 성적이 약간 올랐지 뭐야.$h#$e#엄마로서 걱정을 멈추지 못하지만, 마음이 살짝 놓이네.",
				"Mon2_inlaw_Sam": "샘이 오늘 집에와서 좋아. 샘은 자기자신을 잘 챙기니?#$b#내 아들이 너에게 큰 짐이 되지 않기를 바라...",
				"Mon6_inlaw_Sam": "샘이 오늘 집에와서 좋네.$h#$b#솔직히 말하면 어떻게 결혼을 했는지는 모르겠지만 너희 둘이 함께 있는 걸 보니 기쁘네.",
				"2_1": "내 남편 켄트는 외국에 있는 군인이야. 그래서 여기 없는 거야.#$b#물론 전쟁이 끝나면 안전하게 돌아오겠지!#$e#필요한게 있니?",
				"Tue": "안녕.#$e#뭐라도 필요한 것 있니? 조금 바빠서.",
				"Tue2": "네 농장에 있는 식물들이 자라는 걸 보는 건 틀임없이 즐거운 일일 거야.#$e#계절에 가장 먼저 수확한 작물을 먹어본적이 있니? 나라면 그랬을 거야.$h",
				"Tue4": "운동은 건강을 유지하는데 중요해. 항상 운동을 할 시간은 꼭 남겨놔.#$e#부모로써 내 자신에게 쓸 시간이 많지 않아. 그래서 늘 시간을 계산하곤 해.",
				"Tue6": "샘이 미래를 위해 목표를 세우기를 원해. 하지만 얘기할 때 마다 늘 자기가 알아서 할 수 있다고 말하기만해.$s#$b#아들을 위해 문제를 해결하는 게 더 이상 내 일이 아니라는 걸 깨달았어. 부모가 되는 건 어려운 것 같아.$s",
				"Tue8": "빈센트에게 오늘 아침 침대를 정리하라 했어. 그러면 내가 할 일이 하나 줄어들지.#$e#그러더니 자기가 정리했으니까 사탕을 요구하기 시작했어.$s",
				"Tue10": "항상 어렸을 때는 소중히 여겨지고 보호되어야 한다고 생각해 왔지만...#$e#아마 내가 실수를 좀 한 것 같아. 단지 샘과 빈스를 위해 늘 최선을 다한 것 뿐이야. 내가 너무 열심히 노력한건가?$s",
				"Wed2": "밖에서 더 많은 시간을 보내고 싶어. 넌 하루의 대부분을 밖에서 보내야 하지?",
				"Wed4": "손을 부드럽게 할려고 장갑을 끼기 시작했어.#$e#나이가 들수록 건강을 유지하기 위해 더 많은 노력해야해.$s#$e#그럼, 안녕.",
				"Wed6": "아, 오늘 할 일이 너무 많아.#$e#아들을 사랑하지만, 가끔은 아내와 엄마가 돼서 내 자신을 잃어버렸다고 느껴.$s#$b#넌 너가 누구였는지, 또한 어렸을 때 어떤 꿈을 꿨는지 잊기 시작하지 않니?$s",
				"Wed8": "내가 어렸을 때 꿈이 있었어. 맞아. 난...#$b#윽, 이젠 유치한 소녀의 꿈처럼 보이네.$s#$e#한때는 가수가 되고 싶었어.$s#$b#하지만 샘으로 대리만족하고 있어.",
				"Thu2": "포도는 빈센트가 먹는 몇 안 되는 과일 중 하나야. 그냥 그걸 삼켜.$h#$e#나중에 농장에서 기를 거야?",
				"Thu4_1":"난 기본적으로 엄마와 아빠의 일을 해야해. 많은 사람들은 이해하지 못해.#$e#샘은 빈스를 위해 많은 일을 하지만, 그 무엇도 아버지의 역할을 대체하지는 못해.",
				"Thu4":"켄트가 돌아오면 일이 더 쉬워질 줄 알았는데...$s#$e#그러니까, 내 말은, 어, 그 농장은 어때? 뭐 재미있는 거라도 기르니?",
				"Thu6": "아이들은 언제나, 더, 더, 더 필요해. 왜 빈스는 충분한 양의 사탕이 충분하다는 걸 이해하지 못하는 걸까?$3#$e#미안해. 힘든 하루 였어.$s",
				"Thu8": "저기... 만약 네가 먹지 않는 음식이 있다면 나에게 주면 정말 고마울꺼야.#$e#그러면 저녁 요리를 하루 쉴 수 있겠지.$s",
				"Thu10_1":"좋은 친구가 되어줘서 고마워, @. 켄트가 곧 돌아올 거라는 거 알아.",
				"Thu10":"켄트가 오늘 아침에 웃었지 뭐야.$h#$e#그런 조그마한 일들에 감사하는 건 중요해.",
				"Fri2": "$d Joja#샘이 조자마트에서 일하는 건 좋지만 직원 할인을 받을 수 있으면 좋겠어.|피에르 것은 조자마트 것 보다 훨씬 신선하고 건강에 좋아. 하지만 싼 조자 가격이 정말 그리워.",
				"Fri4": "오늘은 좋은 날이야. 딱히 큰 불상사는 없었고 내 예상 보다 잘 진행되고 있어!$h#$e#감사하는 건 중요해.",
				"Fri6_1":"재미있는 주말 계획이라도 있어?#$e#나? 음, 옛날에는 계획도 짜고 그랬지. 근데 그건 수년 전 이니까.$h",
				"Fri6":"우리가 어젯밤에 영화를 보고 있었는데 중간에 켄트가 말 없이 집 밖으로 걸어 나갔어.$s#$e#궁금한건... 켄트는 더 이상 그런 것들을 즐길 수 있을까?",
				"Fri8_1":"@, 아무한테도 말하면 안돼. 내가 강박장애가 있는 것 같아.$s#$e#항상 이렇지는 않았어. 근데 지난 몇 년 동안 점점 심해진거야.$s#$e#조금 더러워진 걸 치우려 하지 않으면 훨씬 많은 시간이 생길텐데.$s",
				"Fri8":"@, 아무한테도 말하면 안돼. 내가 강박장애가 있는 것 같아.$s#$e#항상 이렇지는 않았어. 근데 지난 몇 년 동안 점점 심해진거야.$s#$e#조금 더러워진 걸 치우려 하지 않으면 훨씬 많은 시간이 생길텐데.",
				"Fri10_1":"너는 정말 좋은 사람이야, @. 너의 친절함이 참 고마워.",
				"Fri10":"켄트가 걸어 나오는 대신 영화를 끝까지 봤어.#$e#우리를 위해 자신을 속인건 아니겠지.$s",
				"Sat2": "안녕.#$e#다시보니 반갑네.",
				"Sat6": "시간은 정말 빨라. *한숨*#$e#샘이 귀저귀를 찰때를 기억해. 내 아들은 정말 귀엽고 작은 아이였어.$s#$e#내가 그런 말 했다고 샘한테 말하지 말아줘.$h#$e#나랑 대화하는 거 즐겁지 않니?",
				"Sat8": "전쟁에 대해 너무 많이 생각하는 걸 참기가 힘드네. 그렇지만 샘과 빈센트가 어떤 세상과 마주하게 될지 걱정할 수 밖에 없어.$s#$e#계속하는 거 외에 할 수 있는 일이 또 있나?",
				"Sun": "안녕, @.#$q 116/117 Sun_old#미안한데, 넌 기도를 하니?#$r 116 10 Sun_116#네#$r 117 0 Sun_117#아니요",
				"Sun_old": "$p 116#내 남편을 위해 기도해 줘서 고마워. 나에게 의미가 커.|내 남편은 해외에서 전쟁 중이야. 내가 말 했나?",
				"Sun_116": "대단해. 만약 된다면 내 남편 켄트를 위해 기도해 줄 수 있니?#$b#고마워.",
				"Sun_117": "그렇구나. 귀찮게 해서 미안해.",
				"Sun2":"오늘은 집안일을 쉬고 있어.$h#$e#만약 밖에서 시간을 보내지 않으면 난 미쳐버릴 걸!#$e#게다가 내 다리가 물렁해지는 걸 원하지 않아.",
				"Sun4_1":"샘이 빈센트의 좋은 롤모델이라는 게 기뻐. 두 아이는 내가 할 수 없는 방식으로 서로 이어져 있어.",
				"Sun6":"최근에 샘이 기타를 연주 하는 걸 들었니? 정말 잘하더라고.$h#$b#사실 조금 시끄러워...",
				"Sun_2":"남편이 마침내 돌아오다니 믿을 수가 없어!$h#$e#우리는 더 많이 함께해야해.",
				"Sun2_2":"오늘은 집안일을 쉬고 있어.$h#$e#만약 밖에서 시간을 보내지 않으면 난 미쳐버릴 걸!#$e#게다가 내 다리가 물렁해지는 걸 원하지 않아.",
				"Sun4":"샘은 빈센트와 같이 정말 많이 성장했어. 켄트가 군인이 되었을때는 정말로 한발짝 더 내딛었지.#$e#그렇게 성장하고 변하는 걸 보니 정말 행복해.",
				"Sun6_2":"최근에 샘이 기타를 연주 하는 걸 들었니? 정말 잘하더라고.$h#$b#사실 조금 시끄러워...",
				"Sun8_2":"내 자신 이외에는 아무런 의무가 없이 완전한 자유가 있는 꿈을 꿨어.#$b#...그때 깨어나서 하루 종일 해야하는 집안일이 있다는 걸 깨달았어...$s",
				"spring_Wed4": "흠... 샘에게 줄 알러지 약을 좀 사야 할까...",
				"spring_Wed8": "오늘 집안일을 안하면 누가 뭐라고 할려나...$s#$e#내가 누굴 속이겠어? 눈치채겠지.$4",
				"spring_Sat2": "봄날의 공기는 멋져.$h#$b#단지... 꽃만 들고 오지 말아줘. 샘은 알러지가 심해.",
				"spring_Sat8": "봄날의 공기는 멋져$h#$b#단지... 꽃만 들고 오지 말아줘. 샘은 알러지가 심해.#$e#어렸을 때 한 번은 죽을 정도로 심각한 반응을 보였거든. 그것 이상으로 무서웠던 적이 없어.$s",
				"spring_Sat2_inlaw_Sam": "샘이 알러지에 대해 얘기했지? 너희 집에는 꽃이 피지 않도록 조심해줘.#$e#너를 너무 좋아해서 말하지 못할 수도 있거든.",
				"summer_Mon4_1":"여름 농장은 식료품비를 조금 줄이는 데 도움이 돼.#$e#먹고 살려면 다양한 부분에서 창의적이어야 해.",
				"summer_Mon4":"켄트의 퇴직연금은 사실 현역으로 근무할 때 받은 액수보다 더 많아.#$b#돈은 당연히 받을 수 있지만... 그게...$s#$b#요즘 어떻게 지내?",
				"summer_Tue8_1":"여름 농장은 식료품비를 조금 줄이는 데 도움이 돼.#$e#먹고 살려면 다양한 부분에서 창의적이어야 해.",
				"summer_Tue8":"켄트가 집에 와서 정말 안심이야. 단지 얼마나 변했는지 예상하지 못했을 뿐이고.$s#$e#만약 힘들어한다면 나도 같이 힘들어하고 싶어.$s#$b#하지만 켄트가 나아지도록 강요하는게 상황을 악화시킬까 봐 두려워.$s",
				"summer_Wed8_1":"네가 여기로 이사와서 다행이야, @. 너처럼 너그럽고 자상한 사람은 거의 없거든.",
				"summer_Wed8":"켄트는 진심으로 좋은 사람이야. 네가 전쟁 전에 그를 볼 수 있다면 좋을텐데, @.$s",
				"summer_Thu6_1":"집안일은 절대 끝내지 못해서 좌절하게돼.#$e#바닥을 쓸면 다음 날 또 더러워져있어.",
				"summer_Thu6":"어떤 날은 정말 힘들어. 하지만 켄트가 집에 있으니 힘들던 아니든 우리 가족은 완벽해.#$e#그것에 감사하기 위해 시간을 가져야 하지.",
				"summer_Fri": "넌 농사일을 하니까 매일 운동을 꽤 쉽게 하겠다. 그치?$h#$e#난 일주일에 한 번만 운동을 해. 시간을 벌기위해 다른 날에는 시간을 거의 땡겨써.",
				"summer_Fri6": "빈센트가 페니로부터 교육을 받아서 고마워. 공립학교에서는 일대일로 많이 지도받지 못할거야.#$e#어차피 마을에서 학교로 통학하는건 불가능하니까.",
				"fall_Mon4": "가끔 우리 살았던 주주시티가 그리워.#$b#어차피 내 기억은 젊은 시절의 향수로 인해 가려져 있을 거야.",
				"fall_Mon8_1":"가끔 우리 살았던 주주시티가 그리워.#$b#어차피 내 기억은 젊은 시절의 향수로 인해 가려져 있을 거야.",
				"fall_Mon8":"켄트가 다시 정상으로 돌아갈지 궁금해.$s#$e#켄트가 집안일을 좀 더 많이 했으면 좋겠는데, 가끔 힘들때 마다 더 많은 걸 기대했던 것에 대해 죄책감을 느껴...$s",
				"fall_Thu4": "내가 아들들을 좀 망쳐놨나 봐. 집안일을 전혀 하지 않아도 됐었는데.#$e#아마 할 수 있는 동안은 어린 시절을 즐길 수 있기를 바라는 것 같아. 물론 샘은 이제 성인이지만.#$b#게으르게 자라지만 않기를 바래. 그건 안 되지.$s#$e#부모가 되는 것은 쉽지 않아.",
				"fall_Fri": "캐롤라인과 나는 좋은 친구야. 다 털어놓거든",
				"fall_Fri6": "$d Joja#요전 날 캐롤라인과 살짝 어색해졌어. 캐롤라인이 내가 피에르의 가게에서 쇼핑하지 않았다고 나를 비난하지 않기를 바래.|캐롤라인이 피에르의 가게에서 언제 쇼핑을 할건지 물어보는 것을 걱정할 필요가 없어서 기뻐.",
				"fall_Sun4": "부모님이 되면 너의 생활방식을 버려야해.#$e#아마 그건 사실이 아닐지도 몰라. 하지만 조심하지 않으면 그런 일이 일어날 걸.",
				"fall_Sun8_1":"너는 잠을 잘 못 잔 적이 있니, @? 난 잠을 잘 때 생각을 떨쳐내지 못하는 것 같아.",
				"fall_Sun8":"아! 미안, 다시 한 번 말해줄래? 오늘 너무 피곤해서 머리가 물에 잠겨있는 것 같아.#$b#켄트가 어젯밤 전혀 잠을 자지 못했어. 당연히 나도 마찬가지 였고.$s#$e#내가 이유를 물어보면 침묵만 유지해. 모른다고.$s",
				"winter_Wed4": "뭘 재미로 하냐고? 어... 좋은 질문이야.#$e#잠 자는 것을 좋아해.$s",
				"winter_Fri8": "연말이 얼마 남지 않았네, 그치? 거의 끝났다는 게 믿기지 않아.",
				"winter_Sat10_1":"좋은 친구가 되어줘서 고마워, @. 켄트가 곧 돌아올 거라는 걸 알고 있어.",
				"winter_Sat10":"사람들은 결혼을 하면 중요한 것을 깨닫지 못해.$s#$b#지금 당장 그 사람의 모습만 보고 결혼 하지마, 모든 사람은 언젠가 변하니까.$s#$e#켄트는 변했어. 받아들이는 건 쉽지 않지. 가끔은 도저히 이해할 수 없을 때도 있어.#$b#하지만 난 그이가 겪었던 일을 모르는 걸. 내가 어떻게 그이를 탓하겠어?$s#$e#결혼은 삶을 더 쉽게 만드는 것이 아니야. 사랑을 주고 사랑을 받는거지, 우리가 함께인건 그걸 할 수 있어서야.#$e#미안해. 내가 너를 방해하지 않았으면 좋겠구나.",
				"winter_Sun8_1":"너는 잠을 잘 못 잔 적이 있니, @? 난 잠을 잘 때 생각을 떨쳐내지 못하는 것 같아.",
				"winter_Sun8":"어, 뭐라고 했어? 미안해, 오늘 너무 피곤해서.#$b#켄트가 밤새 뒤척였어. 또 악몽을 꾸고 있었을 거야.$s#$e#무슨 꿈을 꿨는지 묻기가 두렵네.$s",
				"winter_24": "빈스가 내일이 너무 기대된대! 작고 귀여운 얼굴로 겨울 우울증을 앓기는 어렵지.",
				"winter_28": "아들들은 늦게까지 깨어있지만, 난 그렇지 않아. 오늘 밤 기도해야 할 것이 많아.",
				"winter_24_2": "빈스가 내일이 너무 기대된대! 작고 귀여운 얼굴로 겨울 우울증을 앓기는 어렵지.",
				"winter_28_2": "아들들은 늦게까지 깨어있지만, 난 그렇지 않아. 오늘 밤 기도해야 할 것이 많아.",
			}
		}
	]
}