{
    "Changes": [
    {
        "LogName": "LeoMainland",
        "Action": "EditData",
        "Target": "Characters/Dialogue/LeoMainland",
        "Entries":
        {
            "4": "하늘을 나는 큰 망고를 봤어. 라이너스 아저씨 말로는 열기구래!$u#$b#난 새들만 하늘을 날 수 있다 생각했는데...",
            "18": "내가 처음 도착했을 때 라이너스 아저씨가 나뭇잎으로 옷을 만들어줬어, 아저씨 옷처럼...#$b#근데 나랑 너무 안 어울렸어... 털 난 망고 같았어!$h#$e#난 그냥 내 깃털 옷 입을 거야.",
            "LeoDeparture": "살 곳을 찾아야 해...$s#$b#그래도 계획이 있어... 친구들한테 신세 좀 져야지.",
            "Mon": "안녕, @. 섬에서 보니까 좋다, 옛날 생각나. 재밌어!#$e#나 사실 널 처음 봤을 때 좀 무서웠어... 내 인생이 변할 거란 걸 알았거든.$u",
            "Mon8": "나 그 할머니한테 드디어 말을 걸어봤어! 그거 알아? 낚시 하던 사람?#$b#이름이 뭐였지? 버디였어! 하하!$h#$e#그렇게 수줍을 필요 없었는데, 되게 좋은 사람이었어.",
            "Mon10": "참 재밌어... 섬에 방문하니 기쁘지만, 새 집이 다시 조금 그립기도 해.#$e#스타듀 밸리에서 모든 사람들이 뭘 하고 있을지가 궁금해.",
            "Tue": "페니 선생님께서 학교 공부 많이 가르쳐주고 있어. 정말 좋은 분이셔...#$e#...다행히도 옛 삶에서 몇 가지 기억이 나긴 해... 섬에 도착하지 전의 삶... 그래서 너무 어렵진 않아.#$e#페니 선생님께서 내가 많이 알고 있다고 칭찬해 줬어!",
            "Tue8": "난 독서가 정말 좋아. 진저섬에 살았을 때 책이 좀 있었다면 좋았을 텐데...#$e#페니 선생님이 전 세계의 새에 대한 책을 하나 주셨어. 내가 몰랐던 종들이 있었네!",
            "Tue10": "분명 처음에는 재스랑 빈센트는 내가 이상하다 생각했을 거야. 실수로 수업 중에 내가 짹짹거렸거든...$s#$e#다들 큰 변화였을 거야. 이젠 친한 친구가 되었어!$h",
            "Wed": "라이너스 아저씨랑 페니 선생님한테 이 세상 모든 걸 배울 거야!$h#$e#루이스 시장님이 내가 곧 '모범 시민'이 될 거래... 무슨 뜻인지는 모르겠지만.",
            "Wed8": "기차가 우리 집 뒤로 드러오올 때, 그 소리가 날 놀라게 지만, 이젠 안그래.#$e#시끄럽지만 너무 신나! 어디로 가는걸까?",
            "Wed10": "빈센트가 점심으로 먹는 것들이... 플라스틱 상자에서 많이 나와. 음식이 맞는건가?",
            "Thu": "여기 사는 신기한 새들 다 본 적 있어?#$e#잘 들어보면, 뭔가 알려줄지도 몰라.",
            "Thu8": "처음에는 별로였어... 섬을 떠나서 처음 가보는 곳으로 간다는 게.$s#$e#하지만, 점점 익숙해졌어.#$b#나 적응 잘하는 사람이야!$h",
            "Thu10": "처음에는 너무 낯선 곳에 와서 이방인이 된 느낌이었어. 하지만 이제는 친구 많이 생겼어!$h#$b#드디어 내가 있을 곳을 찾은 기분이야...",
            "Fri": "라이너스 아저씨가 계곡에서 나는 야생 음식에 대해 알려주고 있었어. 맛있는 거 정말 많아!$h#$e#그래도... 매일 아침 황금 호두 먹던 건 좀 그리워...$s",
            "Fri8": "라이너스 삼촌이 내가 생선을 먹기 전에 '요리'해야 한댔어...$s#$b#아직은 익숙해지기 힘들어... 너무 건조해...$s",
            "Fri10": "나 점점 크고 튼튼해지고 있는 것 같아. 요즘 먹는게 많아졌고 예전보다 더 빨리 뛰고 더 높이 뛸 수 있게 됐어.",
            "Sat": "언젠가 주주 시티에 가볼 수 있을까...$u#$b#하지만 난 아직 준비가 안됐어. 이 세상은 내게 너무나 이상한 곳이야, 난 여기 있는 게 편한걸!$h",
            "Sat8": "아... 내일 일찍 일어나서 윌리 아저씨랑 진저섬에 갈거야.#$b#이번 주에 겪었던 모험을 앵무새들에게 빨리 얘기해주고 싶어!$h",
            "Sat10": "@? 음... 물어보기 좀 부끄러운데...$u#$b#혹시... 재스가 나 같은 사람을 좋아할 수 있을까?$u#$b#아니면 나 너무 이상해?$s#$e#하하하... 뭐 어때. 언젠간 알게 되겠지.$h",
            "Sun": "있지, 스타듀 밸리가 내 새 집이지만... 섬도 언제까지나 내 집일 거야.#$e#다시 방문할 수 있어서 좋아.",
            "Sun8": "오늘 아침 일찍 윌리 아저씨 배에서 물고기를 잡았어.$h#$e#조그마한 녀석이어서 그냥 보내줬어.",
            "Sun10": "앵무새들이 황금 호두 많이 찾아줘서 고맙대. 다들 맛있게 먹고 있어.$h",
            "summer_Sat10": "처음엔 내 마음 속에 새 가족이 들어올 공간이 없다고 생각했는데...#$b#...하지만 알고보니까 공간이 많았어! 라이너스 삼촌, 윌리 아저씨, 모두들...$h#$e#난 두 가족이 있는걸.",
            "summer_Mon8": "빈센트가 여기 진저섬에 있는 내 오두막으로 이사오고 싶다고 했었어.$h#$e#걔네 엄마가 허락 안하겠지만. 하하, 언젠가 올 수 있겠지.",
            "fall_Tue": "온천에서 목욕했어! 깨끗이 씻으니까 기분이 너무 좋아.$h",
            "fall_Wed": "아름다운 나뭇잎들이야!#$e#진저섬의 나무들은 왜 색이 변하지 않을까?",
            "winter_Sun8": "아, 스타듀 밸리의 추위를 잠시 피하니 좋네.#$e#그래도, 내가 돌아가서 눈 속에서 논다면 재밌을거야.",
            "winter_Wed": "으... 추, 추, 추워.$3#$e#라이너스 삼촌이 곧 익숙해질거래.$3",
            "winter_Wed10": "모닥불을 키우면 그렇게 춥지 않아. 라이너스 삼촌이 가르쳐줬어.",
            "winter_Thu": "이 계곡의 새들은 추운 날씨에 익숙한가 봐.#$e#나도 따뜻한 깃털 있었으면 좋겠어...$s",
            "winter_Fri": "라이너스 아저씨가 백량금 바른 생선 만드는 법을 알려줬어...#$b#많이 먹으면 이번 겨울에 따뜻하게 보낼 수 있다고 했어!$h",
            "spring_1_2": "아, 어젯밤에 편히 잤어. 새해를 맞이할 준비는 된거지?#$e#내일 계곡으로 돌아갈 생각에 신나.",
            "winter_28_2": "내일이 새해 맞지? 윌리 아저씨가 나 계곡 돌아갈 때 쯤에는 눈이 녹아있을지도 모른다고 했어.#$e#여기선 변화가 잘 없어서 자꾸 잊게 돼.",
        }
    }]
}