{
	"Changes":[
		{
			"LogName":"Robin",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Robin",
			"Entries":{
				"cc_Begin": "아, 저 낡은 마을 회관? 응, 내가 고치려고 했었는데, 루이스가 회관을 어떻게 하고 싶은건지 정확하게 알려주질 않았어.",
				"Mon": "안녕, @.#$e#지금 몇몇 목공 프로젝트에 대해 생각하고 있었어.#$e#너희 집은 괜찮아? 목조부에 문제는 없고?",
				"Mon2": "내가 이 집의 주춧돌부터 쌓아 올렸다고 얘기 했었나?#$e#내 경력 중에선 최고의 업적이야.",
				"Mon4": "아니, 난 광산에 많이는 안 가. 너무 어둡고 위험해.#$e#그래도 밑에서 뭔가 좋은 걸 발견하면 말해줘.",
				"Mon6": "드미트리우스의 실험 때문에 우리가 여기로 온거라고 볼 수 있지. 그래도 나쁘진 않아.",
				"Tue2": "예전 너희 농장에 좋은 건물들이 몇 있었는데 지금은 다 사라졌어.#$e#농장을 새롭게 복원하는걸 돕고 싶어. 내가 뭘 할 수 있는지만 알려줘.",
				"Tue4": "레아도 목공 기술이 뛰어나. 난 단지 실용적인 물건을 만드는걸 더 좋아하지만.",
				"Tue6": "드미트리우스가 과학적인 면모 때문에 금욕하는 것 처럼 보이기도 하는데, 난 남편의 로맨틱한 면을 꽤 빠르게 이해했어.#$e#그 뒤에 내가 어떻게 같이 춤추는지 가르쳐주기도 했지.$h",
				"Tue8": "확실히, 네가 여기로 이사오고 나선 일거리가 많이 늘어났어.$h",
				"Wed": "안녕, 어떻게 지내?#$q 604/605/606 Wed_old#사는데 문제는 없지?#$r 604 0 Wed_604#지금까지는 좋아요.#$r 605 0 Wed_605#괜찮긴 한데, 해야 할게 많네요.#$r 604 0 Wed_604#꽤 상쾌한 곳이에요.#$r 606 -10 Wed_606#끔찍해요. 내가 왜 온걸까요?",
				"Wed_old": "$p 006#네 상황이 좋아졌으면 좋겠다.|여기 언제든지 들러.",
				"Wed_604": "그렇게 말하니 기쁘네. 필요한게 있으면 언제든지 알려줘.$h",
				"Wed_605": "조금만 참아. 더 나아질거야.#$b#우리 가족은 여기 왔을 때 집도 없었거든. 너도 곧 자립할 수 있을거야.",
				"Wed_606": "이런, 그렇게 나쁜 줄은 몰랐네.$s#$b#솔직하게 말해줘서 고마워. 넌 혼자 아니라는 것만 알면 돼. 우린 네 편이야.",
				"Wed2": "우리가 처음 이사왔을 때, 내가 집을 완공할 때까지 우리 가족은 트레일러에서 살아야 했어.#$e#드미트리우스는 연구실용 트레일러가 따로 있었지.",
				"Wed4": "집에 쓸만한 가구가 아직 없어?#$e#난 내가 좋아하는 것 없는 집은 상상할 수가 없는데.#$e#미안, 내 말은, 뭐가 됐든 너한텐 좋다는거지?$h",
				"Wed8": "세바스찬의 친아빠? 좋은 사람이었지. 일이 잘 풀리지 않았어.#$e#우린 서로 너무 어렸거든.",
				"Thu2": "세바스찬이랑 얘기 해본적 있어?",
				"Thu4": "가끔 마루의 방에서 이상한 전자음이 들려.#$e#항상 마루가 나랑 드미트리우스 중에 누굴 닮을까 궁금했는데. 우리 둘다 조금씩 닮았나보네.$h",
				"Thu6": "난 대학에서 세바스찬을 등에 업고 도제가 되었을 때 드미트리우스를 만났어.#$e#어떻게 그 때 그렇게 시간을 냈는지 생각해보면 여전히 머리가 핑핑 돈다니까!",
				"Thu8": "가끔은, 세바스찬이 내가 친아빠를 곁에 두지 않아서 날 원망하는지 의문이 들어.$s#$e#마루에게 모든 걸 빼앗겼다고 느끼고, 마루의 그림자 속에 살아간다 생각할지도 몰라...$s",
				"Thu10": "@, 만나서 반가워!$h#$e#널 이웃으로 둔게 우리가 이사온 뒤에 일어난 가장 좋은 일 중 하나야.",
				"Fri2": "샘이 가끔 세바스찬이랑 게임하러 찾아와. 언젠가 너도 같이 하자고 부를거야.",
				"Fri_inlaw_Maru": "너와 마루가 함께 잘 지낼거라고 생각했어. 둘이 같이 있는 모습을 보니 너무 기뻐.",
				"Fri8": "참 이상하네. 성인 자녀 둘을 둔 만큼의 나이가 든 것 같지 않아.#$e#삶은 갈수록 점점 빨라지는 것 같아.",
				"Sat4": "아, 세바스찬이 담배를 피지 않으면 좋겠어.$s#$e#어디서 가져오는지도 모르겠네.$s",
				"Sat6": "드미트리우스는 마루와 관련된 일이 아니면 느긋한 편이야.#$e#신뢰를 얻고 싶으면 마루에게 잘 해줘야 할걸.#$e#만약 이미 쌀쌀맞은 말을 들었다면 미안해. 너 말고도 몇 들었나봐.",
				"Sat8": "여기에선 내가 하고싶은 프로젝트를 할 수있는 융통성이 있어.#$e#도시에서 일한다면 이런 자유는 얻지 못할거야.",
				"summer_Tue6": "으음, 잘 익은 복숭아가 먹고싶네. 농장에 가지고 있는 거 있어?",
				"summer_Tue10": "노트와 드럼 블럭으로 창의적인 시도를 해본 적 있어?#$e#톤에 변화를 줄 수 있다는 걸 기억해.",
				"summer_Wed": "필요하다면 햇빛 바로 아래에서도 일할 수 있어. 걱정마, 네가 아는 기능 좋은 자외선 차단제는 몇 개 가지고 있으니까.",
				"summer_Wed8": "왜? 너무 늦게까지 건축하니까 걱정돼? 아니야, 하루종일 많이 휴식을 취하는걸.#$b#네가 못봐서 그런거야.$h#$e#그리고 나처럼 빠르게 건축하려면 많은 작업이 필요한걸.",
				"summer_Fri_inlaw_Sebastian": "세바스찬이 밖에 자주 나가니?#$e#둘이 서로 잘 챙겨주나 보네!$h",
				"summer_Fri_inlaw_Maru": "마루가 최근에 뭔가 만들고 있니?#$e#둘이 서로 잘 챙겨주나 보네!$h",
				"fall_Mon4": "마루가 최근에 한 프로젝트를 너에게 보여줬어?",
				"fall_Mon8": "마루가 10대가 되었을 때 마루에게 기계에 대해 뭔가 있다는걸 알았어.#$e#어린 시절에는 항상 전자 제품을 분해했지만, 항상 다시 조립은 못했어.#$e#하지만 결국엔 개조를 하면서 자신만의 방법으로 다시 재조립하는 수준이 됐지.#$b#마루가 얼마나 발전했는지 자랑스러워.",
				"fall_Thu8": "우리 일이 잘 풀리면 어려운 사람들을 돕는게 의무라고 생각해.#$b#너도 그렇게 생각해?",
				"fall_Fri6": "단단한나무는 구하기 힘들지만 일할 때 쓰기엔 그만한게 없어.#$e#너희 농장에 있는건 이제 없을 것 같은데, 맞니?$h",
				"winter_Mon6": "벽난로가 마음에 들어? 만약 리모델링 하고 싶으면 말해.#$e#좋은 벽난로는 밖에서 볼 때 하나만 보인다는 큰 차이가 있지.",
				"winter_Mon8": "난 어릴 때부터 항상 건축에 열정이 있었어.#$e#가끔은 다른 사람들에게 내 취미를 \"살펴\" 보라고 하기는 했지만. 꽤 재밌었어.",
				"winter_Wed": "잠깐 혼자 있을 시간이 필요한 것 같아. 온천에 가야할지도 모르겠네.#$e#가본적 있어?",
				"winter_Wed6": "건축 양식과 디자인은 약간씩 다른 방향이긴 하지만, 둘 다 살기 좋은 곳을 만들자는 한가지 목표를 가지고 있어.#$e#인류는 항상 살기 좋은 곳을 찾았지. 역사 그 자체만큼 오래 된거야. 그래서 난 내 작품에 그런 느낌이 생긴게 즐거워.",
				"winter_Fri_inlaw_Maru": "마루가 너희 집에서 아늑하게 지내고 있니?#$e#한 번쯤 들르라고 전해줘!",
				"winter_Sat8": "어렸을 때, 내가 이글루를 어떻게 만드는지 찾아보고 직접 만든 게 기억나.#$e#꽤 잘 만들었어! 내가 리더였고, 친구 몇 명도 같이 도왔지.$h",
				"winter_15": "난 우리 가족이 야시장에 갈 수 있다고 생각했어.#$e#세바스찬이 가도록 할 수 있을지는 모르겠지만...",
				"summer_27": "난 드미트리우스랑 함께 달빛 해파리들을 보는게 질리지 않아.#$e#너도 그러길 바랄게.",
				"fall_15": "스타듀 밸리 품평회는 정말 특별한 행사야. 우리도 볼 수 있게 큰 전시를 해줘!",
				"winter_28": "또 한 해가 갔네. 앞으로 몇 십년 더 일을 하면 난 늙고 말거야.#$e#그러니 계속 열심이 일을 해야겠지.$h",
				"spring_1_2": "행복한 봄이야! 지금이 네가 나한테 어떤 프로젝트를 맡길지 알려주기 제일 좋은 시간이야.",
				"winter_15_2": "난 우리 가족이 야시장에 갈 수 있다고 생각했어.#$e#세바스찬이 가도록 할 수 있을지는 모르겠지만...",
				"summer_27_2": "난 드미트리우스랑 함께 달빛 해파리들을 보는게 질리지 않아.#$e#너도 그러길 바랄게.",
				"fall_15_2": "스타듀 밸리 품평회는 정말 특별한 행사야. 우리도 볼 수 있게 큰 전시를 해줘!",
				"winter_28_2": "또 한 해가 갔네. 앞으로 몇 십년 더 일을 하면 난 늙고 말거야.#$e#그러니 계속 열심이 일을 해야겠지.$h",
			}
		}
	]
}