{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries":{
				"Mon2": "어... 안녕?",
				"Mon6": "왜 사후세계에 대한 생각이 매력적이라 생각하는지 아직도 모르겠어. 사람들은 '영원함'이라는게 얼마나 긴지 알긴 하는건가?#$e#편안함이 필요한건 알겠지만...#$b#...나한테는, '영원함'을 생각하는게 심연은 바라보는 것과 같아. 차라리 곧 끝나는 내 일에나 집중할래.",
				"Mon8": "대자연에서 인간이 중요하다는 소리는 자아도취일 뿐이야.$s#$e#인간은 스스로 떠내려 가고 있는 것 같아. 그렇지만 떠내려 가도 재밌게 떠내려 가야지.",
				"Mon10": "대자연에서 인간이 중요하다는 소리는 자아도취일 뿐이야.$s#$e#그렇긴 해도, 대자연이 얼마나 우리에게 무관심 한들 네가 나에겐 매우 중요해.$l",
				"Tue4": "호수에 돌을 던지면, 잔물결이 일어나지. 그렇지만 잔물결은 호수 끝에서 멎어버려.#$b#모든 것엔 끝이 있는데, 어떻게 해야 지속적인 영향력 있게 더 중요해질 수 있을까?",
				"Wed4": "난 이런 평범한 삶이 지겨워. 사람들은 왜 이런 평범함을 좋아하는 거지?#$e#예를 들어서, 애비게일의 부모님이 세탁기를 사셨고, 몇 시간동안 세탁기에 대한 이야기를 하는거...#$b#...그 분들에게 생긴 가장 중요한 일처럼 말야.#$e#어떤 의미에선 웃기지만, 다른 의미로는 완전히 우울할 뿐이야.$s",
				"Wed10": "펠리컨 마을에 계속 있어야할 이유가 있어서 좋아.#$e#음, 내가 무슨 말 하는지 알지?$l",
				"Thu4_inlaw_Maru": "더 이상 마루랑 함께 있지 않아도 돼서 편하네. 둘이 어떻게 지내?",
				"Fri2": "*휴우*...기름값이 별로 안비쌌으면 오늘 오토바이를 타고 시내로 가는건데.#$e#$q 415/416 Fri_old#넌 일 없을 땐 뭐 해?#$r 415 0 Fri_bad#농장을 더 가꿔.#$r 416 30 Fri_good#만화책 읽어.#$r 415 -30 Fri_bad#쇼핑해.#$r 415 -30 Fri_bad#운동해.",
				"Fri_old": "$p 416#야, 심심하면 내 방에 놀러와...$h|넌 이런 시골 생활이 더 좋은거지?",
				"Fri8": "뭐 할 얘기 있어?$h#$e#난 오늘 살롱에서 샘을 또 이겨줘야지.$h",
				"Sat4": "넌 담배 안피지?#$b#...그래, 괜찮아. 피든 안피든.",
				"Sat6": "주말에 뭔가 새로 만들어야 할 것 같아.#$b#내가 프로그램 로고를 다시 디자인해도 의뢰인이 신경을 쓸려나?",
				"Sat8": "샘이 어젯밤에 거의 날 이길 뻔했어.#$e#뭐, 어디까지나 '상대적으로'긴 하지만, 점점 실력이 느는 것 같네.$h",
				"Sat10": "안녕, @. 오늘 어떻게 지냈어?$h",
				"summer_Mon2": "해가 지면 다들 힘이 나나 봐... 진부한 풍경이네.$a",
				"summer_Mon4": "태양이 지겹지 않아? 열기가 너한테 달라붙으면 땀에 흠뻑 젖고 더러워지잖아...#$b#...그리고 피부에 냄새나고 찐득한걸 발라야 화상을 막을 수 있고... 왜 사람들은 여름을 좋아하는 거지?",
				"summer_Mon10": "이제야 말하는데, @, 널 처음 만났을 때 널 좋아할 거라는 생각을 못했어. 너는... 꽤 활동적이니까?$h#$e#하지만 내 생각이 틀려서 다행이야. 내가 그 때 이사온 너를 삐딱하게 본 것 같네.$l",
				"summer_Tue4": "너무 더운 것 보단 너무 추운게 훨씬 나아.#$b#추우면? 스웨터 입기만 해도 해결되지.#$b#T더우면? 할수 있는게 없잖아.",
				"summer_Tue6": "여름 저녁도 기온이 낮으면 괜찮아.#$e#하지만 기온이 낮지도 않은데 밖으로 나가면... 끔찍해.",
				"summer_Tue8": "친아빠? 응, 몇 번 만난 적 있어.#$e#놀라울 정도로 평범했어.#$e#그 정도인 사람이지.",
				"summer_Wed4": "며칠 동안 날 괴롭힌 버그를 잡아내면 성취감을 얻지.$h#$e#아, 미안. 네가 듣기엔 지루한 얘기겠네.",
				"summer_Wed6": "젠장. 오늘은 날이 아니네.$a#$e#진짜 어디 일하기 좋은 공간이라도 있으면 참 좋겠다.#$e#넌 내가 어디서 일 하는지 알잖아.",
				"summer_Wed8": "왜 내가 웃고 있는거지? 요즘 유난히 좋은 일이 많았나봐...$h",
				"summer_Thu": "마을 사람들이랑 재밌게 얘기를 하는거... 아마 너처럼 활발한 사람이 하는 일이겠지?",
				"summer_Thu2": "미리 말하는데 난 전혀 수영하러 가고 싶지 않아.$s#$e#아, 그냥 인사하러 온거야? 미안.",
				"summer_Thu6": "여기서 사는게 너무 답답해. 한 해 한 해 살아도 바뀌는게 없어.$s",
				"summer_Thu8": "사는게 답답해. @, 넌 어떻게 바로 일을 그만둬버리고 이사를 온 거야?#$e#나도 방법만 알면 그렇게 하고 싶어. 하지만 도시로 가면 생활비가 문제네.$s",
				"summer_Fri2": "넌 어떻게 그렇게 일찍 일어나? *하암* ...궁금하네.",
				"summer_Fri4": "난 늦게까지 자야돼. 집에 있어야 안 덥거든.#$e#근데 이불을 덮으면 너무 더워서 잘 수가 없어.",
				"summer_Sat2": "커피를 마시고 싶은데 더워서 마실 수가 없어.#$e#그리고 아이스 커피는 너무 맛없어..",
				"summer_Sat4": "꽤 최근에 샘이랑 난 음악으로 더 친해졌어.#$e#좋은 친구지. 다른 사람들 대부분은 내 취미에 관심도 없는데, 샘은 내가 좋아할 것 같은건 같이 해보자고 하거든.",
				"summer_Sat6": "지하에는 수많은 생물들이 있는데, 사람들은 거의 말을 꺼내질 않아. 왜지?#$e#그냥 평범하고 지루한 삶을 택해서 그런걸까.",
				"summer_Sat10": "폭풍우 칠 때 오토바이 타고 나가는 것도 재미있겠는데.#$e#뭐, 다칠 수도 있고 위험하지. 네가 걱정할 것도 아는데 한 번쯤은 해보고 싶어.",
				"summer_Sun6": "어떤 사람들은 밤하늘을 보며 대수롭지 않게 생각하기 시작해.#$b#하지만 난 하늘이 움직이며 하루가 지나가는 단순한 사실이 날 항상 일깨워주고 위안이 돼.",
				"summer_Sun8": "호수에 살면서 좋은 점은 보름달이 바로 위에 뜬다는 점이지. 그 날이면 호수 전체가 고요하게 빛나.",
				"fall_Mon6": "왜 마루는 하는 일 마다 엄청 잘 하는 거지?$s#$e#난 아직 음악에 있어선 마루보단 나아. 프로그래밍도...#$b#...하지만 프로그래밍도 마루가 AI 스크립트를 설정하는 걸 보면 엄청 능숙하던데.$s",
				"fall_Mon6_inlaw_Maru": "듣고 오해하지는 마. 너랑 마루가 잘 돼서 기쁘지만...#$b#...그건 나한텐 결국 마루가 모든 애정을 받고 있다는 걸 상기시켜줄 뿐이야. 모든게 마루를 위해 완벽하게 해결 되어야 하는거지.$s",
				"fall_Mon8": "사람이 많은 곳일수록 외롭다고 하면 말이 될까?#$e#몇년 전에 주주시티 나이트클럽에 간 적이 있어. 춤추기엔 너무 붐비고, 떠들기엔 너무 시끄러웠지.#$b#그럼 뭐 할 수 있는 것도 없는거잖아, 그렇지?",
				"fall_Tue2": "조만간 애비게일을 보러 가야할 수도 있어.$u#$e#...언제가 될진 몰라도.$u",
				"fall_Tue4": "호박 양념... 호박 향신료... 으, 이런 계절에 있는 유행같은건 정말 넌더리가 나.",
				"fall_Tue8": "엄마가 드미트리우스랑 결혼했다는 사실에 화가 나는 건 아니야. 엄마도 엄마의 삶이 있잖아.#$b#그저 부모님도 내 삶을 이해해줬으면 좋겠어.",
				"fall_Wed4": "의뢰인이 해달라고 한 일 하느라 밤을 꼬박 샜어. 재밌는 일이긴 했지.#$e#그거 하는데 피곤한줄 모르겠더라.$h",
				"fall_Wed6": "*휴우* 내가 도시에 살았다면 '솔라리안 크로니클스' 그룹에 들어가서 8인 레이드를 뛰었을 텐데.$s#$e#아, 넌 그 그룹 중 한 명도 모르겠구나.",
				"fall_Thu4": "내 방에 창문이라도 있으면 좀 덜 우울할텐데...$s",
				"fall_Thu6": "흠, 내 신디사이저를 샘 집에서 여기로 옮길까봐. 그럼 연습하는게 더 쉽겠지.#$e#아니면 컴퓨터 키보드로 연습해도 되고. 처음엔 그렇게 배웠으니까.",
				"fall_Thu8": "마루랑 친하게 지내려면 노력해야지. 나도 알지만...#$b#...마루의 수준에서 대화하려고 하면, 마루와의 관계보다 마루의 지식에 관심이 더 가. 그건 잘못된 거잖아.#$e#이런 느낌 이해돼?",
				"fall_Fri": "*하암*... 어제 3시까지 새 책을 읽었어...#$q 462/463 fall_Fri_old#너도 책 좋아해, @?#$r 462 -30 Fri_bad#응. 고전 좋아해.#$r 463 30 Fri_good#SF랑 판타지 좋아해.#$r 462 0 Fri_bad#로맨스 좋아해.#$r 463 -30 Fri_bad#아니, 난 책 안읽어.",
				"fall_Fri_old": "$p 462#넌 이 책 싫어하겠네.$s|너도 이 책 좋아 할 것 같아.",
				"fall_Sat6": "결국엔 내가 일찍 일어나야 부모님이 날 터치하지 않아. 어린애처럼 다뤄지는 것보단 낫지.",
				"fall_Sat8": "어떻게 그렇게 미친듯이 일찍 일어나? 이해가 안돼.#$e#무슨 초능력 쓰는 것 같아. '굿모닝맨'이라고 해야하나?^무슨 초능력 쓰는 것 같아. '굿모닝걸'이라고 해야하나?",
				"fall_Sat10": "안녕, @! 좋은데, 우연히 만나서.$h#$e#네가 어떻게 지내는지 보고 싶었는데. 난 잘 지내고 있어.",
				"fall_Sun4": "많은 사람들이 자기 과시를 하는 것 같아. 어떤 사람들은 다른 사람들이 자신을 언급하지 않으면 책이나 TV쇼에 출연할 수 없어서 그런가봐.#$b#난 그래서 정 반대인 판타지 읽기를 좋아해.",
				"fall_Sun6": "사람들은 집단에 있을때 완전 다르게 행동하지. 다들 가면을 썼어. 페르소나를 이용해서...#$b#...다른 사람들이 자신을 받아들이도록 하는거야.#$b#실제 자기 모습에 편안함을 느끼지는 못하는 걸까?",
				"fall_Sun10": "오늘 밤 늦게까지 같이 있을래?#$e#동이 트기 시작할 때가 보통 내가 침대로 가는 시간이야.",
				"winter_Mon6": "사람들은 \"되는 것이 되어라.\" 라곤 하지. 하지만 말하는 사람조차 그냥 속담이라고만 생각할걸.#$b#실제론 진심으로 말하는 게 아닐거야.",
				"winter_Mon8": "겨울 별의 만찬이 다가오네. 감사했던 일을 생각해 봐야 하는건 알지만...$s#$b#...내 나이대인 사람들이 너무 많아지면 생각하기도 힘들어.$s",
				"winter_Mon10": "생각해본건데... 네가 내 인생에 존재해서 정말 고마워.$l#$e#겨울 별의 만찬이 다가오니, 한번 생각해봤어.",
				"winter_Tue2": "할 얘기 있어? 어... 지금 바쁜데.#$e#그래, 실제로 바쁜건 아니지만...$s#$b#...미안, 오늘은 아닌 것 같아. 다음에 얘기하자.",
				"winter_Wed6": "샘이 요즘 심심한가봐. 그래서 어제 같이 온라인 게임을 했어.#$e#글쎄, 샘이 네 번, 다섯 번 정도 같이 하자 할 때 한 번정도 같이 해주면 좋아하던데.",
				"winter_Wed10": "애비게일은 좋은 여자야. 오해하진 말고. 실제로 애비가 대부분의 마을 사람들 보다 더 좋은 사람이야.#$b#하지만 애비는 너무 어려. 게다가 난 네가 있고.$l",
				"winter_Thu4": "난 되도록 잘 만들어진 초밥을 좋아해. 하지만 그냥 생선의 맛이 좋은거면 다른 건 맛에 방해만 돼.#$e#아마 간장 같은거.#$e#그리고, 음, 내가 좋아하는 캐릭터가 회를 좋아하기도 해서...$s",
				"winter_Thu10": "자, 내가 내린 커피 마실래? 난 벌써 몇 잔 마셨어. [395]#$e#몸을 따뜻하게 해줄거야!$h",
				"winter_Fri4": "흠... 오늘 좀 추운데 오토바이를 탈 수 있을까...$s",
				"winter_Fri6": "나 진짜 기분 좋아. 다음 달에 '케이브 사가 X'의 신작이 나온대.$h#$e#벌써 예약구매까지 했다고.$h",
				"winter_Sat4": "집에서도 늘 뛰어다니면서 다니면 안될거야.#$e#난 생각만 해도 피곤할 것 같은데.",
				"winter_Sat8": "왜 사후세계에 대한 생각이 매력적이라 생각하는지 아직도 모르겠어. 사람들은 '영원함'이라는게 얼마나 긴지 알긴 하는건가?#$e#편안함이 필요한건 알겠지만...#$b#...나한테는, '영원함'을 생각하는게 심연은 바라보는 것과 같아. 차라리 곧 끝나는 내 일에나 집중할래.",
				"winter_Sat10": "으, 빨리 독립을 하던가 해야지.#$e#눈이 내리는데, 농장에선 뭐 새롭게 하는 거 있어?",
				"winter_Sun4": "눈사람을 만들었는데 드미트리우스가 그걸 부수라고 하더라.#$b#너도 알잖아, 새아빠가 날 여섯 살 먹은 애처럼 대하면 인생이 거꾸로 돌아가는 기분.$u",
				"winter_Sun6_inlaw_Maru": "마루가 눈사람 만들러 여기까지 온다니 믿을 수가 없네.#$e#너희 농장부터 걸어올 수 있는 곳에 사는 사람과 결혼하는게 과연 좋은 생각이었을까?#$e#미안. 그냥 잊어줘.$s",
				"spring_1_2": "포럼에서 의뢰자들을 찾아봐야겠어. 봄에 바쁘게 지낼 수 있게 말야.",
				"spring_12": "난 축제에 별 관심 없어. 소란스럽고, 겉치레도 해야하고... 생각할수록 재미보다 스트레스가 더 많은 것 같아.",
				"spring_23": "으으... 내일은 매년 열리는 최악의 축제야. 봄꽃 무도회 때 내가 얼마나 끔찍한지 지켜봐봐.",
				"summer_10": "하하... 내일 수프에 뭔가 이상한 걸 넣으면 웃길지도 모르겠네. 아무도 안그랬으면 좋겠지만.#$e#왜 수프를 망쳐? 흠... 그런 짓을 하면 해방감을 느끼는 사람도 있나봐. 내가 이상한걸까.",
				"summer_27": "내일 우리 모두 부두에 모여서 달빛 해파리의 대규모 이주를 볼거야. 아마 10시에 시작하겠지.",
				"fall_20": "영령의 전야제 기대하고 있어? 나도 제일 좋아하는 축제야.$h",
				"fall_26": "영령의 전야제가 내일이야. 올해도 해골들이 전시됐으면 좋겠어.$h#$e#이젠 거의 친구같은 느낌이야.",
				"winter_24": "내일은 겨울 별의 만찬이야. 내일을 위해 배고픈 상태를 유지해둬.",
				"winter_28": "새해 맞이 목표 같은건 생략했으면 좋겠어.#$b#모두가 지키지 못할 공허한 결심을 하곤 하지. 난 더 많은 사람들이 진실해졌으면 좋겠어.",
				"Mountain_47_23": "난 고요함과 평화로움 때문에 여기로 와.",
				"summer_Mountain_58_35": "#$c .5#밤이 되면 비로소 기온이 낮아지기 시작해.#$e#특히 호수쪽이 조금 더 서늘하게 되는 것 같아.",
				"spring_12_2": "난 축제에 별 관심 없어. 소란스럽고, 겉치레도 해야하고... 생각할수록 재미보다 스트레스가 더 많은 것 같아.",
				"spring_23_2": "으으... 내일은 매년 열리는 최악의 축제야. 봄꽃 무도회 때 내가 얼마나 끔찍한지 지켜봐봐.",
				"summer_10_2": "하하... 내일 수프에 뭔가 이상한 걸 넣으면 웃길지도 모르겠네. 아무도 안그랬으면 좋겠지만.#$e#왜 수프를 망쳐? 흠... 그런 짓을 하면 해방감을 느끼는 사람도 있나봐. 내가 이상한걸까.",
				"fall_20_2": "영령의 전야제 기대하고 있어? 나도 제일 좋아하는 축제야.$h",
				"fall_26_2": "영령의 전야제가 내일이야. 올해도 해골들이 전시됐으면 좋겠어.$h#$e#이젠 거의 친구같은 느낌이야.",
				"winter_24_2": "내일은 겨울 별의 만찬이야. 내일을 위해 배고픈 상태를 유지해둬.",
				"winter_28_2": "새해 맞이 목표 같은건 생략했으면 좋겠어.#$b#모두가 지키지 못할 공허한 결심을 하곤 하지. 난 더 많은 사람들이 진실해졌으면 좋겠어.",
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
				"Rainy_Day_0": "#$c .5#드디어... 비가 많이 오네. 그동안 너무 맑아서 지겨웠어.#난 오늘 즐겁게 보낼 것 같아. 너도 즐겁게 보내. 알았지?$h",
				"Rainy_Day_1": "#$c .5#으음. 부모님 집 지하실에 있던 내 방을 생각하고 있었어. 거기도 편안했지만 여기가 더 흥미로운 곳이야. 그리고 이 비 냄새를 잊을 수가 없어...#지하실에 있을 땐 빗방울이 떨어지는 소리를 들을 수 없었어. 이 집에서 살 수 있어서 참 좋아.$7#$e#부모님 집에서 그렇게 오래사는게 창피하기도 했고.",
				"Rainy_Day_2": "참. 어제 잠을 잘 못자서 동굴로 산책을 갔다가 이걸 찾았어... 가질래?[575 769 767 84 66 78]#$e#$c .5#내가 가끔 잠을 잘 못자긴 하는데, 너 때문에 그런 건 아냐. 사랑해.$7#계속 걸어 다녔는데, 정신을 놓은 것 같아. 아니, 실제로 놓은 건 아니고.",
				"Rainy_Day_3": "#$c .5#그냥 누워있기 좋은 날 같아. 책이나 뭐 다른 걸 보는게 좋을지도... 넌 어떻게 생각해?#어제 생긴 코딩 문제 때문에 골머리를 앓고 있었는데, 오늘은 제대로 해결 할 수 있을 것 같아.$7",
				"Rainy_Day_4": "#$c .5#또 비가 오네... 완벽해.#$e#좀 추워 보이네... 자, 이리와.$l#우리가 같이 우산쓰며 해변에서 보냈던 날 기억해?$l",
				"Rainy_Night_0": "결혼했으니 담배를 끊으려고 노력하고 있어... 너에게 피해를 주고 싶지 않아. 나쁜 버릇이기도 하니까.#$e#미래까지 함께하고 싶어.$l",
				"patio_Sebastian": "#$c .5#필요한거 있어? 지금은 오토바이 작업만 하고 싶은데.#모든게 문제 없는지 확인하고 싶어. 다음에 탈 때 걱정하고 싶지 않아.",
				"Rainy_Night_1": "#$c .5#오늘 음악을 듣고 싶어서 신디사이저 프로그램으로 놀았어. 정말 재밌었는데 자주 할까봐.$h#오늘은 컴퓨터로 작업을 좀 했어. 내가 만들고 싶은 게임 아이디어를 짜내고 있었어.#$e#네 수입 덕분에 난 내가 원하는 것을 할 수 있게 됐어. 정말 고마워.$h",
				"Rainy_Night_2": "#$c .5#아, 맞다! 오늘 쓰레기 버리기로 했었는데... 내일 아침에 할게.$s#미안, 저녁 준비하는걸 깜빡했어. 냉장고에 냉동 피자같은게 좀 있을거야.#$e#모르겠어, 내가 정신을 놓고 있었나봐. 집안일 하는걸 자꾸 까먹네...",
				"Rainy_Night_3": "오늘 어땠어? 몬스터를 잡았어?$h#$e#$c .5#가끔은 공격적인 활동하는 것도 기분 좋지?#어떤 상황이든 지루함을 피하고 있는 것 같아서 다행이야.$7",
				"Rainy_Night_4": "#$c .5#오늘 밤에 마녀가 우리를 찾아올까? 하하... 인생이 그렇게 재밌을리가...#밤에 잘 준비되면 알려줘...$l",
				"Indoor_Day_0": "나이가 들어갈 수록 도시가 끌리지 않아. 한 때는 가고 싶었는데.#$e#$c .5#하지만 그건 그냥 한 때의 낭만이었어. 도시는 바쁘게 움직이고, 미어 터지고... 난 거기에 속할 수가 없어. 외톨이 스타일인걸.#여기서 산다는 건... 내게 적절한 고독함이야. 매일 집에서 네가 오기를 기다리게 되는 고독함이지.$7",
				"Indoor_Day_1": "야... 커피 마실래?[395]$7#$e#$c .5#난 좀 필요해... 악몽 때문에 일찍 깼는데 다시 잠들 수가 없었어.#이건 좋은 브랜드 거야. 조자같은 쓰레기 상표가 아니라고.",
				"Indoor_Day_2": "어젯밤에 잠을 잘 못 자서 오토바이를 타고 나갔다 왔어.#$e#$c .5#결혼했더라도 난 독립적인 면모를 유지해야 해. 그게 내 가치관이야. 그래도 여전히 널 사랑해.$7#달이 나무들 사이로 그림자가 질 정도로 밝았어. 정말 멋진 밤이었어.$7",
				"Indoor_Day_3": "어젯밤은 잘 잤어?#$e#$c .5#네가 잠꼬대로 중얼대더라고. 겁에 질린 것 같았지만... 꽤 귀여웠어.$l#난 그럭저럭 잤는데, 인정할게. 네가 부동자세로 자서 내가 약간 심통이 났어.$7",
				"Indoor_Day_4": "#$c .5#여기서 너와 함께 사는건 내 껍데기에서 조금씩 벗어나는 방법을 배우는 것과 같아.$7#이 농장을 운영하는 것... 네게 우리가 먹는 음식이 어디서 왔는지에 대해 감사한지 말하고 싶어.$7",
				"Indoor_Night_0": "오늘은 그냥 집 근처를 돌아다녔어. 특별한 건 없더라...#$e#...#$e#$c .5#아, 설거지랑 빨래는 다 했어. 확인해봐.#우리집 경치가 정말 좋아. 현관에서 펠리컨 마을 위로 해가 지는 걸 볼 수 있더라.",
				"Indoor_Night_1": "커피를 너무 많이 마셨나봐... 별로 피곤하지가 않네.#$e#$c .5#버리기가 좀 아까웠어. 그리고 그거, 내가 제일 좋아하는 향이야.#아직도 농장 일정에 적응하려고 노력하고 있어. 난 새벽 5시까지 안자고 오후 2시까지 늦잠을 자곤 했거든.$h",
				"Indoor_Night_2": "#$c .5#난 가족과 떨어져 살아도 영향력에서 크게 벗어날 거라곤 생각하지 않았어. 하지만 한 지붕 아래에 있지 않으니 압박감이 없어.#우리만의 공간이 있다는 건 정말 멋진 일이야. 내가 하고 싶은 모든 것을 할 수 있고 내게 잔소리 하는 사람이 없는 걸.#$e#그리고 내가 떠나서 마루도 더 좋을거야.",
				"Indoor_Night_3": "#$c .5#아까 창 밖에서 날아다니는 박쥐를 봤어. 보긴 어려워도 집중하면 가끔은 볼 수 있어.#아, 이거 만들었는데 먹을래? 식당에서 나올법한 건 아니야. 배우는 중이거든. [227 228]",
				"Indoor_Night_4": "#$c .5#난 자주 집에서 인정받지 못한다고 느꼈어... 하지만 여기선 인정 받고 있는 기분이야. 날 받아줘서 고마워.$l#피곤하지는 않은데, 빨리 자도록 노력할게. 일하러 가기 전의 너를 보고싶어.$7",
				"Outdoor_0": "#$c .5#오늘 뭔가 하고 싶은 생각이 들어... 하지만 뭘 할진 잘 모르겠네. 달리 할게 있을까?#하하, 나 현관 불빛 아래에서 밤새 책을 읽었어. 이따가 낮잠 잘지도 몰라.$h",
				"Outdoor_1": "음... 가끔은 건강을 위해 밖에 있어야 해.#$e#$c .5#왜인지는 몰라도 난 실내에 있는게 좋아. 아마 어두운 지하실에 오래 있어서 그런가봐.#태양이 세게 내리 쬐네. 곧 그늘지겠지.",
				"Outdoor_2": "#$c .5#여기서 널 지켜볼게. 널 보는게 즐거워.$h#이렇게 현관에 서 있으니까... 언젠가 내가 마을 아이들의 멘토가 될지 궁금하네.$7",
				"Outdoor_3": "#$c .5#결혼했으니 더 이상 허약하게 있고 싶지 않아. 고추를 먹고 운동을 시작해야 할까? 그냥 생각해 본건데...$h#네가 일어나기 전에 잠깐 산책 좀 했어. 몇몇 동물들이 활동하기 시작했더라.$7",
				"Outdoor_4": "우리 슬라임 좀 더 많이 키우자... 양이 많으면 꽤 수익성도 괜찮을 거야. 키우기도 쉽고.#$e#게다가, 색깔별로 다른 물품을 생산하거든. 그리고, 모르겠다, 꽤 재밌는 취미일 수도 있을 것 같아.",
				"OneKid_0": "#$c .5#난 아직도 아빠 역할에 적응 중이야. 걱정마, 내가 아이들 잘 돌볼게! 그냥... 처음 맞이하는 상황이야.#음, 드디어 해냈네. 나보다 수면 시간이 불규칙한 사람을 발견했어. 고마워, %kid1.$s",
				"OneKid_1": "#$c .5#아빠가 된다는 건 내가 생각한 것 보다 훨씬 힘들어... 하지만 네가 벌어오는 수입이 우리를 지탱해주는건 알아. 그러니 나도 매일 최선을 다 할게.#나중에 %kid1(이)가 좀 더 크면, 오토바이 사이드 카를 사올게. 그러면 우리 모두 라이딩을 할 수 있을거야.$h",
				"OneKid_3": "#$c .5#난 내가 아기를 많이 사랑할 거라곤 생각도 못했어. 진심으로, 우리 아이를 위해서라면 무엇이든 할거야.$l#%kid1 냄새 나는 것 같지 않아? 목욕 시켜야 할 것 같네...",
				"TwoKids_0": "#$c .5#내 정신상태를 유지하려고 아이들을 일정표에 맞게 행동하도록 하고 있어. 하지만 내 일은 여전히 여기저기 널려있지.#걱정마. 아이들 밥은 챙겨줬어... %kid2(이)가 또 내 셔츠에 초코우유를 엎질렀고.",
				"TwoKids_1": "#$c .5#널 처음 만났을 때 이런 인생을 살게 될거라곤 상상도 못했어. 하지만 내 상상보다 훨씬 의미있는 삶이됐네.$l#%kid1(이)랑 %kid2(이)가 서로 잘 지냈으면 좋겠어. 어렸을 때 마루와 난 항상 싸웠거든... 돌이켜 보면 대부분 내 잘못이었어...",
				"TwoKids_2": "#$c .5#아이들이 둘 다 잘 때, 혼자 있는 시간을 가져야 할 것 같아. 아이들 돌보느라 몸이 피곤해.$s#%kid2(이)가 그림자 주술사 복장을 하고 빛나는 호박 위에 앉아있는 꿈을 반복적으로 꿨어. 이상하지?",
				"TwoKids_3": "꽤 많은 길을 함께 했네, @. 우리 가족을 봐. 솔직히, 이런 삶을 살게 될 줄은 생각하지도 못했어.#$e#지금 내 상황을 보면, 정말 마음에 들어...$l",
				"funLeave_Sebastian": "#$c .5#오늘 산책좀 하고 올게. 혼자만의 시간이 필요해.#오늘은 마음에 걸리는 일들이 있어. 저녁에도 신경쓰이면 무슨 일인지 알려주겠지만 지금은 산책을 다녀오면 될 것같아.",
				"funReturn_Sebastian": "#$c .5#오늘 꽤 괜찮았어. 난 딱히 얘기 할만한게 없는데, 네가 뭘 했는지 얘기해줄래?#응? 아, 지금은 기분이 꽤 좋아. 너는?$7",
				"spring_8": "오른쪽 눈꺼풀이 자꾸 떨려. 거의 한 달 동안 지속되던데.#$e#재밌네. 난 그정도로 스트레스 받은 적 없는데.#$e#모니터를 너무 오래 쳐다봐서 그런걸 수도 있어. 하지만 이런 것 때문에 쳐다보지 않는 것도 좀 그렇네.$u",
				"spring_16": "어렸을 땐 괴롭힘을 많이 당했었어. 그래도 지금은 괴롭진 않아.#$e#뭐가 됐든, 현재를 살아감에 감사하는게 더 좋으니까.$7",
				"spring_26": "드디어 오랜 기다림이 끝났어. 오늘 저녁에 케이브 사가 X가 배달된대.$h",
				"spring_28": "아... 케이브 사가 X를 벌써 다 클리어 했어. 새로운 시리즈를 기다리는 상태로 돌아가다니, 말도 안돼.#$e#2회차를 해봐야겠어. 내가 놓친 복선이나 비밀이 있을 수도 있을거야.",
				"summer_5": "자외선 차단제를 바르는거야? 아, 미안.#$e#넌... 우리를 위해 많은 걸 하니까, 난 집안 청소를 좀 해야겠네.$u#$e#있잖아, 네가 뭔가 사고싶다면 난 불평하지 않을게. 돈을 벌어오는건 너인걸.",
				"summer_15": "진짜, 벌써 이렇게 덥다고? 아침 6시인데 벌써 냉장고 바람으로 식히는건 별로 좋은 징조가 아닌데...$u",
				"summer_19": "오늘 비디오 게임 자선 기부를 라이브 스트리밍 한대. 더위를 피하려면 오늘 뭘 해야할지 알겠는걸.$h",
				"summer_22": "항상 뛰어다니는데 안피곤해? 내가 볼땐 넌 에너지 드링크가 필요할 것 같은데.$7",
				"fall_6": "어제 단골 고객에게 또 외주를 받았어. 며칠동안 또 바쁠 것같아.$7#$e#이 작업을 맡게 돼서 좋아.$h",
				"fall_17": "그래, 인정할게. 어제 품평회에서 담배를 피웠어. 하지만 특별한 행사였잖아. 다신 안피도록 할게.$s",
				"fall_22": "난 항상 모든 것이 일시적이라는 것을 인식하려고 해. 결국 모든 사람은 사라져 버리지.#$e#응, 가끔 이런 생각이 좀 지나치긴 하지만... 그래도 필요하다 생각해.$u#$b#이상할수도 있는데, 난 필요해.",
				"winter_3": "이런 계절엔 밤에 라이딩 하기 딱 좋아.$7#$e#걱정마. 길이 얼었다면 가지 않을거니까. 난 바보가 아냐.$h",
				"winter_12": "공기가 엄청 건조해. 내가 좋아하는 날씨야.$h",
				"winter_19": "음. 원래 커피를 마시곤 하는데, 오늘은 핫초코를 먹고 싶네.$u#$e#마시멜로도.$7",
				"winter_24": "내일이면 모든 가족들이 모여 앉아있겠지. 실은... 꽤 기대가 돼.$h",
				"winter_26": "...눈이 녹기 시작하네. *휴우*$s",
			}
		}
	]
}