{
	"Introduction": "Um, Hi. The name's Jacob. I'm Stardew Valley's mobile vet. Pleased to meet you. ",
	"Resort_Entering": "Oh, it's good to be back on solid land. Sea travel always makes me a little queasy.",
	"Resort_Leaving": "Homeward bound. I'll have to bring Ellie next time. She'll love the birds.",
	"Resort_Shore": "There's an abundance of wildlife here, and the crabs are less aggressive than the ones back home.",
	"Resort_Umbrella": "Are you enjoying the island, @? I am enjoying having a day off.",
	"Resort_Wander": "Oh, Ellie would love this place. I'm sure she'd be able to name all the birds.$1",
	"Resort_Bar": "A cool drink for a hot day, just what I needed. Care to join me, @?",
	"Resort": "What a glorious place.",
	"Mon": "Hi. Can I help you with anything?",
	"Mon2": "$q 5787991/5787992 Mon1#Hello @. Have you any livestock over on %farm?#$r 5787991 25 Mon2_Y#I most certainly do.#$r 5787991 25 Mon2_S#Not yet, but soon!#$r 5787992 -25 Mon2_N#No, they're a waste of time and money.",
	"Mon2_Y": "Oh, I'm glad to hear that. And not just because I'm the local vet.$1#$b#Animals enrich our lives in more ways than we might think.",
	"Mon2_S": "Ah, well if you need any help or advice, let me know. We've quite an eclectic collection here, after all.",
	"Mon2_N": "I agree they do take your time, and can be expensive. But I certainly wouldn't put it that way myself. Well, to each their own, I guess.$2",
	"Mon1": "How are things at the farm?#$b#$p 5787991#Let me know if you need a hand with your animals.|I hope you're doing well.",
	"Mon4": "Thanks for dropping by again! Ellie's always talking about you.#$b#If she ever tries to drag you birdwatching, I'd suggest you decline.#$b#Unless you really love birds, that is!$1",
	"Mon6": "Marnie was extremely kind to me after Del died. It's sad, but she's seemed distant ever since.",
	"Mon8": "Del really loved flowers. I try to look after her plants in her memory.",
	"Mon10": "Ellie worries that I'm lonely - as if anyone could be lonely with her around!#$b#Honestly though, you're welcome over anytime. I enjoy your company.$4",
	"Tue2": "I'm limping? Oh, yes. A llama stepped on my foot. I should've been wearing sturdier boots.",
	"Fri2": "Oh, hello @. Yes, I'm a bit tired today. Late night emergency call-out.#$b#Bit of difficulty with a calving over on the ranch.",
	"spring_Sat6": "Shane asked if Eloise wanted to come visit the chicks they've hatched. She's delighted, of course - she and Jas have decided to throw a birthday party for them.#$b#I'm not sure what that entails, but if it involves silly hats...$2#$b#oh, who am I kidding? I'm in!$1",
	"Thu10": "I try to be a good father - better than my own pa.#$b#He isn't a good man. Bequeathing me that parrot was him getting the last laugh.$2",
	"Fri6": "Do you have any siblings, @?#$b#Me? Oh, a brother. We were close once - but now we don't talk anymore.$2",
	"Tue": "Hey, did you need me for something? You're lucky to have caught me. Usually on Tuesday I'm off around the valley.",
	"Tue4": "I'm glad Ellie has some friends her own age, but she seems to enjoy spending most of her time in her bird hide.#$b#I do wonder what she's doing in there all day. Maybe plotting world domination?$1",
	"Wed": "I'm sorry... I'm a little busy right now.",
	"Wed2": "It was all pine forest around here when we first moved in.#$b#We planted in the maple and oak. A biodiverse ecosystem supports more wildlife.",
	"Wed4": "Yesterday was rough... Something's attacked Mr. Jefferson's sheep. I hope it was just wild dogs but...#$b#...keep your animals in at night, @. And keep a watch out.#$b#There's strange things in the valley, so the rumors say.",
	"Wed6": "It's generous of Marnie to look after Ellie on Tuesdays. She and Del were very close, and I'm glad Ellie has someone her own age to play with.",
	"Wed8": "Kids say the darndest things, don't they? Ellie's started pestering me about finding her a step-mom.#$b#She seems to think Ms. Marnie is a fine candidate. It's going to be hard to look her in the eye next time I see her...$4",
	//"summer_1": "",
	"summer_Mon": "It's a rough time of year for animals, @. Make sure they have access to water.",
	//"summer_Tue": "",
	"summer_Thu": "Eloise spotted a whispering grebe today! I'll have to send away for another pin for her collection, but it's worth it.",
	"summer_Thu4": "Next time you visit the desert, what do you think of taking Eloise? I can't get away from work this week, but the desert finch are flocking before their annual migration, and she'd love to see them.",
	"summer_Fri": "Oh, hi. Sorry, can't even try tonight. I lost a patient.#$b#Some people say it was just a cat... but she mattered. They all matter.",
	"summer_Sat": "We've been putting out food and water for the stray cat near the beach.#$b#She's been abandoned, poor girl. Ellie's determined to befriend her.$2",
	//"summer_Sun": "",
	"summer_Tue4": "Shane mentioned that some of the chickens are moulting early. I hope that's not a sign of chicken mites...#$b#I've given him some powder, just in case. You might want to check your own poultry. Mites love this warm weather.",
	"summer_Sat6": "Vincent was asking me about the animals of the Gotoro Empire. Not sure if he wanted to hear they were all evil and scary or not.#$b#For the record, they're not. Well, except for camels - they're surly brats. Give me their gentle cousins any day.",
	"summer_Mon8": "Princess Midnight and the Baron got into a bit of a quarrel last night.I'd best drop over with some antibiotics.$2#$b#Midnight's a little spitfire when she's irked, and she's got a mean right hook.$3",
	"summer_Thu10": "Family are important, and I'm all Ellie's got. Sometimes I worry about what would happen to her if something were to happen to me.$2",
	"summer_Fri10": "%Jacob seems to be in pain. He waves away your concern.#$b#What happened? Early morning call-out. A cow slammed me against a wall. My own stupid fault, I should've restrained her better.$2#$b#Harvey's given me some painkillers, but I'm bruised, not broken. No need to worry.",
	//"fall_1": "",
	//"fall_Tue": "",
	"fall_Wed": "Plants? Sorry, I'm only good with animals.",
	"fall_Thu": "Ellie insists that all of our animals have titles. Goodness knows, they get treated like royalty.#$b#Once upon a time, that armchair was mine.$1",
	//"fall_Sat": "",
	//"fall_Sun": "",
	"fall_Wed2": "Ran into Shane yesterday, and we chatted about chickens. He's got a good eye for them.#$b#And a good heart. That man may act like he doesn't care about anything, but I think, instead, he cares too much.",
	"fall_Sat6": "When she was little, we gave Eloise a plush velociraptor. 'It's a bird!' I said. 'No daddy. Dinosaur!' she insisted.#$b#So, the next year we gave her an encyclopedia. Now, she's schooling me on Taxonomy!$1",
	//"fall_Mon8": "",
	"fall_12_2": "Miss Aideen brought the Baron in yesterday. Neither Richie nor Princess Midnight were impressed.#$b#Miss Aideen wasn't either; I may have suggested that she reduce his food intake...$2",
	"fall_Fri6": "*yawn* Sorry, just recovering from an all-nighter. There was an emergency on Marnie's farm.$2#$b#At least Ellie and Jas got to have a sleepover, but they're both old enough to worry about the animals.",
	"fall_Fri10": "Emily brought her parrot in. I'm fairly certain Richie's in love with it.$1#$b#He's certainly been very ... enthusiastically vocal.",
	//"winter_Tue": "",
	"winter_Wed": "I hope you've set aside enough hay for winter, @. If not, Miss Marnie should be home today.",
	//"spring_12_2": "",
	//"spring_23_2": "",
	//"winter_7_2": "",
	//"fall_26": "",
	"summer_11_2": "Tomorrow'll be a good day to visit the beach. The sea currents are bringing in warmer water.#$b#But watch your toes; the crabs love it too. Might be a good day for fishing.",
	//"summer_27_2": "",
	"winter_Thu": "Talk about something other than Eloise or being a vet? Uh..... nice weather today, isn't it?",
	"winter_Fri": "Make sure you keep an eye out for foxes and badgers, living as close to Cindersap as you are.#$b#They'll take a chicken before you even realise, especially at this time of year.$2",
	"winter_Sat": "With mornings as frosty as this... well, there's some merit in being a bear.",
	"winter_Sun": "Do you have any grass starter, @? If so, plant it on the last day of winter.#$b#Apparently, it'll spread like wildfire overnight. Local farming secret.",
	"winter_Wed2": "Have you met Richie, our parrot? He would have to be the most foul-beaked fowl in Ferngill.",
	"winter_Sat6": "Marlon was asking me about tranquilizers. I turned him down.#$b#I admit, I'm a bit worried....? What could he be wanting them for? What's in those mines?$2",
	"winter_Thu10": "We tried to rehome Richie once. Thought an aviary would be good for him, that he'd be happier if he could be with his kin.#$b#And what did he do? Taught them all how to swear.$2",
	"winter_Wed6": "$1 David_Magnet#Abigail stopped by with David yesterday. Poor wee guy had swallowed a magnet. Very dangerous, especially at that size. I confess, I'm lucky he pulled through.$k#$e#Harvey has an advantage, human patients can tell him what's hurting - and I bet his patients rarely bite him.#$b#Though I wouldn't put it past Abigail.... Oh sorry, I didn't mean to say that out loud.$4",
	"summer_Wed": "Have you seen any stray cats around, @?#$b#FSPA is urging me to undergo their TNR program... but life in the wild's rough out here.",
	"summer_Wed2": "We've caught a few feral cats around here. Oh, don't worry, we don't hurt them!0 Most are neutered and moved onto farms.#$b#I don't suppose you need a couple of barn cats? They're not pets, but they are natural pest control. ",
	"summer_Wed10": "Miss Aideen dropped by, and Richie swore at her. I was mortified!#$b#And macaws can live for sixty years... at this rate, he might outlive me.$2",
	"Thu": "Yes? Sorry, I'd rather you didn't watch me work. It makes me self-conscious.$2",
	"Thu4": "That parrot is the craziest thing. Ellie loves him... but he knows far too many words, and not all of them are polite.$1",
	"Thu8": "Ellie was only six when her mother died. She handled it far better than me. I was a mess for months... Ellie's so pragmatic, sometimes I worry she had to grow up too fast.$2",
	"Fri": "Hello, um... are you enjoying the weather? Be careful if you're around the Scarp after dark.#$b#The rock crabs around here are very aggressive. Thankfully, they're nocturnal.$2",
	"Fri4": "That wretched parrot... the Mayor dropped by the other day and Richie had some choice words for him...$2#$b#He belonged to my father - and the old man swore like a sailor.$1",
	"Fri8": "Del's been gone more than two years now. You'd think time would make things easier... but it doesn't. I miss her everyday.#$b#Sorry, you didn't come here to listen to me delve into self pity.$2",
	"Sat": "Do you need help with your animals?#$b#No? Oh, I thought that was why you'd come to see me.",
	"Sat4": "Ellie's so outgoing, she's the life of the party. Just like her mom was.$2.#$b#Me? I'm generally the one standing in the corner, feigning fascination in the bookcase.",
	"Sun": "Hello. @, isn't it? I hope you get some time to relax today.",
	"Sun2": "Sorry, I'm not very good with conversation. I leave most of the talking to Ellie.",
	"Sun4": "Ellie loves the beach, but I'm a bit concerned. There's been a lot of those rock crabs around.#$b#I can't help but wonder if something's stirred them up.",
	"Sun10": "I've considered dating again... but I could never leave my farm, and I've got to think of Ellie too.",
	"spring_1_2": "Lambing season is the busiest time of year. I hope Ellie doesn't miss me too much.",
	"winter_Mon": "I hope you're keeping warm on that farm.",
	"winter_Tue4": "Ellie's been writing to Sora for three years now. Their mothers were friends, back in Gotoro, before the war.#$b#I'm not sure how the mail keeps coming through, but I deliver her letters to the travelling cart every friday.",
	"winter_Fri10": "When Del died, it was really hard to go on... but what else could I do?$2",
	"fall_Mon": "Blackberry season is just around the corner. You'll want to come and visit with a basket.#$b#There's so many around here, even the birds can't eat them all.#$b#And the freezer's still filled with last year's haul.",
	"fall_11_2": "$1 Jacob_BlackberryPie#I'm so glad you're here, @. If I had to eat another cobbler...Please, take this off my hands.[611]$k#$e#If you see Ellie around, I recommend you don't let her coerce you into a leaf fight.#$b#I'm still picking leaves out of my hair.",
	"fall_Tue4": "Fall must be a busy time of year for you. It's not so bad for me.",
	"fall_Thu2": "Be careful out there, @. The rock crabs around here are very aggressive.$2",
	"summer_Wed6": "Del had the green thumb. Me not so much. That's why I love cacti so much.$1",
	"winter_24": "I hope to see you at the festival tomorrow, @. Ellie's so excited; It's all she wants to talk about.$4#$b#And boy can she talk!$1",
	"winter_24_2": "Don't tell Ellie, but Winter Star's hard for me... Del loved it so much.$2#$b#She seemed to always be able to pick the perfect gift for anyone.$4",
	//courtship dialogue
	"rejectNPCA": "Oh, those are lovely... but I'm afraid it's too soon to give my heart to another.$2",
	"rejectNPCB": "That's very kind. But I'm not romantically interested in you.$2",
	"refusal_no_heartsA": "Oh? Um... No thanks... I couldn't leave my farm... or Ellie.$2",
	"refusal_no_heartsB": "I think it's best you take your affections elsewhere.$5",
	"engageA": "I'm not sure why you're giving me this?$2",
	"engageB": "I thought you were already engaged? Well, I'm flattered, but not interested.$5",
	"marriedA": "Aren't you married? This isn't appropriate.$2",
	"marriedB": "Um... sorry but please leave me alone. You're making a mockery of something that was sacred to me.$2",
	//Conversation Topics
	"Is_Sora_Dead": "I really hope we hear from Sora soon. Ellie's really taking it to heart.$2#$b#And the mail's so unreliable. It could mean nothing... or it could mean everything.$2",
	"Jacob_DinnerDate": "Oh yes, you are definitely invited to join us for dinner.#$b#Eloise is very enthusiastic about it; she's planned out a menu and everything.$1#$e#Insisted on writing the invite too, you probably noticed. I've never known anyone to love an exclamation mark so much.#$b#Did I read it first? No. Should I have?$2",
	"Jacob_Date": "You do??!$4",
	"Jacob_Friendzone": "Oh, to be honest, @, as fond of you as I am, that's a relief.$1#$b#After Del... well, I've lost my soulmate, and I doubt I'll ever find a love like that again.$2#$b#But good friends, and fine company? That is something I will most happily embrace.$1",
	"Jacob_Ditched": "I suppose your honesty is to be admired.$3#$b#Although, you should really work on your tact.$2",
	"Jacob_KidsRight":"Hah, yes. Where do they get these ideas from?$1",
	"reject_534":"That's a beautiful ring. There's something oddly familiar about it too, but I'm not sure what.",
	//"Talk about something other than being a vet or Eloise? Uh..... {{random: Have you read any good books lately?, Have you seen the latest Livin' Off the Land?, nice weather today, isn't it?}}",
	"AbyssRoosterGrow":"Don't tell Eloise, but I'm relieved that chick's gone.#$b#I'm pretty sure it's a rooster - and they can be quite aggressive.$2#$b#Not to mention there's something strange about the breed. Have you seen any chickens like it, @?",
	"PepperPupHome":"The poor wee pup's quite tuckered out. It's been a bit day for her.#$b#Don't worry, I'm sure she'll be out and about and looking to make friends tomorrow!$1",
	"Aideen_Garden": "Aideen told me about her town garden project.#$b#I'm excited to lend a hand. I may not have green fingers, but I can certainly use a shovel.$1"
}