{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail":"Sam? Sebastian? Did you guys even try last year?",
				"Robin":"Hey, @. Good to see you here.#$e#You must be in full swing with your crops by now, huh?",
				"Demetrius":"Gus's buffet is pretty spectacular this year. Are any of the eggs in there from your farm?",
				"Maru":"I think I'll give the egg hunt another shot this year. Why not?$h",
				"Sebastian":"Sure, I like games, but egg hunts are just a bit simple for me.#$b#If I'm going to play a game, there needs to be some kind of depth to it. You know? Context, narrative, that kind of stuff.",
				"Linus":"It's worth it to brave the looks people give me, if it means I get to eat something delicious.",
				"Caroline":"Did you visit Pierre's kiosk yet?$h",
				"Alex":"Maybe I overdid it a bit with the buffet this year... but it'll be easy to work it off.#$e#I could go for a run later tonight.",
				"George":"It was another rerun on TV. But this festival is like a rerun, too, so y'all should be thankful I'm here.",
				"Evelyn":"Oh George. You like the free food and you know it.",
				"Clint":"I made sure to get here extra early this year, before everyone else raided the buffet. I really had my fill.$h#$e#Wait... does that mean I hogged someone else's share?$s",
				"Penny":"We did an egg-decorating art project earlier in the week. If you see a purple one, it might be Jas's, and one of the yellow ones is Vincent's.",
				"Pam":"I've done this festival so many times, it's tough to remember 'em all.#$e#Why? Did anything interesting happen last year?",
				"Emily":"I glued some costume jewels to a few of the eggs that I decorated this year. I hope you like the patterns.$h#$e#Nope, they're not worth any extra points. They're just fancy.",
				"Haley":"Deviled eggs are so gross and slimy.#$b#What, do you like them, too, or something?$s",
				"Jodi":"Sounds like Emily really puts her heart and soul into this festival.$h#$e#Maybe I need a new hobby, too.",
				"Marlon":"I come to every festival, but I have to wonder whether some of these people even know who I am...",
				"Sam":"*sniff* ...Hey, it's hard to go crawling in the bushes for eggs when you've got a full-blown sneezing fit going on.$s",
				"Leah":"I got out my tiniest paintbrushes and I made a little flowery meadow on one of the eggs. I wonder who'll find it.",
				"Shane":"I always feel a little better at this festival. All the hard work I actually care about finally pays off.#$e#Hey, you enjoy.$h",
				"Marnie":"Shane was a big help this year. I'd say he just about put more work into making it happen this year than I did!$h",
				"Elliott":"Across cultures, eggs symbolize the promise of perpetual life through rebirth.#$b#For us here, the festivities breathe new life into the human spirit. We all relate to the beauty of it on a subconscious level.$h",
				"Gus":"That's right! Fried eggs, boiled eggs, poached eggs, deviled eggs, scrambled eggs, chocolate eggs... you name it!#$e#I hope I lived up to last year's feast.$h",
				"Harvey":"Mayor Lewis is letting me help hide a few eggs this year. I've been scouting some good locations.#$e#Oh, you're participating? Well... who knows? Maybe I won't hide them where you think I will!",
				"Jas":"Maybe I should just team up with Vincent and we can split the prize?#$e#Hmm... maybe not. That's probably not allowed.",
				"Vincent":"I heard the prize this year might be 1000G! That's SO much money!$h#$b#That's like... enough to buy 1000G worth of ice cream!$h",
				"Willy":"The children of this town don't care too much for what I spend most of my time doing. And that's fine.#$b#Helping out with this event helps me connect with them a little, even if indirectly.$h"
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail":"Can't we just have a flower dance without the dance? I don't mind the dress.$u",
				"Robin":"A flower feature can really make the aesthetics of your home come together. Have you seen the crafting recipe that Pierre has for sale?",
				"Demetrius":"It makes me so proud to see Maru in this festival. Kids sure do grow up fast.",
				"Maru":"I wonder if my dad's going to be videotaping this?#$b#I guess he can if he wants. He never really goes back and watches old videos, anyway.",
				"Sebastian":"After a while, these festivals get... routine.#$e#I think I'm just numb to this one, at this point.",
				"Linus":"I wondered if it would be a good idea for me to show up this year.#$b#Well, thank you for visiting with me.$h",
				"Caroline":"Abby needs to learn that a little dance once a year is far from anything that will kill her.#$e#I think she's more insecure than she realizes, and there's only one way to fix that!",
				"Alex":"Dancing's really fun if you've got the right partner!$h",
				"George":"My body'll be screamin' at me tomorrow for pushing myself all the way out here.#$e#It's the least I can do, though.",
				"Evelyn":"George won't let me push him out here to the clearing. Says he still wants to do it himself.",
				"Clint":"*sigh*$s#$e#...What? Oh, I wonder if I should see who's over by the river.",
				"Penny":"Okay. I just have to breathe. And not think about who's watching.",
				"Pam":"Heh heh. Mayor Lewis can't help but keep an open wine bar at this event. It's tradition, after all!$h",
				"Emily":"It's good to see Haley in a purely positive mood. I do my best to help make this day special for her.",
				"Haley":"One two three, one two three...#$b#...nailed it. Okay. I think I'm ready.",
				"Jodi":"I can't wait to see Sam dance again. He never does stuff like this at home.$h",
				"Marlon":"Gil told me he used to go to this festival, long ago.#$e#Apparently, it's been about thirty years. Maybe longer. He said he lost count.",
				"Sam":"You just can't be afraid to have some fun, you know?$h",
				"Leah":"Hey @. Don't mind us. Elliott and I were just debating aesthetics again.",
				"Shane":"Hmm... good thing I'm not too big into wine. It's tempting, though.$u",
				"Marnie":"Hey @. D'you think if I just went over and...$s#$b#...Er, never mind.$s",
				"Elliott":"The true beauty of flowers comes from their very temporary nature, not just their physical appearance.#$b#The shorter something lasts, the more precious it can potentially be.$h",
				"Gus":"Well, everybody seems to be having a good time. Looks like another success.",
				"Harvey":"I wonder how many of my old colleagues would be willing to dance at an event like this?$h",
				"Jas":"I wanna see Ms. Penny's flower dress!$h",
				"Vincent":"If you dance with someone, it doesn't mean you have to promise to marry them, right?$u",
				"Willy":"Hmm... what is there for someone like me to do at a festival like this?#$e#I think I'll stay until the dance wraps up. It's only polite."
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor":"Ah yes, the natural beauty here is lovely, Lewis, but campaigning for Stardew Valley as a tourist destination remains to be decided.#$e#Do tell me about the annual fall fair. Can we expect it to be filled with delicious cuisine?",
				"Abigail":"Hey, I think I saw a whale spouting on the horizon.#$e#Wait! There it is again!$h",
				"Robin":"Emily's fine. She does that all the time in aerobics class.",
				"Demetrius":"Are you sure Emily is okay, honey? She started dancing long before we did.",
				"Maru":"Mmm, I'm saving room for Linus's roast. Looks like it's just about done.",
				"Sebastian":"If the soup turns out terrible, I'm sure Sam's going to challenge me to a contest to see who can eat the most.#$e#He'll win.$h",
				"Linus":"Ah, good morning, @! Would you like a piece of breakfast?$h#$e#Oh, right. We're past breakfast time. I must have slept in later than I realized.",
				"Pierre":"I got done speaking with the Governor right before you arrived.$h#$e#It went... fine.#$e#He didn't actually respond to me.$s",
				"Caroline":"I worked everyone just a bit harder during aerobics this week. We've all earned a little feasting, I'd say.",
				"Alex":"Now this is what I'm talking about! Why don't we just do this kind of party every day?$h#$e#We could make Pelican Town into a beach paradise spot for tourists.$h#$e#Hey, maybe I should be mayor someday.",
				"George":"I liked the luau better, back when we didn't have those big electronic speakers ruining the atmosphere of the beach.#$e#This was... oh, twenty, twenty-five years ago.",
				"Evelyn":"This is just about the spot where I'd build sandcastles as a little girl, all these years ago. I can still picture it.#$e#Oh, this was well before I lived in Pelican Town. My family used to come here on vacation.$h",
				"Lewis":"*psst*... I'm on the verge of getting the Governor to promote the Stardew Valley Fair.#$b#Make sure you leave him impressed today!",
				"Clint":"Welp, time for another helping.",
				"Penny":"I have to admit it's a bit fun to watch Mayor Lewis's different facial expressions throughout the day.$h#$e#I hope his conversation with the governor goes well.",
				"Pam":"Marnie better be watching that soup carefully. I'm countin' on taking home some leftovers for tomorrow's lunch.",
				"Haley":"*giggle* My sister is such a dork sometimes.",
				"Jodi":"It's nice having a day off from cooking on a day like today.",
				"Marlon":"This festival is especially uplifting, after spending so much time underground and in the dark.",
				"Sam":"Alright, Penny, alright. The anchovies thing was just one year. I promise I won't put anything gross in the soup.#$b#*psst* You, on the other hand, @...$h",
				"Leah":"Aren't the first local melons of the season about to come in? Ooh, that sounds so delicious right now.",
				"Shane":"I'll eat spicy food any time of year, but for some reason, the hotter it gets outside, the better it tastes.",
				"Marnie":"I just love seeing everyone together like this.",
				"Elliott":"I didn't forget about the luau this year!$h#$e#Well, Leah reminded me, anyway. That helped.",
				"Gus":"I could make a delicious soup, no problem, but the potluck soup is supposed to be more a reflection of the whole valley, not a reflection of me.#$e#I just have to step back and let it be what it'll be!",
				"Wizard":"Ever notice how it's always sunny on festival days?#$e#Yeah, you're welcome for that.",
				"Harvey":"Is Emily still dancing? Good grief. I told her, dehydration and dance meditation are not the same thing.$11",
				"Jas":"Nobody needs a squirt gun to dance, Vincent.",
				"Vincent":"You should get a squirt gun and shoot it at my feet, like a cowboy! Then I'll dance like, woo-woo-woo!",
				"Willy":"I hope everyone cleans up better than they did last year. This might as well be my backyard."
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail":"Ahh, my favorite day of summer. And not just because it's over.",
				"Robin":"My first year in town, I saw the old candle-boat they were using, and I said, \"Hey, I can build something like that.\"#$b#So I went ahead and made one, and Lewis liked it.",
				"Demetrius":"In my field of study, it helps now and again simply to pause and truly absorb the beauty of the natural world.#$b#It reminds me that we have so much more to learn about nature. In the grand scheme, we've only just started.",
				"Maru":"This evening is always important to me. I hope you enjoy it as much as I do.",
				"Sebastian":"Once, I saw some sort of green creature with a round head poke up above the water.#$e#It was raining, so it was kind of tough to tell what it was.",
				"Pierre":"The harvest season begins tomorrow. It's tough to believe it's already here. Are you all set?#$e#Erm, sorry. I'd love to chat about tomorrow, but I've got to get date night underway.",
				"Caroline":"Pierre, is it closing time yet? Let's head over to our spot.#$e#Oop... sorry, @. Please take the time you need.",
				"Linus":"It's nice to see everyone being so appreciative toward nature. She provides everything we need, especially beauty.#$e#I'll sneak up when the jellies arrive. Don't worry. I won't miss this for the world.",
				"Alex":"I made some really good memories this summer. My only complaint is that it's all over.$s",
				"George":"Can't see much of anything. I'm counting on those jellies letting me know where they are.#$e#They always do.$h",
				"Evelyn":"What a lovely way for the year's youthful days to end. I couldn't ask for more.#$e#I'm still making lots of plans for the fall, though.",
				"Lewis":"Good evening, @. I saved a spot for you here on the deck.#$b#Let me know when you've settled in for the jellies to visit.",
				"Clint":"Can you believe another year's already half gone?#$e#I can't say the first half turned out how I'd hoped, but it did turn out how I'd expected.#$e#You get used to things after a while.#$e#Anyway, thanks for dropping by.",
				"Emily":"*sigh* This evening is like a long goodbye kiss from the season. Sad but sweet.$u",
				"Penny":"The jellyfish have such a simple existence...#$e#And when I think about things in the grand scheme, so must we, by some relative standard.",
				"Pam":"Fall's coming up. It's a tough time for Penny, so you outghta do something nice for her.#$e#I reckon she'd appreciate that.",
				"Haley":"I actually remembered my camera this year. There should be some really good shots for me to take.",
				"Jodi":"Kent, honey, I'm so glad you're with me this year.",
				"Sam":"Hmm, I just got the best idea for an album cover.",
				"Leah":"Summer's an extra special time of year for me. I just need an evening by myself to give it proper closure.",
				"Shane":"I'm going to miss these longer days.",
				"Marnie":"I love animals because I can look directly into their faces. But these little guys don't have any faces.#$e#They're still absolutely breathtaking, though. It must be a different kind of beauty.",
				"Elliott":"'The harbinger of hope sighs out his light#$b#While ancient moonlamps serenade the night.'#$b#Oh, @, that's the last two lines of a poem that's fluttering into my head.#$e#I don't keep a poem if I rhyme 'light' with 'night,' so this one's just for the moment.$h",
				"Gus":"It's nice to take the night off. I don't get many of 'em.",
				"Wizard":"The Lunaloos were going to make a modest showing this year. I managed to pull some strings with the sea's spirit guardians, to fix that.#$e#Please don't make a big fuss about it. I'm hiding back here for a reason.",
				"Harvey":"I just have to get a glimpse of everyone. I spend so much time making sure everyone's body's in working order...#$b#...that it's really a touching moment to see everyone so well and peaceful.",
				"Jas":"I hope I see the rare green jelly like Vincent saw last year.",
				"Vincent":"Jas said there were babies last year. I'm going to look for them this time.",
				"Willy":"This might be my favorite festival. Fishermen around the world would give an arm and a leg just to witness this once."
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail":"I wish we had a 'Tent of Horrors' or something like that, as a place to spend star tokens.",
				"Robin":"It's been good catching up with Leah! We don't normally run into each other a lot, but we've got a lot in common.$h",
				"Demetrius":"I've thought about doing a grange display, but if it were truly a representation of my best work...#$b#...you'd have to look at it under a microscope.#$e#So... that's a bit of a problem.$h",
				"Maru":"I came back for the barbecue sandwiches, but maybe I'll have a burger this year.$h",
				"Sebastian":"Just serving my time here. If I'm after fun, I've got dozens of games at home that I'm more invested in.$u",
				"Pierre":"Oh, hey @. Uhh... did one of my pumpkins actually come from your farm?",
				"Caroline":"Pierre feels like the success of the store depends on his grange display. I tell him not to worry so much.#$e#We sell the products of everyone who's entered here, including you. So it doesn't make a big difference in the long run.",
				"Linus":"These animals have gentle souls. They deserve the best.$h",
				"Alex":"I'm saving up for that fedora, but it's taking a while with just the 'Strength' game alone.$s",
				"George":"I won't say no to a good-quality meal. At least with this festival, I don't have to travel far to reach the food.#$e#And at least there's something besides eggs.",
				"Evelyn":"George, we need to make sure we're watching your cholesterol.#$e#If you don't eat it, I won't either.",
				"Lewis":"@! Welcome! Can we expect a grange display from you this year?$h#$b#I called in mostly the same entertainers and vendors as last year. But if it ain't broke, don't fix it!$h",
				"Clint":"I know you're familiar with my work on your own tools, but if you want a little more reassurance, take a close look at these.$h#$e#Marlon sells my weapons at his guild, in case I haven't told you.",
				"Emily":"It's cute how Haley gets so invested in the fortune teller. I think I can claim credit for that one.#$e#Well, we can all use a little something to look forward to.",
				"Penny":"Last year, I made off like a bandit at the wheel of chance.#$b#I've been unable to recreate my success, so I'm trying to figure out if orange or green wins more often.",
				"Pam":"I'm taking a break before I go back in there and whup that fishing game again.$h#$e#It's definitely the best place to earn star tokens.",
				"Haley":"Everything the fortune teller told me last year came true. She's amazing.#$e#I hope my fortune comes true this year, too!$h",
				"Jodi":"Excuse me, uh... Mr. Clown? Do you tell a joke if we give you a tip? Is that how this works now?$s",
				"Sam":"I got a 4x multiplier at the slingshot game for having perfect accuracy! The star token payout was insane!$h",
				"Leah":"Hanging out at Robin's display is like getting a free woodworking class.$h#$e#Sometimes I miss being a student.",
				"Shane":"Marnie put me in charge of the petting zoo. Go ahead. Give 'em a pet.#$e#Hey, if you wanna take one home, you know the system: ask Marnie.",
				"Marnie":"If only the displays were based on taste, rather than looks. Then maybe I'd have a fighting chance in the competition.",
				"Elliott":"It's a marvelous view of the fairgrounds up here, isn't it?$h",
				"Gus":"Goodness! Some folks really like to slather on that barbecue sauce!$h#$e#I take pride in my secret sauce, but make sure you can still taste what's under it!$h",
				"Wizard":"I refrain from telling my acquaintances about their futures, for fear of the consequences. Welwick is different.#$b#She is uniquely gifted and will tell you exactly what you need to know.",
				"Harvey":"If human medicine had been too much for me, I suppose I could have easily wound up working as a veterinarian.#$b#The work's still quite rewarding, I'm sure.",
				"Jas":"Do you like our animals?",
				"Vincent":"I wanna ride one.#$e#Will you lift me over the fence?#$e#Aw, c'mon!#$e#...Where's Sam?",
				"Marlon":"I wonder if I could get my investment back if I purchased one or two of these blades for the guild's stock?",
				"Willy":"I'm most proud of that Dorado. Have you caught one of 'em before?#$e#It's hard to put together a good grange display when a beautiful fish's shelf life is so short."
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"Nnnngh... I was really hoping the spiders wouldn't be here again.$s",
				"Robin":"What are you planning to do in your upcoming off-season?",
				"Demetrius":"This festival is fun, but I feel like sometimes people can take their own ideas of fun a little too far.",
				"Maru":"What I need is some kind of device that can track my location and steps.$s",
				"Sebastian":"Nice. They've got the skeletons again.$h#$e#It's a pretty expensive special effect, so I wasn't sure if they'd have 'em.",
				"Caroline":"I'll just stick to the food. The maze really isn't for me.",
				"Alex":"I brought my bat just in case something jumps out at me.#$b#Remember, it's always the sports star who saves the day in the horror movies... right?",
				"Lewis":"This is a pretty hands-off festival for me. Somehow, it comes together each year, but I'm not entirely sure how.",
				"Clint":"I'm reasonably aware... if it's Marlon who's brought these monsters, they're probably the real deal.",
				"Emily":"What an exciting night! The square is buzzing with activity from spirits we can't see.",
				"Penny":"Is someone playing tricks on me? How did I wind up here?$u#$e#This cauldron... It's... familiar.$s",
				"Pam":"Was it just me, or did I hear a scream come from the direction of the maze?",
				"Haley":"I got a little ways in, and then in the shadows I saw something moving out of the ground.$s#$b#...I think I'm done.$s",
				"Jodi":"I'm sure Vincent only wants to go into the maze because Sam makes it seem like no big deal.$4#$e#I don't think he realizes what he'd be getting into.",
				"Sam":"I swear this maze is the same as last year's.#$b#But my memory gets... unnaturally fuzzy when I try to remember where I went after the graveyard.$s",
				"Leah":"Who made this cobbler? It's delicious.",
				"Marnie":"I'm glad this event isn't held close to our farms. The animals would go into a panic.",
				"Elliott":"Soon, the world will fall inevitably into a deep, deathly sleep.#$b#But just as inevitable is the struggle to stay awake just a little longer, in nature and within ourselves.$h",
				"Gus":"Everyone needs a slice of pumpkin pie this year! I insist!$h",
				"Harvey":"An open-heart surgery never bothered me, but this... THIS is too much.$s",
				"Shane":"The animatronics on these skeletons are still pretty impressive.",
				"Jas":"Aunt Marnie, I know there's no such thing as monsters and ghosts. Why can't I go in?",
				"Vincent":"I bet Sam got to go into the maze all the time when he was my age.$s",
				"Marlon":"To slay a skeleton is one matter, but to capture one is a different feat altogether."
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail":"I think next, I'll try to eviscerate this snow goon's belly with some kind of creature crawling out.#$b#Maybe I can use a few fish from the competition. Ew!$h",
				"Robin":"This should be ready in an hour or two. I hope there are some people who are still around to see it then.",
				"Demetrius":"Can you believe how borderline tropical it'll be around here, in just half a year?",
				"Maru":"Sebastian makes some pretty cool snowmen. I feel like I could learn a thing or two from him, if he'd let me.",
				"Sebastian":"Nah, this isn't too cold. Cold is when you go outside with wet hair and it freezes.",
				"Pierre":"Finally! I can spend some time outside and throw a snowball!$h#$e#Hmm... is there anyone I can hit? Or... they'll just be mad, won't they?$s",
				"Shane":"Two words: Pizza. Festival. Seriously, that needs to happen this year.#$e#It'd be so easy, too. We'd just order a crap-ton of pizzas from Gus and pass 'em around.",
				"Caroline":"I actually think Abby's snow goon is pretty funny.$h",
				"Linus":"I traveled all over the place when I was younger. Some places are like this year round.#$e#I don't think I could handle living on the tundra anymore. That was when I was younger.",
				"Alex":"Heyyy, I've got an idea. Maybe we could take some sports jerseys and have the snowmen wear them.#$e#Actually, would a jersey even fit on a snowman's body?#$b#Ohhh, they'd make my favorite athletes look all fat.$s",
				"George":"I brought my extra-heavy blanket for this.",
				"Evelyn":"My joints will be stiff from spending so much time in the cold, but the visit is worth it.#$e#This festival is very important to me, you know.",
				"Lewis":"Hi there, @! Glad you could make it. Be sure to say hi to everyone.$h",
				"Clint":"Well, look at this, Emily! It's like this snowman's our own little kid! You're the mom and I'm the dad! Heh heh.$h",
				"Emily":"Oh, yeah Clint. Um, I guess?$u#$e#Maybe I can be this snowman's aunt.",
				"Penny":"$y 'Hmm... What kind of snowman should we make?_How 'bout something with peppermint candies for eyes?_Ooh, fun! Do you know anyone who has some candies?_Look to Abigail for inspiration._Oh, yeah. Never mind.$s_Make a conventional one. It's the only true way to do it._When you only do it once or twice a year, the classic ones never get old, huh?'",
				"Pam":"I actually practiced a little bit in preparation for the competition.$h#$e#Er, well, what I mean by that is... I didn't practice. At all.$s#$e#Does the fishing tent from the fair last month count?",
				"Haley":"I should look through my wardrobe for some winter fashions. I've got some really cute fur coats that I've never even worn.",
				"Jodi":"I love the forest when it's silent. When the snow falls off the branches, it makes that soft thump.#$b#I just love that.$h",
				"Sam":"We live right across the street from a river. I'm amazed that I still don't know how to fish.#$e#Oh yeah, I guess I'd get bored pretty quickly, wouldn't I?",
				"Leah":"I got here extra early this morning so I could get started on my sculpture right away. What do you think?",
				"Marnie":"Mmm. Tonight'll be nice, sitting by a fire, with hot chocolate, snuggling up next to...#$b#...um, I mean, just feeling snuggly.$s#$e#So what's new?",
				"Elliott":"Willy taught me some fishing tricks a while back. I wonder if he'll be watching me to see if I remembered?#$e#Don't want to let him down.",
				"Gus":"...What? Sorry. Just daydreaming. I'm already crafting my plans for the Feast of the Winter Star.",
				"Wizard":"Sneaking off to visit my weird tower? You're odd for a mundane.",
				"Harvey":"Well, no one had hypothermia last year, so I guess I can lighten up a bit.$h",
				"Jas":"Ms. Penny, do you have a hat we can use?",
				"Vincent":"Look! If you stomp really hard, little cracks appear in the ice.#$e#What? Why is that bad?$u#$e#Oh...$u"
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"Mom, are you okay?$h",
				"Robin":"@, cheers to you, for two great years with you in Pelican Town!$h",
				"Demetrius":"What a great time to be alive!$h",
				"Maru":"Oh good. I told my mom, \"Mom, we have to get a table that has the green stuff at it.\"$h",
				"Shane":"I was thinking maybe I'd start getting into better shape.#$b#Welp, that's out the window now.",
				"Sebastian":"I have half a dozen things on my mind that need doing.#$e#Well, it's just hobby stuff, but I was in the middle of it before we came down here.",
				"Pierre":"I spent so much time worrying about the store this year, but that all seems so far away right now.#$e#I'm really thankful when the year comes together like this.$h",
				"Caroline":"Pierre... you're two drinks behind me! Yoohoo, where are you?$h",
				"Linus":"Everyone looks quite joyful today, don't they? It's okay. I'll just stay back here.",
				"Alex":"I'm on plate number five. Feelin' alive!$h",
				"George":"Bah. It feels like we just did one of these Feasts last week.",
				"Evelyn":"I know there's lots to eat, dear, but I hope you save room for one of my cookies.",
				"Lewis":"Just when we think the long winter will never end, we all spontaneously break into a joyful celebration. Cheers!$h",
				"Clint":"I should probably call my mom.",
				"Emily":"$y '@! What are you hoping to find under the spirit tree?_A rare gemstone._Oh! I bet you must have the perfect place to display it at home, huh?_Something tasty._Oh yeah! Edible items are tough to go wrong with when you feel like you have everything you need.$h$h_A tea set._Hmm, oddly specific, but who knows? You might get it!'",
				"Penny":"It's so cold out, and yet I don't even feel cold at all.$h",
				"Pam":"Hey, kid. Here's to another year.",
				"Haley":"My parents used to get the most epic gifts for this.#$e#I hope they're doing well... wherever they are.$u",
				"Jodi":"Here, Kent. Why don't you eat the rest of what's on my plate?",
				"Kent":"Good afternoon, @. Happy Feasting.",
				"Sam":"I'm thankful for my dad being back this year.#$e#It's been... different than how I expected, but it's nice to have everyone together again.",
				"Leah":"Joining our table for a little while? Here. Have some nog. Gus is on about his candy canes again.#$e#I think it's literally the same spiel as last year.",
				"Marnie":"I hope you can walk home tonight after you're done eating!$h",
				"Elliott":"The beach was especially lonely this morning. I took a quick walk up here and discovered such wonderfully warm company!$h",
				"Harvey":"I couldn't believe this festival during my first year here. Eating out in the cold? But it all somehow works, doesn't it?$h",
				"Jas":"Aunt Marnie, can we eat now?",
				"Vincent":"Preseeeeeents!$h",
				"Marlon":"I spent some time in the lava mines this morning. My body isn't properly adjusted to this chill."
			}
		}
	]
}