{
    "Changes": [    
     {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Are you bringing your A-game again this year?$h",
            "Robin": "I'll build as many coops as you like. It's always enjoyable for me.",
            "Demetrius": "The grass in the valley is very nutritious for chickens, certainly better than the corn they're fed on most other farms.",
            "Maru": "I'm trying to come up with egg-themed lesson ideas for Penny. It's tough when Jas already knows just about everything about them.",
            "Sebastian": "This festival must look really bizarre to someone with zero context for it.#$b#An entire day we're supposed to take, so we can talk about... eggs. I mean, really?#$e#What was it like, anyway, your first year here?",
            "Linus": "I'm helping myself to modest portions. Hopefully, there'll be some leftovers I can take home.",
            "Caroline": "You must have a lot of cash stockpiled. Is there anything we have for sale that you don't already own?",
            "Alex": "I wonder who was the first person to look at an egg come out of a chicken and think, 'Whoa, dude, that looks delicious.'$s#$e#Hey, I'm not complaining. It just must've been weird the first time that ever happened.$h",
            "George": "Half the town would make a fuss over it if I stayed in. I figured it's easier just to get this over with.",
            "Evelyn": "How many years have you been here now, dear?#$b#Well, I sure am glad you decided to stay. It's important for George and I to know Pelican Town's got a future.",
            "Lewis": "How's your spring so far, @? Everything going as planned?$h",
            "Clint": "I just went ahead and took one of everything this year. Nobody'll get mad, right?",
            "Penny": "Watching the kids enjoy this festival gives me just as much fun as I had when I was little.$h#$e#Life is anything but 'all downhill' after you grow up yourself.",
            "Pam": "I wonder if Gus'll teach me some of his recipes someday?",
            "Emily": "I use the same dyeing kit for clothing as I do with the eggs. Turns out, it works pretty well!#$e#I figured that one out years ago.",
            "Haley": "Okay, it's my goal today to try one new kind of food. I'm just trying to branch out a bit.#$e#What do you recommend?",
            "Jodi": "We're already almost halfway through spring, aren't we? Seems like the new year started just a couple of days ago.",
            "Kent": "I'm still not big on this festival much, myself, but it is nice to see Vincent in a good mood.",
            "Marlon": "Many years ago, I took on a whole horde of Pepper Rexes while looking for a dinosaur egg.#$e#I emerged victorious, of course, but those eggs are always a rare find.",
            "Sam": "I took some allergy medication this morning. Now I feel kind of loopy.#$e#It always hits me on the day of this festival, for some reason. Maybe it's just from spending so much time outside.",
            "Leah": "Where's that punch from a couple years ago? That stuff was to die for.#$e#Yeah, I know why it was good. I'm not dense.$h#$e#Okay, well, maybe it took a few glasses for me to figure it out.$u#$b#But it was worth it!",
            "Shane": "If you want good birds who lay the best eggs, you've just gotta give 'em the life they deserve.#$e#This festival would never work with a bunch of factory-farmed eggs. Never in a million years.",
            "Marnie": "I think things turned out pretty well this year!$h",
            "Elliott": "This environment isn't particularly inspiring to me in the literary sense, but I am enjoying myself quite nicely.$h",
            "Gus": "We've got all the usual fixins here today. I improved my deviled egg recipe a bit, though, so that's something new. Give 'em a try!",
            "Wizard": "Hmm... And what about raw lizard egg sprinkled with blackened marrow?",
            "Harvey": "This year, I was looking forward to the egg festival like it's an old family tradition.#$b#I'm really lucky I wound up in this town.",
            "Jas": "I'll do the egg hunt, but I think I'll just look for the eggs I decorated.#$e#It's too hard to compete with grown ups.",
            "Vincent": "Me'n Dad already did an egg hunt in our house this morning.#$e#This one's more fun, though.",
            "Willy": "I thought I'd bring in a sample platter o' my homemade caviar, but it'd be a bit expensive to have enough for everyone.",
			"Leo": "What if I kept some of these eggs to decorate my nest? That could be nice.",
        },
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Here we go again.$u#$e#Guess I'll live through this one, too.",
            "Robin": "Some of my out-of-town friends can barely believe we still have traditions like this in the valley.#$b#For me, though, it's exactly why I love living here.",
            "Demetrius": "The timing of this festival is in almost perfect congruence with a swell in the ecosystem's activity.#$e#I'm sure that's no coincidence. Humans are connected to the natural world more than we realize.",
            "Maru": "*giggle* It's fun to be unapologetically girly every once in a while.$h",
            "Sebastian": "It's gotta be some kind of herd mentality that keeps me coming back here against my will.#$b#I guess there are... some individuals... who shouldn't have to suffer on their own.",
            "Linus": "A lot of death and decay goes into nourishing all of these flowers.#$b#Er, sorry... I don't mean to be gloomy. I simply mean that from different perspective, it's actually just as beautiful.#$e#Give it some thought.$h",
            "Caroline": "Has Pierre even sold anything today...?",
            "Alex": "Okay, I'm ready for some dancing. Bring it on!",
            "George": "I wonder how many more of these festivals I've got left in me...?#$e#Oh, don't worry. I don't plan on quitting any time soon.",
            "Evelyn": "I hope you like the flower arrangements, dear. I put in a little extra effort every year.",
            "Clint": "Emily's a pretty good dancer, you know.#$e#I hope the men she dances with appreciate that.",
            "Penny": "I know the dance'll be fine. It always is. But my nerves can never seem to settle down.",
            "Pam": "How's Penny doin'? That girl sure knows how to worry herself.#$e#I'm sure she'll be fine.",
            "Emily": "I remember your first year at the flower dance. That was a good year!",
            "Haley": "One of these years, I know I won't be the flower queen anymore. But for now, no one seems to have a problem with it.",
            "Jodi": "I wonder how many more years until Vincent's old enough for this?",
            "Kent": "Dancing... singing... all just for the heck of it.#$b#This is what happiness looks like.#$e#I'm grateful to see everyone happy like this. It's... what it's all about, right?",
            "Marlon": "Such a contrast to my usual environment. *sigh*#$b#Perhaps I should have put more effort into matters of love when I was younger.",
            "Sam": "Hey, I don't care who knows that I like flowers. Anyone who's comfortable in his masculinity has to be honest.",
            "Leah": "Moving water is really hard to paint. I'm trying to get the image of this river etched in my mind.",
            "Shane": "Nobody seems to mind if I sorta half-ass it through the dancing.$u#$b#Hope you're not offended, or anything...$u",
            "Marnie": "Everyone looks so lovely! I can't decide whether this festival makes me feel older or younger. Or maybe a bit of both.",
            "Elliott": "I'm feeling particularly inspired by this scene. I should dig up some of my old sonnets and see if they need any revision.",
            "Gus": "Looks like the weather turned out perfect again for a picnic.#$b#That's definitely a good thing, 'cause I most certainly do not have a backup plan if it rains.$h",
            "Harvey": "This dance is supposed to be for young people.#$b#I... guess that means I can still participate.$11",
            "Jas": "Granny Evelyn let me help out with some of the flowers this year!",
            "Vincent": "I wanna collect one of each color of the flowers here. You gotta be quick, though, when no one's watching.",
            "Willy": "Dorados should be lurking in these rivers pretty soon. They're one o' the rarer catches here in the valley.",
			"Leo": "It feels like this clearing is in a whole different world.",
        },
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "That one year, the soup was delicious! Was that last year, or...?#$b#...no, perhaps it was a different year? Ah, I can't remember.",
            "Abigail": "It's quieter over here. Did you come over here for the same reason?",
            "Robin": "Oh, hi @! It wouldn't be a proper luau without a little dancing, would it?$h",
            "Demetrius": "Honey, what was that dance step you taught me at the saloon the other night?",
            "Maru": "Mmm, pulled pork and those slippery rice noodles. I think those are my favorite together.",
            "Sebastian": "If it suddenly rained right now, people would scramble and run away like the rain's made of poison.#$e#Is it bad if the thought of that sight makes me really happy?$h",
            "Linus": "I'm happy to share my roast with you if you'd like, @. Let no part of the animal go to waste, I say.$h",
            "Pierre": "If we ever get a storm on luau day, we could always host the Governor in my store.#$e#...What? I could make it work.",
            "Caroline": "Where's Abigail? Did she wander off again?",
            "Alex": "It's nice, you know? It really feels like Pelican Town is one big family.$h#$e#I should put in more effort to hang out with the people I don't normally see too much.",
            "George": "Evelyn, do you mind? Even if the sun does its worst on me, how does that matter in the grand scheme?",
            "Evelyn": "George, you forgot to bring your hat. We're going to need a little sunscreen on your head, too.",
            "Lewis": "Ah! Governor, do you remember? This is @, one of our premier agriculturalists here in the valley.$h#$b#Psst... Hey @, we're really counting on you this year, okay?",
            "Clint": "Let's see... what else haven't I tried yet?",
            "Penny": "Okay, here's a game. Watch the mayor and every time he smiles and says 'Absolutely!' to the governor, you get a point.#$e#It's adorable. I've just glanced over my shoulder a few times and I'm already at five points.",
            "Pam": "Aw shoot, I forgot to call in to the bus company for my day off!#$e#Oh well. Is anyone gonna notice?",
            "Haley": "Sipping a drink out of a coconut is the best. Have you ever tried it?",
            "Jodi": "Kent and I are sharing these little dumplings. They're beyond delicious.$h#$e#I wish Gus would share his recipes more often.",
            "Kent": "I'll steer clear of the soup. Who knows what could be in there?",
            "Marlon": "Do they make one-eyed sun shades?#$e#I can barely see a thing out here. The sun's way too bright.",
            "Sam": "I don't know if I have it in me anymore to be a prankster. It's been a number of years since I pulled anything.#$e#I've gotta set a good example for Vincent.",
            "Leah": "Hey, have you seen any good pieces of driftwood lying around?#$e#I always wonder how long it stays out at sea before it comes back home.",
            "Shane": "Hoo... I'm getting a little overheated here from all this spicy food. What is there to drink?",
            "Marnie": "*yawn* I'm tired. I think I'll sleep like a log tonight, especially after such a feast.$s",
            "Elliott": "There's a marvelous lobster bisque on the table closest to the ocean. Have you had some yet?$h",
            "Gus": "Based on what I've seen going into that soup, I'd say a little wine might be safe to add. Or something savory, like cheese or truffles.#$e#It'd have to be the best of the best quality, though.",
            "Wizard": "What? I'm not being antisocial. This is quite social for me, thank you.#$e#Compared to my usual lifestyle, this is...#$b#...look, I'm doing my best, okay?",
            "Harvey": "I trust everyone here enough to take decent care of themselves in this heat.#$b#But it's still my job to nag everyone, anyway.$h",
            "Jas": "Hi Mr. @. Wanna dance?^Hi Ms. @. Wanna dance?",
            "Vincent": "I've gotten better at dancing since last year! No, really!",
            "Willy": "It's just past the horizon, there. If you sail out that far, you can see the Fern Islands from that point.#$b#Wouldn't you say that's about right?",
			"Leo": "The parrots would really enjoy this beach during the summer!$h",
        },
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "The air smells nice tonight, don't you think? A premonition of fall.",
            "Robin": "Hmm, I wonder if that candle-boat needs a little patching up this year.",
            "Demetrius": "The moonlight jellies' bioluminescent glow helps them survive in the midnight zone of the ocean.#$b#Very few places around the world see such a phenomenon, much less every single year on the same evening.",
            "Maru": "Up by the train tracks, the leaves have started changing color pretty noticeably. You should go see when you get a chance.",
            "Sebastian": "I'll admit, living life in the valley isn't so bad on nights like these.",
            "Pierre": "For me, tonight's about letting go and reflecting on what really matters.#$b#Maybe I left a few things undone at work today, but... it'll all be fine.#$e#Oh, shoot. Did I leave the stove on in the kitchen?$4",
            "Caroline": "Pierre, I'm sure everything's fine, dear.",
            "Linus": "Perhaps if I were a creature who lived in the ocean, my understanding of nature would be entirely different.#$e#Despite the depth of my connection to nature, I have to humble myself and realize it's still so limited on the cosmic scale.",
            "Alex": "Did you make any good memories this summer?",
            "George": "This is a good night. Maybe I'll be a bit extra cranky tomorrow from the loss of sleep, but it'll be worth it.#$b#Worth it for me, anyway. I can't say one way or the other for the people who cross paths with me.",
            "Evelyn": "Shhh, George. I think the jellies will be here any minute.",
            "Lewis": "Watching these creatures drift in and drift out each year... of course it reminds me of your grandfather.#$b#...How strange. To see this evening play out so many times, it's surreal to think we all do the same thing with our own lives.#$e#Even if we fade away, there's still the lingering promise that this beautiful cycle will repeat itself.",
            "Clint": "This evening always stirs up my senses. I can't quite describe it.#$e#It's not quite sadness, but it's more like... hope? In a regretful kind of way?#$b#Man, I don't know...$s",
            "Emily": "As long as I've been alive, I can't remember a single year when the jellies failed to show up.#$e#Clearly, when something's important to mother nature, she knows how to be consistent with it.",
            "Penny": "Jas and Vincent are going to be writing jellyfish poems for school tomorrow.#$b#Maybe I should try to write one, too.#$e#I got the idea from Elliott.",
            "Pam": "I miss standing next to Penny during this festival. I get it if she needs her space, though.",
            "Haley": "I think maybe I won't take any photos this year. I want to enjoy the moment rather than hide behind a camera.",
            "Jodi": "Every day, I can't help but spend so much time worrying about the littlest things.#$b#Oh, to be a jellyfish and just go with the flow...",
            "Kent": "It's nice. I actually feel at peace tonight.#$e#Got to enjoy it while it lasts.$h",
            "Sam": "I'd just like to part the ocean in half with a big wall of water on either side. I wonder how far I could walk?",
            "Leah": "The life cycle of these jellyfish... it all seems so pointless, and paradoxically, that's a part of why it's beautiful.",
            "Shane": "I'm surprised this festival doesn't get more tourists. Does the mayor have a law that swears us all to secrecy, or something?",
            "Marnie": "I actually feel a bit of a desire to sing something. The atmosphere just feels right.#$e#Maybe I'll just hum. I don't want to disturb anyone.",
            "Elliott": "I've prepared a poem for this evening. It's a bit long, but speak to me again if you'd like to hear it.#$e#The Midnight Ocean#$b#When lost in life as though I were asleep, / I fell into the midnight ocean deep, / The tossing waves attacking me to keep.#$b#\"Prepost'rous, I can't die,\" thought I with pride, / For though it swept my body side to side, / \"I only need a luminescent guide.\"#$b#Perhaps a cracking lightning bolt could blind, / Flash up a shoreline, etch into my mind / A simple haven, quite an easy find.#$b#Perhaps a royal galleon, blazing hope -- / The crew would spy me through a telescope, / And with some brilliant fanfare, offer rope.#$b#But nothing regal answered my proud cry: / Instead, some glowing jellyfish came nigh, / These eerie blooms no brighter than a sigh.#$b#And beckoned by this ghostly company, / I joined their flow, my strength returning free, / For drawn along to refuge, I did see#$b#The saving light strikes not in gaudy show / But rather glints in softest somber glow.#e#Have a good night.$h",
            "Elliott_spouse": "I've prepared a poem for this evening. It's a bit long, but speak to me again if you'd like to hear it.#$e#The Midnight Ocean#$b#When lost in life as though I were asleep, / I fell into the midnight ocean deep, / The tossing waves attacking me to keep.#$b#\"Prepost'rous, I can't die,\" thought I with pride, / For though it swept my body side to side, / \"I only need a luminescent guide.\"#$b#Perhaps a cracking lightning bolt could blind, / Flash up a shoreline, etch into my mind / A simple haven, quite an easy find.#$b#Perhaps a royal galleon, blazing hope -- / The crew would spy me through a telescope, / And with some brilliant fanfare, offer rope.#$b#But nothing regal answered my proud cry: / Instead, some glowing jellyfish came nigh, / These eerie blooms no brighter than a sigh.#$b#And beckoned by this ghostly company, / I joined their flow, my strength returning free, / For drawn along to refuge, I did see#$b#The saving light strikes not in gaudy show / But rather glints in softest somber glow.#e#Thank you for indulging me, darling.$h",
            "Gus": "Thankfully, business was a little slow, so I got all the mugs and dishes cleaned early.#$e#It's nice to have the better part of the evening off. That doesn't happen much.",
            "Wizard": "How did you find me back here? I thought I was well-hidden.#$b#Perhaps you are blessed with the gift of clairvoyance.#$b#Oh wait. No, you probably just remember me being here last year.",
            "Harvey": "I've been looking forward to this night for the past couple of weeks.#$e#What makes this evening special for you, @?",
            "Jas": "I wonder if this year's jellies are the same as last year's.#$b#'Cause if they are, the babies are probably all grown up now.",
            "Vincent": "I'm not tired! I never get tired!",
            "Willy": "As tempting as it is to go get my net and scoop one of these up, it's not my place to do such a thing.#$e#That would be disrespectful to the ocean.",
			"Leo": "This evening... it feels like I'm getting a big hug from the whole world.#$e#It's... chilly, isn't it? And somehow... cozy, too.",
        },
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "I got my fill of the games here over the past couple of years.#$b#Oh well. Maybe I'll grind for some more star tokens for another prize or two.",
            "Robin": "I'm here to see if I can inspire just one person to pick up some materials and craft something that they wouldn't have otherwise.#$e#How 'bout you, @? Got any potential DIY projects I can advise you on?$h",
            "Demetrius": "I always knew that Robin would do great things for this community if the locals hired her.#$e#Hey, thank you for your patronage.",
            "Maru": "I wish I could just take home one of these bottles of barbecue sauce. But I guess then there'd not be enough for everyone.",
            "Sebastian": "So much noise. Maybe I'll take my bike out for a ride later to unwind.",
            "Pierre": "Hi @. I was wondering, do you really need the star tokens for winning first place this year?#$e#I mean, don't let me deter you, I just...$4",
            "Caroline": "I really wish I could just retreat into my sunroom right now.$s#$e#But... I can't even get inside our house with these grange displays in the way.$s",
            "Linus": "I already got a good meal from Gus at the other end of the fair.#$b#I came over here to pay my respects to these selfless creatures.",
            "Alex": "I think I'll stay away from the 'Strength' game this year. What other games do they even have here, anyway?",
            "George": "Heh... time for a little indulgence!$h",
            "Evelyn": "I don't eat meat, but I can't argue with that nice smokey smell.",
            "Lewis": "Hello there, @! I suppose you know the drill by now.#$b#I'd love to see what you've brought this year.$h",
            "Clint": "Unfortunately, I don't have any iridium bars for display. That stuff's too valuable not to use.",
            "Emily": "Maybe Haley would like it if I got her a balloon? You're never too old for balloons.#$e#Whoever's tired of balloons is tired of life.$h",
            "Penny": "Back when I won the wheel of chance ten times in a row, I guess it amounted to a 1 in 1024 chance.$s#$e#But that's assuming the orange and green sides both come up evenly.",
            "Pam": "I can never seem to get my fishing hobby off the ground, 'cept at festivals.#$e#Maybe if I was younger again...",
            "Haley": "The fortune teller? I dunno. I forgot my fortune from last year. I'm kind of over it.#$e#I still do it for fun, but I want to live for what I want, not just for what someone said might happen to me.",
            "Jodi": "Well, at least he's not the same clown as when Sam was still a boy.#$b#I think Sam's the reason why Mayor Lewis keeps hiring budget clowns.$s#$e#Um... don't ask.$s",
            "Kent": "...Why?#$e#Just why...?",
            "Sam": "I got almost 600 points in the slingshot tent this year! I don't even know how many star tokens that earned me!$h#$e#They just gave me a big ol' bag of tokens.$h",
            "Leah": "I thought about opening my own display at the fair.#$b#It could be fun, but then I wouldn't get a chance to enjoy the rest of the fair as much..",
            "Shane": "These cows are responsible for the giant cheese wheel Marnie's got on her display. And these are two of our best chickens.#$e#The pigs just needed a day out.",
            "Marnie": "Is there anything I can do to make my display more visually appealing?",
            "Elliott": "This barbecue is a symphony of flavor.$h#$b#I wonder if everyone else even knows it's here?",
            "Gus": "It takes some practice to manage five grills at once, but once you get a system down, it works out fine.",
            "Wizard": "...#$e#...Hmph.#$e#I've been banned from the 'Strength' game for using my telekinetic powers on it.#$e#There was no rule against it. This is preposterous.",
            "Harvey": "The nutritional difference between pasture-raised animals and factory-raised animals is quite remarkable.#$e#Factory farming might even be one of the top reasons for rising obesity rates. Or so I've read.",
            "Jas": "The brown chicken is Ruby and the white chicken is Riley.#$b#That's what I named them, anyway.#$e#Sometimes they fight. But they're really best friends.",
            "Vincent": "See? Chickens and pigs and cows all smell bad, but everyone loves them!#$e#I don't even smell bad, but Mom says I have to start taking baths every single day when I get older.$s",
            "Marlon": "I'd like to see a demonstration of those swords' durability before I buy any from Clint.",
            "Willy": "I had just about the biggest catfish you've ever seen, early in the season.#$e#Too bad it didn't last until today.#$e#Well, a man's got to eat...$s",
			"Leo": "When the grange displays are all done, I wonder if anyone will throw them in the trash.#$e#Uncle Linus says we can take anything we want from there.",
        },
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "What do you mean about the spiders not being real? They definitely move when I poke my head around the corner.$s",
            "Robin": "Hey @. Are there any crafting recipes you haven't tried yet?#$e#Winter's going to be a good time to do that. Or you could redecorate your home.",
            "Demetrius": "Maru just finished her dinner. I just saw her go into the maze.",
            "Maru": "I just got started. Go on ahead if you'd like.#$e#Weird... it's like my feet are made of lead. When did this happen?$s",
            "Sebastian": "I was already in the maze. It's pretty well done.",
            "Caroline": "Um, if you see Abby in the maze, can you tell her not to miss dinner? They've got some of her favorites here...",
            "Alex": "I made it to the end last year, but all I found was an empty box. Someone must've beaten me to it.#$e#Now if I could just remember where I went after this...$s",
            "Lewis": "I can't decide whether I love this festival or hate it.#$e#It's definitely impressive, but I can't ever seem to find answers for how that old man puts it together and cleans it up.",
            "Clint": "Nahh, these skeletons don't scare me. If Marlon says it's safe, it's safe.",
            "Emily": "I have a lot of fun carving pumpkins. They just don't last long, so Haley gets pictures of all my best ones.",
            "Penny": "I think there's... something that pulls me here, every year. *yawn* ...But why?$s",
            "Pam": "You wanna know somethin' scary? *hic* We all get old and wrinkly one day. Just look at me! Hah!$h#$e#You ready to take your turn one day? I used to be skinny an' pretty just like Penny!$h",
            "Haley": "I'm getting pictures of people as they come out of the maze. No way am I going in there again myself, though.",
            "Jodi": "*yawn* ...Is it bedtime yet? The older I get, the less I can stay out late like this.$s",
            "Kent": "I used to love stuff like this when I was a kid. These days, though, it seems like...#$b#...I dunno, just a waste of adrenaline, if that makes sense.",
            "Sam": "I think I finally figured it out.$h#$b#You're here at the same time as me, though, so... if you want the prize, it's all yours.#$b#I'll just head to the end if you've got no strong feelings about it.",
            "Leah": "Surreal horror art suddenly sounds appealing. Been a while since I made anything like that.#$e#When you live alone and you spend too much time with your mind steeped in that genre, though, it can mess with you a bit.#$b#Hmm, maybe not.$s",
            "Marnie": "Whew, done for the day. Time to relax a little. ...Relatively speaking.",
            "Elliott": "I read some classic horror stories earlier today. Such fun!",
            "Gus": "You can't grow any crops outside soon, huh? Well, I'll be lookin' forward to the spring, then. Local produce can't be beat.",
            "Harvey": "I don't have quite enough energy for socializing, so I came here.#$e#I knew there weren't any jump scares in this part of the maze.#$e#Guess I'll rejoin the living in a few minutes. Heh.",
            "Shane": "So what's this about an underground frozen fortress? The adventurer guy was saying something about it.",
            "Jas": "Hehe, I love staying up late!$h",
            "Vincent": "Sam brought me into the maze, but...$s#$e#...Maybe next year.$s",
            "Marlon": "You've come a long way, @. Sights like these probably don't even faze you anymore, huh?",
			"Leo": "...$3#$b#...This movie...$3#$b#...$3#$b#...is baaaaad.$3",
        },
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Nope, I think it's safe to say that I'm morally incapable of creating normal looking snowmen.",
            "Robin": "I know I'm late getting this done again, but it has to be architecturally accurate!",
            "Demetrius": "I know it looks like the landscape is inert, but underneath the snow are seeds and sprouts that'll grow and bare themselves in spring.",
            "Maru": "I can be creative with making gadgets, but my creativity has to serve a function.#$e#So, this snowman is serving his function. He's being a very snowman-y snowman.",
            "Sebastian": "Looks like Abby's getting creative with the snowmen again.",
            "Pierre": "Ahh, I love getting outdoors in the winter.",
            "Shane": "Mmm, pizza...$u#$e#Sorry, just got a really wicked craving.",
            "Caroline": "A mug of hot tea is just perfect when you're outside on a day like this.",
            "Linus": "Yes, you know me. I like to keep my distance.#$e#Still, it's nice to watch everyone else in good spirits.",
            "Alex": "At least there are still a couple of gridball games left this season.",
            "George": "Cold? Sure, I'm cold. But I'm always cold, more or less.#$e#But, yeah, this is pretty cold.$s",
            "Evelyn": "Ah, it's so nice to see such joy in the air despite the cold.$h",
            "Lewis": "@! Glad you could make it.$h#$b#I sure have seen a lot of fish teeming under the ice this year. Be sure to look forward to it!",
            "Clint": "Oh, hey Emily. You can um, fix this one if you'd like. It's not very good.",
            "Emily": "Well, this snowman just needs a little love and care. Then he'll be just right.",
            "Penny": "$y 'Hmm... What kind of snowman should we make?_An astronaut_Hmm, sounds challenging. But we'll give it a try._A mighty king_Hey yeah! If we get a bunch of twigs, we could make a crown.$h_A Pepper Rex_That... wouldn't really be a snowman. Hmm... but the kids might like it.'",
            "Pam": "Hey kid, maybe you could teach me a thing or two about fishing.#$e#Seems like you got pretty good pretty fast.",
            "Haley": "I've been watching a lot of cheesy romantic comedies on TV. The ones in the winter are always best.",
            "Jodi": "I caught Vincent stomping on the frozen lake last year. He's not doing it again right now, is he?",
            "Kent": "I can fish. I used to fish all the time, but...#$b#...I'd rather not have everyone's eyes on me in a competition.",
            "Sam": "I hope we get a blizzard soon. Nothing compares to the big snow we got when I was Vincent's age.",
            "Leah": "What do you think? Is an art project more beautiful if it lasts a long time or if it disappears quickly?",
            "Marnie": "Mayor Lewis gets all the fish from Willy. Must be a bit strange for Willy to catch the same fish twice.",
            "Elliott": "I don't know how you find time for fishing with all of your farmwork on top of it all.",
            "Gus": "I sure could use a few of the fish from the competition and do a special at the saloon. It'd be great to pick over the best ones.",
            "Harvey": "It's a mystery to me how the people who live in perpetually frigid regions managed to survive for thousands of years.",
            "Jas": "I want to make our snowman really tall this year.",
            "Vincent": "Don't the fish get cold?",
			"Leo": "I hope I travel to many different places when I'm all grown up. Maybe some places even colder than here.#$e#There's just so much to see!$h",
        },
    },
    {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "My mom almost never drinks except for this day. She must get it all out of her system at once.",
            "Robin": "We're also coming up on the anniversary of your arrival in Pelican Town, aren't we? And look how far you've come!$h",
            "Demetrius": "Any ideas on who your secret gift-giver might be?",
            "Maru": "Mmm, finally. I've been looking forward to this all month.",
            "Shane": "Days like these always give me something nice to look forward to.",
            "Sebastian": "The food's good. I just don't have much to add to the conversation at our table.",
            "Pierre": "I wanted to bring a plate of turkey over here, but Caroline slapped the plate right out of my hand.$s#$e#Ohhh, don't worry, my dear turkey. I'll be back.",
            "Caroline": "Hot cocoa, spiced cider... Is there any plain water? I don't want to get a nog hangover.$h#$e#Eh. It's probably fine.$h",
            "Linus": "I'm waiting to collect some leftovers. Such opulence shouldn't leave waste.",
            "Alex": "Whoa. At some point, I think I lost my hollow leg metabolism.$s#$b#I've only had four plates of food so far, but I feel like I might already be at my limit.$s#$e#Well, they were big plates.",
            "George": "How is it possible that another year's already gone by since our last Feast?",
            "Evelyn": "Oh, another year with the whole town together! It truly is special.$h",
            "Lewis": "Got plans to get things in order for the new year? It can wait!#$b#As your mayor, I insist on some local-government sponsored procrastination!$h",
            "Clint": "The food is always my favorite part of the festivals.#$e#I put on a few pounds this year. Oh well. Better to eat the stuff you like than to eat twigs and leaves all the time.",
            "Emily": "$y '@! What are you hoping to find under the spirit tree?_A homemade meal._Aww, that'd be special, wouldn't it? A little personal touch._A puppy._Ha, if only, right?$h_A new couch._Um... yeah. Maybe? I don't know how that'd fit in any of these boxes.$u'",
            "Penny": "I can't imagine the Winter Star without our town's traditions.#$e#It just wouldn't be the same without our whole town sitting down like one big family.$h",
            "Pam": "Maybe in the new year I'll take a nice road trip. I could hit up a few sites I ain't visited since I was little.#$e#Oh, y'know. I'd take the bus. No one would notice.#$e#Not if I play my cards right. Heh.$h",
            "Haley": "I think I've got a good idea of who my secret gift-giver is.",
            "Jodi": "I made an offer to Gus, to pitch in and help with some of the food, but he refused.#$e#This really is his pride and honor, isn't it?",
            "Kent": "Hey. Having a good time?#$e#Me? ...Yeah, actually. Thanks for asking.$h",
            "Sam": "It was a good year. I think I'm gonna miss this one.",
            "Leah": "I can't believe Gus doesn't talk more about the food he spent all week prepping.#$e#Maybe candy canes are just his go-to subject when he's exhausted from cooking and he breaks down.$u",
            "Marnie": "Happy Feasting, @! Glad you were able to make it.$h",
            "Elliott": "Oh, is Gus still talking? I must have tuned him out.",
            "Harvey": "I propose a toast! To a happily-ever-after for Pelican Town and all of us who live here!$h",
            "Jas": "I wonder if I'll get another princess doll this year?",
            "Vincent": "I wish today was every day.",
            "Marlon": "Happy Feasting. Gil sends his regards.",
			"Leo": "Willy got me a box of colored pencils. It was just what I wanted!$h#$e#I can use them for school. Also, if you hold them out, they make good perches.",
        },
    }]
}