{
	"Introduction":"看看这是谁？是那个大家都在聊的新农场主呢。终于搬到山谷了呀。$0#$b#我在费尔黑文农场工作了很多年。赚得不多，但够朴实的工作。$1#$e#你很幸运从你爷爷那里得到了一大笔免费财产。$2",
	"claireSaloonPaid":"农场主你真是太好人了，居然帮那个女人付饭钱。$0#$e#格斯可不能对每个人都破例。做一个老板不容易。$0",
	"claireSaloon":"我无意中听到酒吧里那個女人的话。$0#$e#20金可能看起来不多，但对一些人来说这是吃不吃到饭的区别。$0",
	"pamHouseUpgrade":"农场主，我听说多亏了你潘姆家得到了大升级。$0#$b#继续为社区做正确的事吧。$1",
	"pamHouseUpgradeAnonymous":"我听说潘姆家在一个匿名捐赠者的帮助下得到了一次大升级。$0#$e#嗯…我想知道是谁？$2",
	"Resort_Entering":"威利说你帮他把船修好了。干得不错，农场主！$0",
	"Resort_Leaving":"假期愉快！$1",
	"Resort_Shore":"我受够这么热的天气了。就该去海里泡泡水。$2",
	"Resort_Chair":"%安迪凝视着宝石海。",
	"Resort_Bar":"*咕噜咕噜咕噜*$6",
	"Resort":"我发现这个岛上能觅食到好东西！$0#$e#嗯？由巴在上，“金色核桃”到底是什么？$2",
	"Custom_AndyHouse_9_6":"由巴在上，你到底在干啥？我还在床上！给我滚！$7",
	"Custom_AndyHouse6_9_6":"先回去睡觉，改天再来吧，农场主。$5",
	"ForestWest_58_22":"对不起，农场主。我现在没心情说话。$0",
	"SeedShop_37_22":"我以前并不太相信由巴。只有急需帮助时，我才会想到寻求他的援助。$2#$b#由巴救了我。我所能做的只有表达我的尊重。$1",
	"JojaMart":"Joja有着最好以及最便宜的产品。如果我总在皮埃尔家购物，我会变穷光蛋的。 $2",
	"spring_1":"现在不是说话的时候，农场主。我忙的很。新一季开始了！$1#$e#回去松松你农场的土吧。祝你好运。$3",
	"spring_7":"在春天时，农场外面的地总有一堆韭葱破土而出。$0#$e#如果我能采到几根，就能美餐一顿了！$1",
	"spring_12":"你明天要参加寻蛋活动吗，@？$3#$e#你应该做点你该做的事，比如让文森特或贾斯赢。这就是我要跟你说的。$0#$e#我不明白你、山姆和阿比盖尔为什么要参加。这对孩子们不公平。$2",
	"spring_18":"费尔黑文农场以向周边地区提供大量觅食产品而自豪。$0#$b#乔治特别叮嘱我把所有韭葱卖给他。$3#$e#@，乔治很爱韭葱。如果你想讨他的欢心，就给他几根韭葱。你会看到他脸上洋溢的笑容。$0",
	"spring_23":"农场主，我们明天要去森林参加花舞节。我闭着眼睛都知道往返的路。$1#$e#也许去的路上还能觅食到好东西。$3",
	"spring_28":"我从新闻上听说今年夏天气温将比煎锅上的鸡蛋还要热。$0#$e#@，确保你的庄稼有吸收足够的水分。如果你不想让庄稼死掉的话。$2",
	"Mon":"一个觅食好日子，你可以靠这大赚一笔钱。$0#$e#我对煤矿森林了如指掌。$1",
	"Mon2":"嗨，@。新的一周开始了。$0#$e#我今天有许多农活要做。$2",
	"Mon8":"周一快乐，农夫朋友。$1#$e#新一周的开始意味着新工作的开始。$1",
	"Tue":"%安迪注意到了你，但什么也没说。",
	"Tue2":"@，你在%farm农场的工作进展咋了？$0#$e#很高兴听到你这么说。$0",
	"Tue8":"我今天找到了一些不错的觅食物品。我自己吃掉一半，剩下的运走。$1",
	"Wed":"我今天得去弄点吃的。问题是，我是去森林里觅食还是去Joja买东西？$2",
	"Wed4":"你身上有点脏啊。这是一个辛勤工作的农夫的标志！$1#$e#继续努力，@。$0",
	"Wed10":"嘿。你今天看起来精力充沛。分点给我吧？$3#$e#这只是我开的小玩笑。我不是那种很有趣的人。$1#$e#农场主，很高兴和你聊天。$3",
	"Thu":"嗯。你好。$0#$e#%安迪不理你了。",
	"Thu4":"很高兴见到你，@。$3#$e#祝你有美好的一天。$1",
	"Thu8":"今天早上我在森林里发现了大量的蒲公英、韭菜和野山葵。我打赌这些会卖个不错的价钱。$1#$e#森林里总有觅食可寻，@。你应该试着四处看看。$1#$e#如果你愿意，我们可以找个时间一起去。我会告诉你一些好地方。$2",
	"Fri":"如果你想讨好我，在酒吧请我喝一杯是不错的主意。$0",
	"Fri2":"一周的结束，星期五。现在我可以喝一杯而不感到内疚了。$2",
	"Fri8":"什么时候我请你去酒吧喝一杯吧。你所有的努力都是值得的。$3",
	"Sat":"%安迪看到了你，却沉默不语。",
	"Sat4":"我早上睡过头了。还想着今着天是星期六，放松一下也没啥的。$1#$e#但这不能成为我懈怠农活的借口。$2",
	"Sat10":"我们农夫就算周末也没有时间闲逛。有太多的工作要做了。$3#$e#祝你有美好的一天，@。山谷为你骄傲。$1",
	"Sun":"我从来没在周日做礼拜时见过你。你不相信由巴，是吗？$5",
	"Sun2":"如果你想了解更多关于由巴的信息，可以考虑周日去做礼拜。$0#$e#通常只有乔迪、乔治和我三个人，但我们可以教导你一些事。$3",
	"Sun8":"周日我喜欢去由巴的祭坛礼拜，我会在那段时间里进行自我反省，以及感激由巴。$1#$e#祝你今天过得愉快，农场主。$3",
	"summer_1":"在这样的日子里，真想找一棵漂亮的树，然后坐在树下读读我的由巴圣经。 $1#$e#13:2C段落是我的最爱之一。它教会我们坚强面对人生。$0",
	"summer_3_1":"昨晚那个该死的声音把我吵醒了！那到底是什么！？$5",
	"summer_10":"我明天会在汤里放一些铱星的香味浆果。$1#$b#它会给汤里添加适当的香气！$3",
	"summer_20":"潘姆昨晚在酒吧喝了六杯酒。感觉她情况好像不太好，我应该去看看她。$2#$e#她通常只喝四五杯酒。可能是发生了什么事。 $0",
	"summer_28":"那些水母今晚会在海滩上出现。你要和我们一起去吗？$0",
	"summer_Mon":"Joja寄给我一封信，里面有优惠券。我下次购物可以打五折！$0#$e#我很高兴这样开始新一周。$3",
	"summer_Mon2":"真不知道你坐拥着这么大一块地，怎么还有那么多时间到处闲逛，跟人聊天。$2#$e#有些人可是想像你一样有那么大的地方能工作一整天。$2",
	"summer_Mon6":"怎么样了，农场主？$0#$e#呃，这一季庄稼长得不像我希望的那样好。可能会是艰难的一年。$2",
	"summer_Mon10":"如果你想让农场实现自动化，洒水器是一款令人惊叹的产品。不过费尔黑文农场对这些自动化设备来说太小了。$0#$e#我不介意亲给我的庄稼浇水。我真的很喜欢这么做。但像你这么大的农场，就应该考虑投资搞一些洒水器。$0",
	"summer_Tue":"今天早上我的两棵庄稼被一些该死的乌鸦吃掉了。我需要做点什么。$2",
	"summer_Tue2":"刘易斯镇长和我昨天发生了争执。我有一种强烈的感觉，他现在不喜欢我。$2#$e#是关于什么的？由巴在上，是生意的事，和你无关。$2",
	"summer_Tue4":"皮埃尔不在他的店里卖我的庄稼和觅食物品。正因为如此，我和他处不来。$2#$e#哦，你问为什么他不卖？因为他就不是个好店主，还能有别的理由吗？$2#$e#有时候我觉得除了你，镇上的每个人都希望我消失，@。",
	"summer_Tue8":"今早有一只乌鸦在吃我的庄稼。诅咒这些该死的小偷。$7#$e#对不起，农场主。通常情况下我都有时间陪你，但我现在没心情说话。$2#$e#我现在不想说话。$5#$e#%安迪现在不理你了。",
	"summer_Wed":"该死的蜜蜂今天叮了我！下次收获蜂蜜的时候我要戴上手套。$2",
	"summer_Wed6":"我需要去格兰普顿一趟，让他们的木匠给我建一个新的蜂房。$0#$e#我没有多少自己动手的经验。不过我听说你在制造这方面手艺不错。$0",
	"summer_Thu":"玉米可以持续生长两个季节，你可以依靠玉米来获得稳定而缓慢的利润。$1#$e#这就是我在夏季种植玉米的原因，可以帮我节省不少种子费用。$0",
	"summer_Thu4":"你知道你脸上有脏污吗，@？等下看到镜子时检查一下吧。$3#$e#你身上有这么多尘土，说明你是个辛勤劳作的农夫。$0",
	"summer_Thu8":"我前几天瞥见了%farm农场。你一直在努力改善农场，@。$0#$e#如果可以的话，我想找个时间来仔细看看。$3",
	"summer_Fri":"最近在树林里找到什么好东西了吗，农场主？$0#$e#找到也不要拿太多。你知道的，我的生活有一部分是靠觅食来维持。$0",
	"summer_Fri8":"我在煤矿森林里发现了大量的觅食物品。根据发现的数量，我想这一季可能赚到钱了。$1#$e#拜拜，农场主！$3",
	"summer_Sat":"今天早上我发现一些香味浆果长在我的篱笆的另一边。$1#$b#在这片森林里拥有一个农场是有好处的。$0#$e#祝你有美好的一天，农场主。$0",
	"summer_Sun":"如果你想借用我的由巴圣经，请告诉我。我对最受欢迎的段落做了详细的笔记。$0",
	"summer_Sat6":"山顶上有很好的觅食物品。我想你可以很快赚到不少钱，农场主！$1",
	"fall_1":"@，秋天是觅食的好季节。有好多蘑菇都成熟能摘了。$0#$e#但别把所有都拿走，留一些给我。$2",
	"fall_4":"我看见你走进了探险家公会。你在兼职当怪物猎人？$0#$e#那是很危险的工作。我很感激你愿意为像我这样的人冒着生命危险，保障这个山谷的安全。$1#$b#谢谢你。$0",
	"fall_10":"那个在葡萄园的女孩索菲娅接替了她的父母——$0#$b#呃，没啥。你可以找个时间跟她谈谈。$2#$e#祝你今天过得愉快，听到了吗？$0",
	"fall_15":"农场主，明天我会有自己的农产品展览。别担心，我不打算赢。$0#$e#我一次也没赢过，明天大概也不会有所改变……$2",
	"fall_23":"昨天我在田里干活，看见几个军人朝法师塔走去。$2#$b#那些卑鄙的政府官员还在试图招募女巫和法师参加他们的战争。$5#$e#啧。令人可憎。$2",
	"fall_27":"皮埃尔会在万灵节分享他的南瓜香料苹果酒。$3#$b#他通常只和他的“亲密”朋友分享。$2#$b#很好，经过一年我终于能尝到一些了。 $0",
	"fall_28":"农场主，庄稼就快枯萎，冬天要来了。$0#$e#回头见。$0",
	"fall_Mon":"今天早上我收获了几棵优质庄稼。Joja肥料每次都很有效。$3#$e#我建议使用Joja的肥料，@。它能帮助你盈利。$0",
	"fall_Mon2":"我昨天从克林特那里买了一把新斧头。我在森林里砍树的时候把铜斧头弄坏了。$0#$e#升级你的工具很重要，@。让这件事成为一个教训吧。$0",
	"fall_Mon8":"我有一把克林特为我精心制作的钢锄头，工作非常出色。$0#$e#升级的锄头让我在农活上节省不少时间。如果你还没有的话应该去升级一下。$1",
	"fall_Tue":"没时间说话了，农场主。不是所有人都能赚到钱。我得挣钱谋生。$0",
	"fall_Tue4":"我才不会把自己的作物变成啤酒或葡萄酒之类的手工制品。费尔黑文以提供优质作物原材料而自豪。$0#$e#也许什么时候你可以教我怎么弄那些玩意儿。$3",
	"fall_Wed":"今天早上我在森林里发现了几个紫蘑菇。$1#$e#它们的品质也非常高！我想能卖个好价钱。$3",
	"fall_Wed4":"煤矿森林在这个季节很漂亮。这是我选择住在这里耕种我的土地的原因之一。$3#$e#祝你有美好的一天。农场主。$0",
	"fall_Wed8":"你好。谢谢你和我说话。$3#$e#我今天计划有很多事要做。$0",
	"fall_Thu":"在经济大萧条之前，山谷里曾经有更多的农场在。但自那之后，那些无法适应的人就破产了。$0#$e#我过去在山谷里有很多朋友……$0#$e#%安迪不理你了。他看起来很伤心。",
	"fall_Thu8":"农场主你知道吗，以前周末的时候我真的很寂寞。但现在我们是朋友了，我很期待见到你。$3",
	"fall_Fri":"今天不能放松了。周末前有太多的工作要做。$2",
	"fall_Fri4":"今晚去酒吧吗，@？$0#$e#也许我们会在那里碰面。$3",
	"fall_Fri8":"你知道，我们应该找个时间一起去森林深处露营旅行。$3#$e#谁知道我们能找到什么稀有的觅食物品呢？$3",
	"fall_Sat":"%安迪注意到你，微笑着挥手。他看上去很忙。",
	"fall_Sat4":"美好的一天，农场主。我希望你这个季节过得愉快。$0#$e#祝你在%farm农场好运。山谷为你做的事而骄傲。$0",
	"fall_Sun":"在鹈鹕镇，只有乔治和潘姆跟我合得来。没有多少人能理解我。也许是年龄导致了理解差异。$0#$e#你说刘易斯镇长？那个人是我所见过的最差劲的笨蛋。我和他总是无法达成一致。$2",
	"fall_Sun6":"住在星露谷是芬吉尔人最棒的梦想。美丽的土地，富饶的自然资源，善良的人民…种种不一而足。$0#$b#人们还能要求什么呢？$1#$e#好吧，我想拥有更多的钱和土地……$2",
	"fall_Sun10":"我每周五晚上都会去酒吧。奖励自己努力工作可重要了。$3#$e#希望今晚能在酒吧见到你，我们可以在商店以外的地方放松一下聊聊天。 $3#$b#有朋友在身边真好。$1",
	"winter_1":"冬天是我最喜欢的季节。它让我专注于觅食而不是管理我的农场。$1",
	"winter_7":"@，我们明天要去森林里的那个冰钓点，到时我来带路。$1#$e#我对进出森林的路可熟悉了。我经常去那里觅食。$0",
	"winter_12":"告诉我。你觉得奥利维亚女士对我感兴趣吗？我有时在酒吧看到她盯着我看。$3#$e#也许哪天我该跟她打个招呼。$2",
	"winter_24":"我不喜欢每年的这个时候。这对我是个残酷的提醒，提醒我生命中没有任何特别的人陪在我身边。$2#$e#我不是来寻求你那该死的同情，农场主。$5#$e#%安迪不理你了。",
	"winter_28":"农场主，你准备好在春天种庄稼了吗？#$e#祝你好运！我也会这么做的。$1",
	"winter_Mon":"皮埃尔仍然拒绝在他的店里卖我的庄稼，他想知道为什么我从来不去那里买东西。$2#$e#...$2#$e#%安迪不理你了。他心情不好。",
	"winter_Mon4":"我今天在森林里没找到多少觅食物品。是别人全部采光了吗？……$2#$e#%安迪盯着你看。",
	"winter_Mon8":"玛妮允许我用她的种子生产器，我把我的劣质农产品变成了很多种子。$1#$e#我需要买一台那样的机器，这可以省很多钱。$2#$e#格兰普顿的木匠以6,000金的价格出售。很贵，但从长远来看还是值得。$0#$e#什么？你说什么时候能给我做一个？天呀，你真是太慷慨了。$1",
	"winter_Tue":"Joja超市今天早上寄给我几张优惠券。他们对忠诚的顾客非常关心。$1#$e#我要去图书馆使用其中一台“电脑”。这需要使用他们的网站。$2",
	"winter_Tue8":"睡懒觉是我这一季唯一能负担得起的奢侈。农场周围没有多少工作要做。$0#$e#我看见你去下矿井了。你和那些怪物战斗？$2#$e#祝你好运。里面有不少危险的生物。保证自己安全，@。$0",
	"winter_Wed":"你喝过蓝月亮葡萄园的酒吗？我不是特别喜欢喝酒，但索菲娅酿的很不错。$0",
	"winter_Wed4":"我永远不会明白苏珊怎么能住在深山上那些铁轨旁边。$2#$b#那些该死的火车让我每天晚上都睡不着觉。$2",
	"winter_Wed8":"我最喜欢的饮料是格兰普顿麦酒。这是你在这个地区能找到最好的精酿啤酒。$1#$e#下次我买一瓶给你，我们可以找个周末坐下来聊聊。$2",
	"winter_Thu":"今天我在这片森林里找出了一些冬根和雪山药。这些会卖个好价钱的。$1",
	"winter_Thu6":"冬天是在森林里觅食的好季节。无需为庄稼劳神，也没有蜜蜂扰人！$1#$e#我想你也很珍惜这段时间，@。$0",
	"winter_Fri":"今天真是该死的冷。保持身体温暖，农场主。$0",
	"winter_Fri8":"@，我最近在由巴圣经上读到一段话，这启发了我：“不要去想别人的坏处，而是要帮助他们克服。”$0#$e#在这本书里有很多令人惊叹的教训可以学到。也许以后我可以和你分享一些我最喜欢的段落。$3",
	"winter_Sat":"我有时会在夜里看到从法师塔里射出的闪光。我想知道他在里面干什么。$2",
	"winter_Sat4":"今天我想和刘易斯镇长聊天，他却假装没听见。$2#$e#我想短期内那座桥不会被修复。$2",
	"winter_Sat8":"现在有太多的人废话连篇，对我们这些老年人不尊重。$2#$e#我得说，我很感激你与我相处时表现出与你年龄相符的尊重。$0#$e#祝你有美好的一天，@。在%farm农场継续好好努力。$0"
}