{

//Basic Dairy Products

"butter-lf.name": "Butter",
"butter-lf.description": "A versatile cooking fat made from dairy milk.",

"goat-butter-lf.name": "Goat Butter",
"goat-butter-lf.description": "A slightly tangy cooking fat made from goat milk.",

"cathare-lf.name": "Cathare",
"cathare-lf.description": "A delicate goat cheese disk coated with charcoal ash and imprinted with an intricate white mould design.",

"cheddar-lf.name": "Cheddar",
"cheddar-lf.description": "A sharp, tangy cheese with a relatively hard texture. Perfect for melted cheese dishes or just eaten by itself.",

"chabichou-lf.name": "Chabichou",
"chabichou-lf.description": "A wrinkly goat cheese with an oozing, buttery rind and firm creamy interior. It smells musky but tastes sweet and tangy.",

"emmental-lf.name": "Emmental",
"emmental-lf.description": "A savoury, mild-tasting cheese full of naturally occuring holes. Commonly known as 'Swiss Cheese.'",

"florette-lf.name": "Florette",
"florette-lf.description": "A thick, silky goat cheese with a runny consistency and mild-tangy flavour.",

"goat-brie-lf.name": "Goat Brie",
"goat-brie-lf.description": "A creamy brie made from goat cheese. The bloomy rind is edible and enhances the rich flavour.",

"goat-feta-lf.name": "Goat Feta",
"goat-feta-lf.description": "A creamy goat cheese cured in brine. It has a salty, earthy flavour and crumbles easily.",

"gorgonzola-lf.name": "Gorgonzola",
"gorgonzola-lf.description": "A salty, crumbly cheese with a strong odour. The greenish - blue mould is edible.",

"gouda-lf.name": "Gouda",
"gouda-lf.description": "A popular semi-hard cheese known for its distinct aroma, springy texture, and sweet caramel-like flavour.",

"mozzarella-lf.name": "Mozzarella",
"mozzarella-lf.description": "A fresh, mild-tasting cheese curd made from cow's milk. Also known as 'Fior de Latte'.",

"parmesan-lf.name": "Parmesan",
"parmesan-lf.description": "A hard, dry cheese made from freshly skimmed cow's milk.",

"valencay-lf.name": "Valencay",
"valencay-lf.description": "A classic, unpasturized goat cheese coated in wood ash and shaped into a flat-topped pyramid.",

//Cheese Presses

"traditional-butter-churn-lf.name": "Traditional Butter Churn",
"traditional-butter-churn-lf.description": "A traditional churn that transforms cow or goat milk into butter.",

"cheddar-cheese-press-lf.name": "Cheddar Cheese Press",
"cheddar-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Cheddar. I wonder what else it could make?",

"emmental-cheese-press-lf.name": "Emmental Cheese Press",
"emmental-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Emmental. I wonder what else it could make?",

"gorgonzola-cheese-press-lf.name": "Gorgonzola Cheese Press",
"gorgonzola-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Gorgonzola. I wonder what else it could make?",

"gouda-cheese-press-lf.name": "Gouda Cheese Press",
"gouda-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Gouda. I wonder what else it could make?",

"mozzarella-cheese-press-lf.name": "Mozzarella Cheese Press",
"mozzarella-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Mozzarella. I wonder what else it could make?",

"parmesan-cheese-press-lf.name": "Parmesan Cheese Press",
"parmesan-cheese-press-lf.description": "A traditional cheese press that transforms cow's milk into Parmesan. I wonder what else it could make?",

}	