{
    "Josephine_Arrives":"Hey, you're the farmer, right? Mayor Lewis had a lot to say about you.#$b#Oh, don't worry, most of it was good!$1",
    //Resort ..............................................................
    "Resort_Entering": "This place is pretty wicked!$1",
    "Resort_Leaving": "I hope there's something good for dinner. I'm ravenous!$1",
    "Resort_Shore": "Heh, I'm just enjoying the view.#$b#What? I'm looking for sharks!$4",
    "Resort_Wander": "Have you ever explored the volcano, @? Looks pretty epic!$1",
    "Resort": "Yoba, Mom makes me slather on so much sunscreen ... I'm all greasy. It's gross.$a",
    //Base Dialogue ...........................................................
    "Mon": "Doc said the country air would be good for my lungs. I suppose she was right.",
    "Tue": "Hello! I'm sorry, I've forgotten your name...$s",
    "Wed": "Hey, what's fun to do around here? I mean, nature's beautiful and all - but it's kind of boring too.$4",
    "Thu": "Sometimes I miss the city. Here it's all so peaceful. Too peaceful, don't you think?#$b#Makes you wonder if there's something lurking just out of sight.$2#$b#Hah, just kidding.$1",
    "Fri": "Ah, I've finished my school work for the week already. Time to have some fun, I guess?#$b#What's fun to do around here?",
    "Sat": "Tonight? Yeh, I'll be hanging out with my friends.#$b#Online chat isn't the same ... but it's better than nothing, isn't it?$2",
    "Sun": "$q 5787300 Oliver_VidGames#Do you like video games, @?#$r 5787301 50 Oliver_VidGames_Love#Like them? I love them!#$r 5787301 25 Oliver_VidGames_Like#Yeh, they're fun!#$r 5787302 0 Oliver_VidGames_Neutral#Nah, not really.#$r 5787302 -50 Oliver_VidGames_Dislike#No, they're a complete waste of time.",
    "Oliver_VidGames_Love": "Cool! What's your favorite?#$b#Maybe we could try that one next!$1",
    "Oliver_VidGames_Like": "Sweet. Glad you get it.$1",
    "Oliver_VidGames_Neutral": "Yeah, I figured.",
    "Oliver_VidGames_Dislike": "Whatever. You don't have to be rude about it.$a",
    "Oliver_VidGames": "$p 5787301#Hey @! Played any games recently? If you ever wanna join our MMO, let me know!$1|Hello @. Yeah, I'm tired. Did a massive raid last night. Not that you'd understand.",
    //2 hearts ..................................................................
    "Tue2": "Can you believe it? Mom actually asked Penny if she'd tutor me! Like I was a freaking middle-grader!$a#$b#I've got books and my computer... but Mom reckons it'll be better for me to socialize!#$b#As if I'd want to hang out with a couple of kids...$a",
    "Thu2": "Oh, I don't feel like talking today. Okay?$2",
    "Sat2": "Yeh, I miss my friends back in the city. I mean, I see them on Zaap every week, but it's not the same.$2",
    "summer_Sun2": "Mom was really on my case this morning. Just cos I was up 'til dawn.$a#$b#She just doesn't get it.$a",
    //4 hearts ....................................................................
    "Mon4": "My dad and me used to go to the park. We'd watch other kids throwing balls around, and playing with their dogs.#$b#It was nice, I guess, but it kind of made me sad too.$2",
    "Fri4": "I wish there was somewhere here my own age... Though Sam seems pretty cool.#$b#But he and his friends... they're pretty tight. Wouldn't want a kid like me hanging around.$2",
    "winter_Sat4": "Tonight the gang and me are gonna raid the Swamp of Eternal Mist.$1#$b#Sometimes I wonder what it'd be like to use a real sword and fight real monsters...#$b#But Mom'll ground me it I'm outside after ten.$s",
    "fall_Sun4": "*yawns* Ah, me and the gang were up half the night raiding. But we took down the Nightstalker!$1#$b#Don't tell Mom, okay? She says we need at least eight hours sleep... and I've had like four...$2",
    //6 hearts ...............................................................
    "Tue6": "$d joja#Have you met the girl who works in the JojaMart?#$b#She's kinda pretty, don't you think?$3^She's pretty... I wish I knew how to talk to her.$2|I wish I knew how to talk to girls...$2#$b#Have you got any tips?",
    "Wed6": "Do you think Miss Aideen's pretty?$4#$b#She's a bit stuck-up though...$2",
    "Fri6": "Wanna play pool sometime? I've been practicing my game.$1#$b#Thought it might be fun to challenge Sebastian one day.",
    //8 hearts ..............................................................
    "Mon8": "When I was in hospital, Dad used to visit only a couple of times a week.$2#$b#He'd bring me presents, which was cool... but sometimes I just wish I could've seen more of him, y'know?$4",
    "Wed8": "Mom hardly left my side when I was ill. I don't think she knows what to do with herself anymore.$4",
    "Sat8": "Hey, do you think Rosa likes me?$4#$b#What? No, I don't have a crush on her! She's just pretty cool, is all.$a",
    "winter_Mon8":"Are you any good at calculus, @? It's such a waste of time.$a#$b#I mean, statistics I get, and even algebra, but when am I ever going to need differentiation?$2",
    "winter_Fri8":"Hey @. Today's biology class was pretty cool. Got to digitally dissect a frog. Neat, eh?$4#$b#And the best thing? Nothing dies, and you don't have to clean up all the blood and guts afterwards.$1",
    "summer_Tue8":"Mom caught me doing a chemistry experiment in the kitchen. Yoba, was she pissed!$2#$b#It sucks; where else am I supposed to do labwork around here?$a",
    "summer_Fri8":"Yeh, there's this girl in our Guild, right? She's really smart. Pretty too, I guess.#$b#But I don't think she's into me. Not like that, anyway. It's fine. I'll deal.",
    //festivals .............................................................
    "summer_10_2": "Dad's coming tomorrow. It's always fun to watch Mayor Lewis trying to impress him.$1",
    "spring_23_2": "Did you know Mom asked Mayor Lewis if I could join the dance. Talk about embarrassing!$2#$b#Thank Yoba he said 'no'! I'd probably trip over my own feet.$1#$b#I wish she'd just ask me what I want to do instead of deciding for me.$a",
    //change this one for following years, or after certain events seen.
    "spring_12_2": "Sure, I'll be along for the Egg Fest, I hear the food is great.#$b#No! Of course I won't be hunting for eggs. That's daft. I'm not a kid.$a",
    "winter_7_2": "I hear the Ice Festival's real pretty. So, I 'spose I'll let Mom drag me along.",
    //Questions ..............................................................
    "Oliver_Wrong":"Are you sure about that? It doesn't sound quite right...$2",
    "Oliver_Right1":"Hey clever! That sounds good to me.$1",
    "Oliver_Right2":"Really? Oh, of course!$1",
    "Oliver_Right3":"Hmm, I thought the sphinx was talking about herself.",
    "OliverLexi_A":"Don't you think I know this? I came to you cos I thought you'd help, not rub it in!$5",
    "OliverLexi_B":"Yeh... and make myself look like an attention-seeking liar. But... I guess you're right. It's the best way. And I'm sure they're used to hoaxs.$2#$b#I don't suppose you'd consider putting on a rubber suit, would you?$3",
    "OliverLexi_C":"I'm worried they'll be mad at me. But you're right, they deserve to know. And, who knows? Maybe Lexi'll want to become a celebrity.$3",
    //Conversation Topics ....................................................
    "TalkOllyLexi": "No, not here! We'll talk at the Inn. Okay?$2",
    "election":"So Mom tells me Morris is Mayor now. That's gotta be a shock for May- err Mr. Lewis. Poor ol' duffer.$2#$b#Change is good... but trading in the lord of the manor for a corporate bigwig? Feels kinda like we're charging headlong into a dystopic future, right?$1",
    "reject_534":"What would I want a ring for? I'm not into bling! Looks more like something Mom would wear.",
    "KatarynaStillHere":"I see Ms. Kataryna didn't leave town after all.$a#$b#She'd better stay away from Lexi.#$b#You'll keep her occupied, won't you, @?$1",
    "AbyssRoosterGrow":"I hope Ms. Kataryna looks after that chicken. It's a weird-looking bird.#$b#The other chickens didn't seem to like it too much either.$2",
    //Gift Responses .........................................................
    "GiftReaction_Rodney's_Autograph":"Heh, this is kinda cool, but Mr. O'Brien already gave me a bunch.#$b#I've been selling them on uBuy. Um, don't tell him okay?$2"


}