{
  "Introduction": "Hi, I'm Rosa.  I'm new in town.$h#$b#Let me know if you have any work going, I'm up for any odd jobs!",
  //Monday
  "Mon": "When I have the money, I'll catch a train into Zuzu City; my mom teaches there.",
  "Mon4": "I've worked a few jobs, here and there. Fruit picking, dog-walking.#$b#Cleaning fish. Ugh! I didn't enjoy that one bit!$2#$b#I got hired to herd ducks once. That was something of a challenge!$1",
  "winter_Mon4": "Do you think this place is haunted, @? Could've sworn I heard footsteps up and down the hall all night.",
  "summer_Mon": "It's beautiful here, isn't it? The locals seem a little wary of outsiders though.",
  "summer_Mon10": "I rang my dad last night, @. It's always great to chat with him.#$b#He's happy, and the bakery's doing well.#$b#I do miss him though.",
  "fall_Mon": "Are you interested in traveling, @?#$b#I am... I've done a bit of back-packing around the Ferngill republic.",
  "fall_Mon4": "On these cooler days, there's nothing quite like curling up in front of the fire with a book, is there?$1",
  "fall_Mon10": "Read any good books lately, @? Pretty sure I've read every mystery the library has to offer.$1",
  "winter_Mon": "Oh! Can you brush the snow off your boots please? I've just polished the floors.$2", //change this if ItsBenter's family installed
  "winter_Mon6": "I hope we don't get snowed in, @. With the empty rooms, the boiler downstairs, and the isolation...#$b#Well, let's just say, I'm having flashbacks to a certain horror novel I really regret reading.$2",
  "winter_Mon10": "Brrr, winter is the time I miss Fort Josa the most!#$b#Nah, I'm not homesick; I've made too many friends here to let you go so easily. Just looking forward to spring, is all!$1",
  //Tue
  "Tue": "Back in Fort Josa, my Dad's bakery had the most wonderful aromas.#$b#The war rationing stopped us from making cakes or sweets, but we improvised.$s",
  "Tue2": "Do you love the smell of fresh baked bread? It reminds me of home.",
  "fall_Tue2": "Are you much of a reader, @?#$b#I love a good mystery - the more tangled the better!",
  "Tue8": "My parents didn't have the happiest relationship. Almost put me off marriage, truth be told.$2#$b#Still, I suppose if the right gal came along...$1",
  "summer_Tue4": "Ever been surfing, @?#$b#Me? Hah, no. But I did a brief stint as a lifeguard, so I rescued a few!",
  "summer_Tue10": "Mom always teased me about my restless feet - but here actually feels like home.#$b#Who knows? Maybe one day I'll settle down!$1",
  "summer_Tue": "Be careful, @. When I was walking home last night, a giant crab lunged at me!$2#$b#Dr. Jacob says they're an invasive species, and prey on the native wildlife. Pretty nasty!$3",
  "fall_Tue": "There's a lot of little trails around here.#$b#Follow them, and you never know where you might end up.$1",
  "fall_Tue6": "Howdy @! Be right with you. Just trying to get my head around the big reveal from the book I'm reading.#$b#I thought I'd figured it out, but that twist... it completely sidelined me!$1",
  "winter_Tue": "I think I'll stay in here where it's warm.#$b#Oh, no fire - we've got a boiler room. Central heating is the way to go.$1",
  "winter_Tue6": "That poor wee stray cat was prowling around again. I gave her some food scraps.#$b#I'd let her in, but I don't think the Hart's would approve. And it's their inn. I'm just the caretaker.$2",
  //Wed
  "Wed": "Fort Josa used to supply all of the nearby factories and steam ships with coal.#$b#When oil began to boom the town started to fall apart... Bit like this place, I guess.$s",
  "Wed2": "It's nice here, but a bit lonely. I wish I had someone to hang out with.$2",
  "summer_Wed6": "I worked in a zoo once. Which sounds way more glamorous than it actually is.#$b#Yeah, way more scooping poop and cleaning up gnawed bones than cuddly baby animals.",
  "Wed8": "I invited my first girlfriend home when we were seventeen. Mom was pretty stoked I'd found someone.$1#$b#Didn't work out though.$2#$b#Nah, it's fine; we still keep in touch.",
  "fall_Wed4": "Why is fall the most popular season? I don't get it.#$b#Then again, I have spent the whole morning sweeping leaves out of the gutter.$3#$b#Well, I guess it's called 'fall' for a reason...$1",
  "summer_Wed": "It's too hot for baking today. Maybe I'll make a cheesecake instead.",
  "summer_Wed4": "Ugh... this warm summer weather is bringing the ants indoors. I found them in my sugar bowl this morning.$3#$b#What a waste...$2",
  "fall_Wed": "Drat... I'm out of flour. Guess I'm going to have to head into town tomorrow.#$b#Still, it's a nice walk.$1",
  "winter_Wed": "The bear in the Inn hallway? Oh, pretty sure he died of natural causes.#$b#I've named him Humphrey. I hope he doesn't mind.$1",
  "winter_Wed6": "Do I get lonely out here in this big, empty inn? Of course not. Eloise comes to visit sometimes.#$b#As long as she never brings a tricycle, we're sweet.$1",
  //Thursday
  "Thu": "I always enjoy the walk into town. The air's so fresh here, not like Fort Josa. It always smelt of smoke.",
  "JojaMart": "Howdy @. Just picking up some supplies. Got a baking marathon planned!",
  "SeedShop": "Howdy @. Just picking up some supplies. The fruit here's always pretty fresh. I wonder where Pierre gets it from?",
  "Thu4": "Have you meet Aideen? She's pretty, isn't she?#$b#Are we friends? No, not really. But her cat visits sometimes!$1",
  "spring_Thu6": "Sorry if I'm a bit dusty. The dratted birds are trying to nest in the eaves again, and I'm trying to discourage it.#$b#Oh, I'm fine with birds really... just not in my roof.$2",
  "fall_Thu4": "Argh, today's been a bit of a rough day. Just feelings, you know?$2#$b#Anyhow, I decided to do some baking... and now I've got enough to feed the whole town. Ugh. Have a muffin.[651]",
  "summer_Thu": "Have you seen the little grey cat wandering around?#$b#Sometimes I leave scraps out for her. Poor wee thing.$2",
  "fall_Thu": "Do you keep in touch with anyone back home, @?#$b#Yeah, Mom rang last night. It was nice. Made me a little.. nostalgic? Not sure that's the right word. But homesick isn't either.$2",
  "winter_Thu": "The snow here's so fresh and clean. It makes the world seem kind of new.#$b#Cold though!",
  "winter_Thu6": "There was something scratching in the walls all night. Again...#$b#Probably mice. Ugh, I hope it's not rats. Maybe I should ask Aideen if I can borrow her cat.$1",
  "winter_Thu10": "Howdy sunshine! Wanna pop over tonight and watch a movie?#$b#Maybe some sort of mindless action flick? I'd appreciate the company.",
  //Friday
  "Fri": "Some evenings, I like to take a walk down to the lighthouse. The sunset's really nice.#$b#Would be better if I had someone to watch it with though...$2",
  "Fri4": "I've always had a sweet tooth. Mom used to tease me about it.",
  "Fri8": "My parents split a few years back. Sometimes I think they only stayed together that long cos of me.$2",
  "summer_Fri8": "Fort Josa's a coastal town, so we used to play in the water all the time. Sometimes we'd even see dolphins.#$b#That was until the war... after that, well, let's just say swimming became a lot less fun.$2",
  "summer_Fri": "Maybe I'll dip my feet in the ocean tomorrow. Although Eloise told me there are fish that will nibble your toes.#$b#Not sure how keen I am on that idea!$1",
  "fall_Fri": "You know, a lot of ships sunk around here. It's why they build the lighthouse.#$b#Do you reckon there's treasure, hidden out there on the reef?",
  "winter_Fri": "Hey, would you like to hang around for a bit? I'm bored and could do with some company.",
  //Saturday
  "Custom_EastScarpeInn_Sat": "This? Oh, it's temp work, until the owners return. Free food and board? Can't argue with that!$1",
  "Sat": "It's a pity more people don't come to this beach. It's kinda like Pelican Town's hidden gem.$1#$b#More visitors might be better for business, but it would kinda ruin the atmosphere though.",
  "Sat_4": "Aideen's cat came to visit yesterday. Please don't tell her, but I fed him...#$b#He really likes fish!$1",
  "Sat4": "I go into town sometimes, but the groups here... they're so tight-knit.#$b#It's easy to feel like a stranger, don't you find?$2",
  "summer_Sat2": "Do you enjoy walking on the beach, @? I love the feeling of sand between my toes.",
  "winter_Sat6": "This place can be a little creepy at night. It's so big, and old.#$b#Sometimes it makes these weird groaning noise. But it's probably not ghosts, right?$2",
  "summer_Sat": "I'd better write a letter to my Dad... Yeh, he's still in Fort Josa.#$b#He sends me recipes sometimes. I miss him.$2",
  "fall_Sat": "Hmm... Spirit's Eve is just around the corner. We used to have so much fun with it.#$b#We'd sit around a campfire and see who could tell the scariest stories.",
  "winter_Sat": "Ugh, there was quite a snowfall last night.#$b#Had me up before dawn shoveling off the roof. Heck, I'd kill for a coffee.",
  //Sunday
  "Sun": "Do you see many refugees here, @? Guess not. We had a constant flow of them in Fort Josa.#$b#It's really sad, the things people have gone through to be 'free'.$s",
  "Sun6": "Sometimes I miss Fort Josa, you know. Nah, not homesickness, more something else...#$b#Yearning, perhaps? Although I've got to say, it's pretty nice here.",
  "winter_Sun4": "Goodness, Ellie can really chew your ears off, can't she?#$b#She caught me throwing bread scraps to the birds... Oh, did I ever get a telling off!$1",
  "summer_Sun":"How's your general knowledge, @?#$b#I've been watching this gameshow called 'Path of Lies' and I'm kind of hooked. Ever seen it?",
  "summer_Sun2": "Ever seen a mermaid, @?#$b#I can't be 100 percent certain, but I know I saw someone - or something - swimming off the bay.",
  "fall_Sun": "Want a game of pool? I got talked into entering a tournament once.#$b#Oh, I was utterly garbage; it's really not my game. Fun though!",
  "winter_Sun": "Are you a fan of horror movies, @?#$b#I watched one last night... it was set in an empty hotel. Closed for the winter...#$b#Possibly not the brightest idea I've ever had!$1",
  //Specific Dates
  "spring_23": "Are you going to being dancing tomorrow, @?#$b#Me? Oh, I suppose so! If the right person asked, of course!",
  "spring_23_2": "I'm looking forward to the dance tomorrow.$1#$b#Yeh, it's corny but fun. I love these old traditions, don't you?",
  "fall_26_2": "Spirit's Eve is my favourite festival. You know what? I'm totally going to host a party here. What do you say?",
  //Conversation Topics
  "Josephine_Arrives": "Oh @! Lewis just called to tell me the Governor's wife and son are arriving tomorrow!$1#$b#My first guests! I really hope I don't let him down.$2",
  "Tristan_Returns": "I heard some weird rumor about a guy that was a cat?#$b#Sounds like a fairy tale to me. Know anything about it, @?",
  "cc_Complete": "I saw the JojaMart is all boarded up. What happened?#$b#I guess that means the cute redhead's left... I never got to say 'goodbye'.$2",
  "CherryOrchard_Rosa": "Hey @, remember that weird place Eloise found? Cherry Orchard? I asked Mayor Lewis about it.#$b#He said it closed down when he was a child, some sort of family feud. All the kids in town were warned away from playing there. Dangerous, apparently.$2",
  "spring_15_2": "Hmm, I think I'll bake maple bars today. Why? Oh, no reason.$5",
  //Resort dialogue courtesy of Calcite
  "Resort_Entering": "This island is lovely! Too bad the inn isn't located here.$1",
  "Resort": "Did you know they had a string of forts along islands just like this one? Why couldn't my family choose to live in one of those?",
  "Resort_Shore": "Ouch! I think that crab just pinched me. Where's Willy when you need him?",
  "AbyssRoosterGrow": "And now there's a chicken running around the inn!$a#$b#Well, I suppose that's country life for you. Never a dull moment around here!$1",
  //UCR
  //Unique Dialogue Mods (Courtship/Jealousy responses)
  //"give_pendant": "",
  //"stardrop_gift": "",
  //"reject_two_heartA": "",
  //"reject_two_heartB": "",
  //"reject_four_heartA": "",
  // "reject_four_heartB": "",
  // "engageA": "",
  // "engageB": "",
  // "marriedA": "",
  // "marriedB": "",
  //"refusal_no_heartsA": "",
  //"refusal_no_heartsB": "",
  // "refusal_knownA": "",
  // "refusal_knownB": "",
  // "refusal_botherA": "",
  //"refusal_botherB": "",
  "rejectNPCA": "You know I'm only attracted to girls, right?^Too soon, sunshine, I'd rather we got to know each other first.$1",
  "rejectNPCB": "Sorry no, you're not my type.^Sorry sunshine, I'd rather we remain friends for now. Hope that's okay with you?",
  //Custom Gift Dialogue
  "reject_534": "You want me to have it? No, I'd better not - I'd probably lose it! You keep it.$5#$b#Who knows? Maybe one day we'll find Lily-Anne and we can return it to her.$1",
  "GiftReaction_Rodney's_Autograph":"Haha, I don't really need this! Rodney dropped by a huge stack of them yesterday.$1#$b#He seems to think that having an award-winning author in town is attracting more tourists.",  
  "Aideen_Garden":"Of course I'm helping Aideen with the garden project!$1#$b#It's going to look beautiful."
}