{
    "Resort_Entering": "Oh wow! This place is wicked!",
    "Resort_Leaving": "Bye bye parrots! See you again soon.$1",
    "Resort_Shore": "Look at all these pretty shells! Want to help me make a necklace, farmer @?",
    "Resort_Umbrella": "Dad says I've can't stay in the sun all day.",
    "Resort_Towel": "I'm drawing the birds, farmer @. Just like a true naturalist.$1",
    "Resort_Wander": "I bet these all sorts of really cool birds around here.",
    "Resort_Bar": "Gus made me a special punch with coconut water and mango. Look, it has am umbrella in it and everything!$1",
    "Resort": "There's parrots here, @! Aren't they amazing!#$b#Parrots are super-smart you know! Some of them even use tools.",
    "Introduction": "Hi! I'm Eloise, but you can call me Ellie if you like.#$b#You're the new farmer, right?",
    "Mon": "Can I come poke around on your farm sometimes? I'm sure it's filled with all sorts of interesting things!",
    "Mon2": "There's a stray cat that lives near the beach. She's super-skinny and scared. I've been trying to make friends with her, but she's not keen on the idea...",
    "Mon4": "I wanted to explore the cave on the beach, even though Dad said it's too dangerous, and I should stay out of it.#$b#It was real dark and scary, and made me feel all kinds of shivery. I made a strategic retreat!$3",
    "Mon6": "Why do people have to fight, farmer @? I've got a friend in the Gotoro Republic.#$b#His name's Sora. He's real nice and not even a little bit bad!",
    "Mon8": "What's your favorite animal, farmer @?#$b#Yeah, they're pretty neat! But I like pelicans best!$1",
    "Mon10": "You know, farmer @, Dad's been lonely ever since Mom died. You could move in and keep him company. I wouldn't mind sharing him, not with you!",
    "Tue": "Do you like birds, farmer @? Cos if you don't then we can't be friends.",
    "Tue2": "Jas is my bestest friend in the whole world, even if she mostly wants to play with dolls.",
    "Tue4": "I fell out of a tree today and skinned my knee! But don't worry, Ms Marnie patched it all better - look at the pretty plaster!#$b#Don't tell Dad though, he'll be ever so cross.",
    "Tue6": "Ms Marnie's a great cook. I wouldn't mind if she wanted to marry my Dad.#$b#But she just laughed when I asked her to consider it.$3",
    "Tue8": "The stray cat caught a sparrow yesterday. I tried to save it, but I couldn't...$2#$b#Dad says that once a cat gets them, it's too late. If they don't die of fright they die of an infection.$2",
    "Tue10": "I'm writing to ask the Governor to help the people in Gotoro.#$b#It's our fault that Sora and his family are homeless. We're the ones that invaded their land!",
    "Wed": "Wanna come and visit our ranch sometime? You could meet Princess Midnight and Sir Flufflekins!#$b#And we've got a parrot too - his name's Richie, and he's a macaw! He knows heaps of words and not all of them are polite!",
    "Wed2": "Do you explore the caves, farmer @? I bet they're home to all sorts of really cool critters.#$b#Some types of swifts live in caves. They make their nests out of saliva.$1#$b#And in some countries they eat the nests! Ick, can you imagine eating someone's spit?$3",
    "Wed4": "You know there's some birds that live in caves? They're called oilbirds. And they fly in the dark using echolocation - just like bats, but not as well!",
    "Wed6": "I think Ms Pam likes my Dad. She's always fluttering her eyelashes at him.#$b#I don't like her. She smells like beer and it makes me queasy to my stomach.#$b#Plus sometimes she's mean to Miss Penny, and Miss Penny is the loveliest person in the whole wide world!$2",
    "Wed8": "Richie used to belong to my grandad, and he taught him lots of naughty words!#$b#But parrots live a really long time, and when Grandad got too old to look after him, Richie came to live with us.",
    "Wed10": "I'm happy just living with my dad and lots of animals, but sometimes dad seems sad.#$b#I think he's lonely. Maybe you could come over sometimes and keep him company?",
    "Thu": "I'm going to be an explorer one day! Maybe I'll even discover a new animal.",
    "Thu2": "You've gotta be careful if you go on the beach after dark, cos the nocturnal rock crabs come out to hunt for sandworms and stuff on the beach.#$b#Once I saw one as big as a cat!#$b#They're bad though, cos they also eat baby birds and pets - and sometimes even foolish children.",
    "Thu4": "Sometimes after the rain, I go looking for shells on the beach.",
    "Thu6": "Do you know what an invasive pest is, farmer @? It's an animal that doesn't live naturally in a place, but is introduced there by people - sometimes on accident, sometimes on purpose - and displaces - that means pushes out or kills - the animals that already live there.#$b#Like the rock crabs that live on the beach. Dad says we need to keep them under control, or they'll spread onto the other beaches and maybe take over the whole world!",
    "Thu8": "I'm worried abour Sora. It must be so scary living in Gotoro. I wish there was a way we could get him safe here - and his Mom and baby sister too.",
    "Fri": "Dad's real smart, but he's also real busy, so I'm glad Miss Penny can teach us stuff!#$b#Jas is my bestest friend in the whole wide world, and Vinnie's okay. For a boy!",
    "Fri2": "Miss Penny says I ask a lot of questions. Too many for her to keep up! But there's just so much I want to learn!",
    "Fri4": "Miss Penny told us to choose our favorite animal for a project. I chose the pelican, cos they're wicked-cool, and Jas picked blue jay.#$b#Vinnie chose a spider - a common house spider, to be precise - and brought it to class in a matchbox!$1#$b#Miss Penny was not impressed.$3",
    "Fri6": "Vinnie said that only 'girly-girls' wear pink dresses and stuff, and I wasn't a girly-girl cos I like to climb trees and dig through leaves looking for bugs and stuff.#$b#But I can wear pretty dresses too, if I want to, can't I?#$b#I think he's jealous; his mom won't let him dress up nice cos he gets himself dirty all the time.",
    "Sat": "You've gotta be quiet if you're gonna watch birds. Dad says I'm a regular chatterbox - but I do know how to shush!",
    "Sat2": "Princess Midnight is the laziest cat in the world. She almost never leaves the house.#$b#So, I'm not worried about her catching my bird friends.",
    "Sat4": "Lots of berries grow here in spring and fall. That's why the birds love East Scarpe!",
    "Sun": "Dad always visits Mom on Sundays. It makes him kinda sad. I miss her, even though I don't remember her too well.",
    "Sun2": "We're going to the beach! Maybe I'll find some pretty shells. My favorites are the really colorful ones.#$b#And the pelicans make me laugh. They're such funny looking birds.$1",
    "Sun4": "Did you know birds descended from dinosaurs, farmer @? The first birds were called the archae- Archaeopteryx. It means 'feather wing'.#$b#It's funny to think that dinosaurs might've looked like pelican or geese!",
    "summer_Mon": "Summer's boring for bird-watching. The Fern Islands are covered in fruit and stuff, so the songbirds go on vacation - just like people do!",
    "summer_12": "I'm going to the beach tomorrow, farmer @! The crested flamingo stop here to eat before migrating to Gotoro. Wanna come watch for them with me?",
    "ArchaeologyHouse": "Miss Penny's a pretty good teacher. She knows all sorts of things about the valley.",
    "spring_1_2": "Yay, it's spring! Have you got any baby animals on your farm? ",
    //"winter_16_2": "Hey, have you caught a blobfish yet, farmer @?#$b#They live in really deep water under loads of pressure, and when they're pulled up, their bodies decompress and they become all weird and blobby.#$b#It's gross and sad. You should leave them alone.$2",
    "winter_24": "It's Winter Star tomorrow! Are you excited for the gift giving?#$b#Dad's promised me a new pair of binoculars! What do you wanna get, farmer @?$1",
    "winter_24_2": "Hi farmer @! Who's your secret gift-getter this year? Is it me? *giggles*",
    "summer_28": "The jellyfish visit tonight, so Dad's letting me stay up extra late!$1",
    "winter_Mon": "Did you know that some animals sleep all winter, farmer @. Sometimes I wish I could sleep all winter too. It's so cold!#$b#But then I couldn't build a snowman or have a snowball fight with Dad. So maybe winter's not all bad.",
    "winter_Thu": "I wrote to Sora and told him all about snow. I don't think it snows where he lives. Except maybe on the tops of mountains.",
    "JasperGone1": "Professor Jasper's gone on a big adventure! He's looking for the dwarves - and promised me a pretty stone.$1#$b#But the caves are real scary and full of nasty things... I hope he comes back soon.$2",
    "GOABB": "Jas told me a real scary story about guns and a giant blue bunny. It was all about war, like the war in Gotoro.$3#$b#How does Jas know so much about war? I dunno... but I think she's got a new friend and she won't share him with me.$2",
    "LucikielArrives": "Did you see the monster-man? Jas said he's real scary and made her feel like throwing up.$2#$b#I wish I could've seen him... I wouldn't have been scared!",
    //Answers to Event Questions
    "Eloise_Duck_Y": "Um... corn, lettuce, peas, oats, even seeds!",
    "Eloise_Duck_W": "Of course he does! He loves it. Like I love pink cake!$1#$b#But if I eat it all the time, I'll get fat and sick. And so will he.$2#$b#Corn, lettuce, peas, they're much better for him!",
    "Eloise_Duck_G": "Sure! Grapes are okay.#$b#Corn, lettuce, peas, they're good too!",
    "Eloise_Duck_N": "I'm not bossy! You're mean.$2",
    "Is_Sora_Dead": "Sora's still not written. Maybe he doesn't like me anymore...$2#$b#Or maybe... No, thinking about that makes my stomach all squicky. Like it's full of birds but not in a good way.$2",
    //courtship responses
    "rejectNPCA": "Are these for my mom? She really loved pretty flowers.$3",
    "rejectNPCB": "The only flower I like is daffodil! Feathers are better.$1",
    "refusal_no_heartsA": "Have you been looking for shells on the beach too? That one looks really special.",
    "refusal_no_heartsB": "Are you gonna give that to my dad? Cos I don't know if I approve of you yet!$3",
    "engageA": "You should give that to your betrothed! It's really pretty.$1",
    "engageB": "Oh, that's a pretty shell! Is that for your betrothed?",
    "marriedA": "Oh, I'm sure %spouse will love that!",
    "marriedB": "That's really pretty. Is it for %spouse?",
    "winter_Tue2": "$q 5787001/5787002 winter_TueBack#What are your parents like, farmer @?#$r 5787001 25 Parents_proud#They're proud of me for taking over the farm.#$r 5787001 25 Parents_love#They're wonderful, and I love them very much.#$r 5787001 25 Parents_good#They're good folk, even if we don't always get along.#$r 5787002 0 Parents_personal#That's personal, and not polite to ask.#$r 5787002 -25 Parents_rude#That's personal, stop being nosy!",
    "Parents_proud": "Of course they are! I'm sure your farm is very beautiful.$1",
    "Parents_love": "That's good! I love my Dad a lot too!$1",
    "Parents_good": "Me and Dad don't always get along, but we love each other heaps! I bet it's like that with your family too.$1",
    "Parents_personal": "Oh... I'm sorry... Dad always says my tongue's too fast for my brain. I'll try and get better and think first next time. Promise!$3",
    "Parents_rude": "Sorry...$2",
    "winter_TueBack": "Winter's not a good time for birds, farmer @. It's hard to find food!#$b#Sometimes I sprinkle seed on the lawn. The cardinals love it!",
    //New Dialogue
    "spring_Fri10": "Did you know baby birds - fledglings - can't fly when they first leave the nest?#$b#If you see any, and there's no predators around, they'll be okay. Don't touch them!$3",
    "Sat10": "I've been reading my letters from Sora again. I hope he's okay. His life sounds pretty scary.#$b#I'm glad Dad and Mom and me back here before everything went horrible. I wish we'd brought Sora and his family too though.$2",
    "Sun10": "$c 0.5#Do you want to come beach-combing with us today? Dad lets me bring home shells to draw. I'm making a scrapbook of them!$1$k#We're going beach-combing! I'm looking for sea urchins. Did you know they sometimes put shells on their heads like little hats?!$1",
    "summer_Mon10": "Maybe I'll let you read my journal one day, @.$3#$b#But not today.",
    "summer_Tue10": "What's your favorite season, farmer @?#$b#Autumn's the prettiest, but I think my favorite's spring. Cos there's baby animals - and my birthday.$1",
    "summer_Wed10": "Have you seen any woodpeckers? Did you know that a woodpecker pecks wood with about 1000 times the force of gravity?$3#$b#And they don't even get a headache! Isn't that wicked?$1",
    "summer_Thu10": "Dad and I looked through old photo albums last night. My Mom and him looked really happy.#$b#I wish she hadn't died. But now it's my job to make him smile.#$b#But you make him smile too, farmer @. I'm glad you're his friend.$1",
    "summer_Fri10": "Do you like swimming, farmer @? East Scarp has the best swimming beach! Sometimes the fish nibble you toes.$1#$b#Don't worry! They're not trying to eat you. They only eat dead skin. Gross, right?$3",
    "summer_Sat10": "Sometimes Miss Rosa feeds bread and stuff to the ducks... I keep telling her she shouldn't.#$b#I don't think she likes me much.",
    "summer_Sun10": "Dad says there used to be smugglers and pirates and stuff visit here. I wonder if they buried any treasure?",
    "fall_Mon10": "Do you like leaf fights, farmer @? Last time Vinnie and Jas and I had a leaf fight, Vinnie dropped a worm down my neck.#$b#It tickled!$1",
    "fall_Tue10": "I'm trying to teach Richie some new words. But he's very stubborn.#$b#He's old, you know. He belonged to my grandpa. I don't think he was a very nice man. Dad hardly ever talks about him at all.",
    "fall_Wed10": "I've been learning so much in school! Miss Penny is a really good teacher.#$b#Although, she does say I sometimes challenge too much. But I only correct her if she gets things wrong. Cos isn't it better to know the real facts?",
    "fall_Thu10": "I've been writing to my Nana! She's really nice. She lives in Chestervale with three cats and a lady called Theresa.#$b#She's an author, so I have to make sure my letters are good!$1",
    "fall_Fri10": "I am VERY angry with Princess Midnight.$3#$b#She brought in a bird yesterday. Dad gave it antibiotics... but it was dead this morning.$2",
    "fall_Sat10": "Did you know that penguins used to nest around here, farmer @?#$b#They don't so much anymore. The rock crabs ate their eggs.$2",
    "fall_Sun10": "Do you think Dad and his brother will ever be friends again?#$b#I have to really, really ask lots of questions before Dad'll even talk about him.$2",
    "winter_Mon10": "Are you friends with my Uncle? I think he needs more friends.$3#$b#But when I talk to him, he says things that make me feel sad. I don't think he likes me.$2",
    "winter_Tue10": "Have you got any brothers or sisters, farmer @?#$b#Sometimes I wish I had a big brother like Vinnie does. Sam's so cool. He's a musician! Did you know that?$1",
    "winter_Wed10": "Jas was talking about what she wanted to be when she grows up yesterday.#$b#I've been thinking. I want to work with animals, but being a vet is too sad. Maybe I could be an animal trainer in the circus?$3",
    "winter_Thu10": "It's my Uncle's birthday soon. I wanted to give him a gift. Dad said I could draw him a picture.#$b#But what if he doesn't like it?$2",
    "winter_Fri10": "Dad got called out to an emergency in the middle of the night. Don't worry, Miss Rosa came to keep me company.#$b#I like her. She's been to so many places! Maybe one day I'll travel the world too.$1",
    "winter_Sat10": "Nana gives the best Winter Star gift! This year I got a shimmery-shiny notebook!$!#$b#It's got a padlock on it too, so no-one can read my secrets.",
    "winter_Sun10": "Sometimes we find rubbish on the beach. We always pick it up and throw it out.#$b#Cos if we don't, animals could eat it and get sick. That makes me sad.$2#$b#You don't litter, do you farmer @?$3",
    //Unique Gift Responses
    "GiftReaction_Duck_Feather": "Oooh! I'm going to add this to my collection. Thank you @!",
    "GiftReaction_Rice_Pudding": "It's so sticky! Dad hates it, so we don't eat it at home.",
    "GiftReaction_Dinosaur_Egg": "It's so big! I can hardly carry it. I wonder what sort of bird laid this?",
    "GiftReaction_Dinosaur_Egg~1": "This is so cool. I hope Dad lets me hatch it!",
    "GiftReaction_Void_Egg": "I've never seen an egg like this before! It feels kinda weird.#$b#I love it!",
    "GiftReaction_Blobfish": "Ugh, gross! This poor fish. You're really mean!$2",
    "GiftReaction_Rodney's_Autograph":"Hey, it's Mr. Rodney! I tried to read his book, but it was really boring.#$b#This is pretty cool though!$1",
    "reject_534": "Oooh this is pretty! But it's far too big for me. Looks precious too.#$b#My Nana wears lots of shiny rings, maybe she'd like it!$1",
    //Conversation Topics
    "AbyssRoosterGrow":"Prince Shadow's much happier now he's with his mom!$1#$b#I had a talk to Ms. Kat about how to look after him and stuff. And guess what?#$b#She studied zoology at university - so she knows already. I'm still gonna check up on him every day though!$1",
    "PepperPupHome":"Have you come to see Pepper? She's a little bit shy today.$2#$b#Oh! Maybe you can come back tomorrow!$1",
    "Aideen_Garden":"Ms. Aideen's garden sounds really cool! I wonder if she'll let me add a birdfeeder?$3"
}