{
	"Changes": [
{       
	 "Action": "EditData",
	 "Target": "Characters/Dialogue/Madam",
	 "Entries": 
{
        "Mon": "Puedes encontrar muchos peces nuevos en esta área.$h#$b#No se acercan al valle ya que el agua está muy sucia.",
        "Tue": "¿Conoces a Willy?$h#$b#Me visita de vez en cuando.",
		"Tue9": "Hey@.¿Cómo está Willy?$0#$b#Espero que se encuentre bien, el mar puede ser muy peligroso.$2",
        "Wed": "Oh hola cariño$h#$b#Tu visita me hace muy feliz.",
        "Thu": "Me gusta bucear en el océano.$h# Quizás cuando tengas algo de tiempo libre puedas bucear conmigo.",
        "Fri": "Si pesca basura, asegúrese de tirarla a la basura.$h#$b#Odio cuando la gente deja su basura aquí.",
        "Sat": "Hola cariño, ¿te estás tomando un descanso? ¡Yo si!$1#$e#El zorro de afuera vende helados.$1#$e#Tal vez iré a bucear.$0",
		"Sat6": "Hola cariño, ¿te estás tomando un descanso? ¡Yo si!$1#$e#Los helados del Zorro son los mejores.$1",
        "Sun": "¡Bienvenido cariño!$h#$b#Espero que tengas una gran semana por delante.",
		"event_pendant1": "Es un colgante de sirena. En la antigüedad se usaba para unir a pescadores y la cultura de las sirenas en una sola tribu. Es un símbolo de paz y unidad.$1#$b#Me rompe el corazón que esta costumbre fue abandonada, pero me alegro de que la gente de Pueblo Pelícano aún honre dicha tradición.$0",
		"event_pendant2" : "Sí, es muy especial, no mintió.$1#$b#Asegúrese de darle esto a alguien que realmente ames.$5",
		"event_pendant3" : "¡Ja ja ja ! No te engañaron, ese colgante es como el anillo de bodas de Ciudad Zuzu.$4#$b#Se usa para proponerte. Aquí las costumbres son diferentes de donde eres, supongo.",
		"event_linus1": "Oh, esto, tengo una vieja lesión de buceo.$2",
		"event_linus2": "Gracias. Sí, no fue fácil salir de mi casa, pero Linus me mostró cómo pararme por misma.$5",
		"event_linus3": "Oh, soy de la parte sur del mar. La bahía de Sh'eenaz significa 'tierras de tormenta' en la vieja lengua.$0",
		"event_secret1": "Supongo que me descubriste, cariño. ¿Puedo confiarte mi secreto? ¡Jajaja! Pero en serio, guárdalo.$2#$b#Si bien me alegro de que la nueva generación sea mucho más abierta, todavía hay muchos que siguen las viejas costumbres en ambos lados.$0",
		"event_secret2": "Oh cariño, no es un disfraz, y tampoco lo llevan las chicas del mercado nocturno en invierno. Somos sirenas, las leyendas son ciertas.$3#$b#Sé que esto puede ser una sorpresa. Pero estamos muy contentos de ver que nuestros pueblos tienen una mentalidad más abierta ahora y que podemos volver a ser amigos, como en la antigüedad.$0",
		"event_secret3": "Sí, jaja, supongo que nada se te pasa, mi pequeño detective.$0",
		"event_willy1": "No se preocupe, debería haber colocado un cartel. Las tiendas estarán abiertas mañana. Como ya estás aquí, al menos pordrias obtener una carpa. [209] $8",
		"event_willy2": "¡William!$3%fork", 
		"event_willy3": "Uh, ok… Supongo que puede tener alguna, espero que te guste la carpa..[209] $7",
    },
},
],
}