{

  "Introduction": "Hello, I am Mike. I am a student at ZuZu University. Nice to meet you.",
  "danceRejection": "I am sorry, I don't enjoy dancing...$s",
  "divorced": "...Go away.$a#$e#...@, Please.$s",
  "breakUp": "Why? Why would you say that?$a#$b#Okay... I... I am sorry.$s",
  "dumped_Guys": "I heard it all. You are the biggest jerk I have ever met. Now get lost.$a",
  "secondChance_Guys": "Hey, @... I decided to forgive you. I need you.$s",
  "Mon": "I major in engineering in college, which is fun, but honestly, sometimes I want to let go of everything.#$b#That's why I like staying here even though it takes two hours to go to ZuCU. It's so peaceful down here!#$e#Maybe one day I will just start farming too...?",
  "Mon2": "I wonder what I would do for living in the future. I want to do more than just earning money, You know?",
  "Mon4": "My favorite class is probably going to be Computer Science. It makes sense, you know?#$e#Hey, don't look at me like that!$h",
  "Mon6": "I just love the scenery here in Pelican town. Don't you think it is just wonderful?#$e#I feel alive!$h",
  "Mon8": "My parents called me during class and things got slightly awkward today. Well, it has been a while since I called my parents...$s#$b#They are probably doing great, but... I should call them more often.",
  "Mon10": "Hey, sweetheart! I missed you.$l#$e#Are you going to stay here for awhile? I hope you do.",
  "Tue": "I don't mind studying, but some professors give too much busy-work. It's pointless.#$b#I heard Professor Jasper gives some wierd assignments. At least I am not in his class... but it sounds kind of fun.",
  "Tue2": "I made an error in my lab today and was confused for such a long time. At least now I know why.",
  "Tue4": "Okay. I am pretty much done with school right now.$a",
  "Tue6": "I wonder what Uncle Gus is making for dinner? Hopefully it is something good. I am so hungry right now.",
  "Tue8": "You know, we should hang out more often. Just let me know when you are free!$h",
  "Tue10": "Do you want a big family? I grew up in a big family and it was fine. But maybe not as many as our family. How about three kids?",
  "Wed": "Profesor Jasper, was it? He is so odd. I don't really see him in college though because he teaches anthropology class...#$b#I think I read a book that he has written in the library once. He had some weird theories.",
  "Wed2": "I stayed up so late last night finishing up a project. Can you tell?$s",
  "Wed4": "Would you let me come over to your farm at one point? I am very interested to visit a farm.",
  "Wed6": "I know it is kind of random, but thank you for being such a great friend.$h",
  "Wed8": "@! I was looking for you! Now that I see you I feel re-energized!$h#$b#Let me tell you, college can get tiring.$s",
  "Wed10": "Babe! Honey! Darling!$h#$b#Mmm, what should I call you? I want to show you how much I love you every time I call you.$u",
  "Thu": "What kind of seeds do you plant in this season? Do you like working in the farm?",
  "Thu2": "Okay, I need to take a break but I have too much homework. Hopefully a cup of coffee will help.",
  "Thu4": "Hello, thanks for coming by. How have you been?",
  "Thu6": "@, don't you miss your family living here sometimes?",
  "Thu8": "I got something from you from the city. I hope you like it!$h#$b#Here! Take it![787 220 212 231 234 649 709 167 197 199 204 287 286 288 336 340]",
  "Thu10": "Sweetie! I missed you so much! Few hours apart from you feels like years. I am serious!$h",
  "Fri": "It is finally the weekend! I still have to go to school to work on a research with a professor though. Don't worry, I get paid.",
  "Fri2": "You need to hear what we've learned in class today. I barely finished my lab and turned it in on time.$h",
  "Fri4": "Do you have a cat on your farm? I mean a dog is fine too.#$b#...I just like cats a tiny bit more.",
  "Fri6": "@, thanks for being a great friend to me. Just wanted to tell you. So, what have you been up to?",
  "Fri8": "Hey, you know what I thought the other day?#$e#How I can't imagine my life without you anymore.$l",
  "Fri10": "You know, it is hard to fully explain how much I appreciate you.#$b#Just know that you are loved whenever you feel down, okay?$l",
  "Sat": "The professor is very fond of me and the research is going well.$h",
  "Sat2": "Hmm? Oh hey @. How are you?#$b#Oh, I am doing just fine. I am just a bit frustrated from work.#$b#Remember that research I began with a professor? We've hit a wall.",
  "Sat4": "Oh, @! Do you have anything fun to do? I am getting tired of the routine.#$b#Plese don't ask me how the research is going.$s",
  "Sat6": "The research that I have been helping out over the weekend is actually getting somewhere. I am glad.$h",
  "Sat8": "I do have alot of work to do over this weekend but I can make time for you.#$b#Have anything planned? We can hangout after I come back from work.$h",
  "Sat10": "Riding on the bus everyday used to make me sick. But now I just think of you and I feel better.$l",
  "Sun": "It is so hard to wake up so early everyday. Researching on top of classes exhuast me a little bit.$s",
  "Sun2": "I get carsick so bad every now and then.#$b#I should get some pills from Harvey.$s",
  "Sun4": "I don't enojy riding the bus. I get so carsick. It is horrible.$s",
  "Sun6": "I am so tired right now. I stayed up late last night because Uncle Gus wanted me to fix his fridge.#$e#It was completely broken but I managed to fix it! Are you proud?$h",
  "Sun8": "I sometimes feel empty after the day is over...$s#$b#Hey, can you give me a hug? I think I need one.$l",
  "Sun10": "@! I was just thinking on the way how much I would love to have a family with you!$h#$b#Wow, I said that way too loud.$l",
  "spring_Wed": "The flowers smell so nice today. Too bad that Sam is allergic to them.",
  "spring_Sat": "I like to hear the ocean. My thoughts become more organized.",
  "summer_Mon": "I got sunburnt so badly that it stings. Maybe I'll get some medicine from Harvey.#$b#Right, did I tell you summer vacation started? I am thrilled.$h",
  "summer_Tue": "It's great to just relax and look around.$h",
  "summer_Wed": "Do you have a good hobby? It's always nice to have something to do.",
  "summer_Thu": "Working out isn't my thing. Alex seemd to be crazy about making a perfect beach-body though... You think I should too?#$b#Nah, I won't anyway. Nevermind.",
  "summer_Fri": "Summer nights are romantic, except for the fact that there are too many mosquitos.$a",
  "summer_Sat": "It's good to take a break once in a while. Hey, we should hang out sometime.",
  "summer_Sun": "It's finally the season of peaches!$h",
  "summer_12": "Going to the hospital is not my favorite.$s",
  "Sat10_2": "Peach is one of my favorite fruits. It's juicy and soft!$h#$b#Like you!$l",
  "fall_Fri": "Uncle Gus makes good food but sometimes I miss the food my mom used to cook. She used to make the best kind of soup.",
  "fall_Sat": "Isn't it time to harvest? It must be a busy time of the year for you.",
  "Sun10_4": "@, I got this for you. Hope you like it.$#$b#Here you go.[60 62 64 66 70 72 533 534 591 593 595 597]",
  "winter_Wed": "I love this time of the year. We should go get hot coco sometime.",
  "winter_Sun": "I think I caught a cold... *sniff* I feel miserable...$s",
  "give_flowersA": "You...! Yes! I will be your boyfriend.$l",
  "give_flowersB": "I can't believe you chose me. Thank you, @.$l",
  "give_pendant": "@? Are you being serious? Yes! Of course!$l#$b#I will prepare everything for the wedding.$h",
  "stardrop_gift": "My love! It's my gift to you.$l",
  "reject_two_heartA": "I don't know you that well... Sorry.$s",
  "reject_two_heartB": "Sorry, This is awkward.$s",
  "reject_four_heartA": "Oh, @... Sorry... I never thought you more than a friend... yet.",
  "reject_four_heartB": "@? I don't think we are on the same page.",
  "engageA": "I will pretend as if I didn't see this.$a",
  "engageB": "Wrong person.$a",
  "marriedA": "What are you doing?$a",
  "marriedB": "Uh, what do you think you are doing?$a",
  "refusal_no_heartsA": "Sorry, what was your name again?",
  "refusal_no_heartsB": "Sorry, do I know you..?",
  "refusal_knownA": "@, I am sorry. I don't think I am ready for this.$s",
  "refusal_knownB": "@, I am sorry. I am not quite ready.$s",
  "refusal_botherA": "Can you stop?$a",
  "refusal_botherB": "What is your problem?$a",
  "spring_12": "Are you excited for tomorrow? I don't look for eggs, but I love the energy.$h",
  "spring_23": "Are you going to dance tomorrow? Who are you going to dance with?$u",
  "summer_10": "I like how everyone contributes to the soup that we make every year.#$b#Don't forget to bring something to the festival tomorrow!$h",
  "summer_28": "Tonight is the Dance of the moonlight Jellies. Don't you think they are somewhat magical?",
  "fall_15": "Hey, the Fair is tomorrow! I am ready to beat all the games!$h",
  "fall_27": "I don't exactly like Spirit's Eve...$s#$b#No, I am not scared! I just don't like the gloomy atmosphere.",  
  "winter_7": "I am going to build a snowman tomorrow! I am exctied.$h",
  "winter_24": "I prepared a nice gift for the Feast of the Winter Star.#$b#No, I am not going to tell you who my secret friend is!$h",
  "Resort_Entering": "This place is amazing! The boat ride was worth it!$h",
  "Resort_Leaving": "I'm definitely going to come here as often as possible.",
  "Resort_Shore": "I love watching the ocean. It's so peaceful.",
  "Resort_Umbrella": "Come over here! Let's hang out!$h",
  "Resort_Wander": "The sand here is so soft.",
  "Resort_Bar": "Which drink is the best one? Do you know?",
  "Resort": "Hey, @. Glad you are here."
}