{
    "Mon": "From the surface, you come, yes?...#$b#Tell me... The people there, do they fear me still?",
    "Mon4": "I miss the fruits of the land. Fruits of sea... they do not taste as sweet.",
    "Mon8": "Friend Gull comes visit, he bring news. He's a big gossip!#$b#Talk tales of island of fire, and a funny boy who thinks he is a parrot!$1#$b#Friend Gull has a big imagination!$3",
    "winter_Mon4": "Sometimes I sing to the rock crabs. But they do not like my song.",
    "summer_Mon": "Today I am happy! Dolphins come visit to swim, and tell tales of faraway places!",
    //Tue
    "Tue": "My plants, I water them, feed them... Sing.#$b#Still they die...$2",
    "Tue4": "Other night there be mighty storm. It is a good time to look for treasures from sea!$1#$b#Also find little crabs and fish going flop-flop-flop. I put them back. It is scary-big world for little fish.",
    "Tue6": "I see children playing on the beach. I want to play too. But cannot.#$b#The little ones, sometimes they are okay... but their parents? They are scared of me.$2",
    "summer_Tue10": "Summer is a nice time. People come, play in water.$1#$b#I watch the little ones. Worry for those that cannot swim well, that the nasty current will take them.",
    "summer_Tue6": "Have you met Mother? She be a human person, like you?$1#$b#Find me as baby, all wash up on beach, like driftwood.#$b#Sometimes I look on beach, think maybe find another baby me.",
    "Tue10": "$1 Lexi_FriendGullStory#You want to know how I met friend Gull? I find him on beach, tangled in net. Helped him free. Been best friend ever since!$1#$e#Friend Gull's been my best friend, many years now. But it's good to have other friends.$3#$b#Friend Gull's stories get same-same after a while. He is always brag, brag, brag!$1",
    //Wed
    "Wed": "Do you hear the song of the sea?#$b#She is lonely. Like me.$2",
    "summer_Wed4": "Last night, I hear whale singing. His song deep, beautiful but sad.#$b#He's look for mate. Sometimes I sing too. Maybe one day, I'll find a good friend to share my home?$1",
    "Wed6": "Sometimes the ocean gives me gifts. I share this one with you. [169 166 116 152 170 372 392 393 394 397]",
    "Wed10": "I wonder what it be like to swim up, up river, all the way. What adventure might I find?",
    "fall_Wed2": "At night, it's nice to stand on beach under watchful gaze of the Mr. Moon.$1#$b#You hear story about Man in Moon? Sometimes I think I see him.#$b#Is probably wishful thinking.$3",
    //Thu
    "Thu": "I find things. Build them. Create.#$b#It makes me happy... I think?",
    "Thu8": "Today, see little girl finding shells on beach. She sees me... Not scream! No!#$b#She looks at me and says, who are you? Not what: who!$1",
    "winter_Thu": "Mermaids come visit town, yes? See them swimming sometimes. Far, far away, never close.#$b#Their songs are like a magic. My song... is not like magic.",
    //Fri
    "Fri": "If you see my mother, can you tell her I love her?#$b#Please come visit again soon, yes?",
    "Fri4": "Mother, she taught me to read. Books are like an adventure.#$b#But sad too. I am not able to see wonders! I must stay here, eat fish.$2 ",
    "Fri8": "Some day I think maybe I'll write a story of own. Story of orphan, cast up on beach.#$b#Will it have a happy ending, you think? Or sad?#$b#Perhaps one day I know.",
    "summer_Fri4": "Do you like frozen cream in cone? It is my favorite. What flavor? All of the flavors!%revealtasteLexi233",
    "winter_Fri6": "Will you tell me a story, @? Mother told stories.#$b#There were brave women who climbed mountains or flew like birds!$1#$b#They had big lives. Not small lives, like me.",
    //Sat
    "Sat": "The crabs and the shells, they are my friends.#$b#Will you be... friend too?",
    "Sat4": "The ocean gives many gift! You want to trade for gifts from bountiful earth?",
    "Sat8": "Once watch moving pictures - deeveedee - with Mother. About a little mermaid, who walked on land.#$b#She made friends with pretty man. I wonder, could such a story be a truth? No... I not think so, either.$2",
    "winter_Sat": "It's too cold to swim now, water icy. All my fish-friends swim away, to warm places far, far away.",
    //Sun
    "Sun": "After storm, ocean brings me bounty.#$b#I found a bottle once... inside it... secrets. No, I will never tell. They are mine.",
    "Sun8": "Ocean, she hides many secrets. One day, perhaps, she shall share some with you?",
    "winter_Sun": "You came to see me, even though water is very cold!#$b#Here, this will warm you up, yes? [456 457]",
    //Unique Gift Responses
    "GiftReaction_-74": "These make me thing of Mother. I will plant, nourish it. Hope it grow.#$b#Thank you.$4",
    "GiftReaction_Beer": "Ugh! This smells horrible... and tastes like rotten weeds. Why do you give me this?",
    "GiftReaction_Mead": "It's so sweet! Like drinking honey. Thank you.",
    "reject_534":"This is precious stone! Gift from earth, deep from earth heart. Not gift for me, is for someone else, I feel it."
  /*"GiftReaction_Frozen_Geode": "Thank you! This is cool. Get it?$3",
  "GiftReaction_Magma_Geode": "Oh, I wonder what's inside?$1",
  "GiftReaction_Omni_Geode": "It's like Mother Nature's lucky dip!$1"*/
}