{

          // COOKING RECIPES

"BuburKetanHitam.title": "Bubur Ketan Hitam",

"BuburKetanHitam.text": "Hello @,^^Did you know there are many ways you can use rice? It's not only for large meals, some desserts also use rice. Here's a recipe for a very well known dish in my hometown; it always gives me a nice boost when I'm feeling tired, so I hope you like it, too.^^-Sandy",

"TabTimGrob.title": "Tab Tim Grob",

"TabTimGrob.text": "Hi @,^^If you have any extra pomegranate lying around, why not make this fancy dessert? It's pretty and delicious. I keep a bowl with me when I go foraging.^^-Sandy",

"BukoPandan.title": "Buko Pandan",

"BukoPandan.text": "Hi @,^^Do you have a Pandan tree? Their leaves not only sell for a great price, but you can also use them yourself for various foods and drinks. Here's a nice dessert recipe. It's especially good to bring some with you when you go mining!^^-Sandy",

"NasiKuning.title": "Nasi Kuning",

"NasiKuning.text": "Hi @,^^It was my friend's birthday recently, and I made her this dish that got me thinking of you. It's a great meal to have before a full day of farming, so I thought I would share my recipe.^^-Sandy",

"BuburKacangHijau.title": "Bubur Kacang Hijau",

"BuburKacangHijau.text": "Hi @,^^Have you ever tried growing green beans on your farm? I got bored of eating them the same old way, so I learned a new dessert recipe recently. The miners love this one, maybe you will, too.^^-Sandy",

"NasiLemak.title": "Nasi Lemak",

"NasiLemak.text": "Hi @,^^I hear rice shipped from your farm is great quality. I bet they'll make great rice dishes. This one is one of my personal favorites. My friend always asks for a bowl before he goes mining in the more dangerous areas.^^-Sandy",

"CharSiu.title": "Char Siu",

"CharSiu.text": "Hey @,^^^Do you eat pork? A lot of people don't, you know. But in case you do, I'm sending you this recipe a good friend once taught me. He's a famous adventurer now, and he told me this was his secret recipe to being fast and strong. He also liked to tell tall tales, though, so I'm not sure I believe him. Well, maybe you can give it a try yourself.^^-Sandy",

"Klepon.title": "Klepon",

"Klepon.text": "Hello @,^^Thank you for being a loyal customer and good friend. As a sign of my appreciation, I'd like to share with you this recipe that not many in Stardew Valley know. It's made of coconut and palm sugar, which we have growing all season in the Calico Desert.^^PS. It's a good treat to have ready when you're foraging around town. Enjoy!^^-Sandy",

"MartabakManis.title": "Martabak Manis",

"MartabakManis.text": "Hey @,^^You raise barn animals, right? If you're producing a lot of cheese, you might want to give this recipe a try. It's a type of pan-fried cake, but so delicious and filling. My adventurer friend tells me they help him pack an extra punch.^^-Sandy",

"Falooda.title": "Falooda",

"Falooda.text": "Hi @,^^I heard you produce quite a lot of milk. You should try this dessert drink once in a while if you have any left over after shipping. It's really popular in my hometown, someone even once told me it gives you luck in love.^^-Sandy",

"Nastar.title": "Nastar",

"Nastar.text": "Hello @,^^I hope you're having a wonderful day! I'm feeling especially cheerful. I made a batch of cookies known as Nastar. I call them lucky bites, because they make me feel lucky after every bite! I'd like to share the recipe with you, just in case you need an extra bit of luck one day.^^-Sandy",

"RojakManis.title": "Rojak Manis",

"RojakManis.text": "Hi @,^^How are you doing? I just had some fruit salad and my brain's still racing from all the sweet and spiciness. Oh, it's not your usual fruit salad. It comes with a thick dipping sauce and is best with pre-ripe fruit. here's the recipe, try it yourself and you'll know what I'm talking about.^^-Sandy",

"GetukSukun.title": "Getuk Sukun",

"GetukSukun.text": "Hello @,^^Are you familiar with the breadfruit? It tastes a little like potatoes, maybe a little sweeter. You can also cook it, or prepare it into many different dishes and treats. This is a recipe for pressed breadfruit cake; no oven or baking required! It's a nice little treat to take if you ever go foraging. I hope you like it.^^-Sandy",

"Nagasari.title": "Nagasari",

"Nagasari.text": "Hi @,^^I've been experimenting with traditional foods from my childhood recently, and I think I've perfected the recipe for Nagasari. It's a type of steamed cake made from rice flour and banana slices. It was a very popular snack for the miners in my hometwon. Maybe you could try it out sometime. Let me know if you like it!^^-Sandy",

"SharabWard.title": "Sharab Ward",

"SharabWard.text": "Hello @,^^I wanted to share with you this simple recipe. It's also known as the desert rose drink, since it's made of rosewater. It gets hot in the Calico Desert, and this is one of the most easy (and delicious) way to stay cool.^^-Sandy",

"AamPanna.title": "Aam Panna",

"AamPanna.text": "Hello @,^^I hope you stay hydrated this summer season. It's always summer where I come from, and my grandmother used to make this drink to keep us healthy. I would drink it every morning before I go hunting for mushrooms. I've written the recipe for you, in case you want to try it some day. Have a good day!^^-Sandy",

"Chaas.title": "Chaas",

"Chaas.text": "Hello @,^^Do you like buttermilk? If so, you might also like this recipe. It's a traditional drink my grandmother taught me. It's a type of buttermilk, and my father would drink a glass before going fishing all day under the hot sun. I hope it will be useful for you, too.^^-Sandy",

          // GIFTS

"GiftAamPanna.text": "Dear Customers,^^Remember to keep hydrated this summer! Please enjoy this drink courtesy of The Oasis. Its key ingredient is peppercorn.^^-Sandy",

"GiftGetukSukun.text": "Dear Customers,^^Do you grow fruit trees at home? The Oasis sells a large variety of saplings for your pleasure. Today I'd like to showcase our breadfruit tree saplings. Its fruit can be eaten raw or made into all sorts of dishes. You can look forward to a recipe one day, but in the meantime, please enjoy a slice of breadfruit cake.^^-Sandy",

"GiftKlepon.text": "Dear Customers,^^Please watch out for falling coconuts if you ever visit The Oasis. They sell for a good price, but it can also be very dangerous if one falls on you! These rice cakes are just one of so many dishes you can make with any leftover coconut you have. Please enjoy one, courtesy of The Oasis.^^-Sandy",

"GiftNastar.text": "Dear Customers,^^It's pineapple season and The Oasis has a fresh stock of seeds! If you haven't tried growing them already, allow me to convince you with these delicious treats. It's just one of so many things you can make with the tropical fruit!^^-Sandy",

"GiftSharabWard.text": "Dear Customers,^^What better way to enjoy a sunny spring day than a glass of cold rosewater? Please enjoy this drink courtesy of The Oasis.^^PS. It tastes better with a freshly-picked lemon!^^-Sandy",

"GiftBuburKetanHitam.text": "Dear Valued Customers,^^Winter is almost over, and soon it will be time to regrow those crops! The Oasis has got you covered for your spring needs, but until then, please enjoy this sweet dessert dish.^^PS. It's very filling because it's made of rice. Don't eat too much!^^-Sandy",

"GiftChaas.text": "Dear Valued Customers,^^It's the perfect time to grow some aromatic ginger! If you haven't purchased some already, The Oasis has premium quality seeds available. I look forward to your visit! Until then, please enjoy this drink to keep you fit on this rainy day.^^-Sandy",

"GiftBuburKacangHijau.text": "Hi @,^^As you probably know by now, you can't grow any crops in the desert. I've been trying to grow green beans to no luck. I was wondering if you could grow these for me? No need to visit me at The Oasias, just chuck them in the shipping bin when they're ready. Of course I have a nice gift ready for you in return. I'd really appreciate the help!^^Many thanks,^-Sandy",

"GiftBukoPandan.text": "Dear Valued Customers,^^Do you grow trees at home? The Oasis sells a large variety of saplings for your pleasure. Today I'd like to showcase our pandan tree saplings. If you plant them now, they'll be ready to harvest next month! Its leaves are used to cook a variety of drinks and dishes. You can look forward to a recipe one day, but in the meantime, please enjoy a sample, courtesy of The Oasis.^^-Sandy",

"GiftNagasari.text": "Dear Valued Customers,^^Do you grow fruit trees at home? The Oasis sells a large variety of saplings for your pleasure. Today I'd like to showcase our banana tree saplings. They love all the water you can give them, so rainy days like these are their favourite growing conditions. Please enjoy this sample of just one of the many types of cakes you can make with its fruit.^^-Sandy",

"GiftNasiLemak.text": "Hi @,^^I have a huge favor I was hoping you could help me with. I'm dying for rice. Not the 5-minute-ready store variety, but real, fresh rice. Unfortunately I can't grow them here at the desert. Could you maybe grow these for me? You can put them in your shipping bin once they're ready for harvest, and I'll purchase them straight away!^^Many thanks,^-Sandy",

"GiftTabTimGrob.text": "Dear Valued Customers,^^As a token of our appreciation for your continued support, please accept this freshly prepared dish, courtesy of The Oasis. It's a traditional recipe also known as crunchy pomegranate rubies. Enjoy your meal and take care!^^-Sandy",

"GiftFalooda.text": "Hey @,^^I was at Pelican Town the other day to buy milk. You really can't beat milk fresh from the valley! I guess winter is the best time to focus on barn animals, since you can't grow much outside. Maybe you should consider producing milk as well, if you don't already. Here's what I made this morning with my fresh batch. Tastes great, doesn't it?^^-Sandy",

"GiftRojakManis.text": "Dear Valued Customers,^^Do you grow fruit trees at home? The Oasis sells a large variety of saplings for your pleasure. Today I'd like to showcase our jambu tree saplings. This cute little fruit is also known as the rose-apple or bell fruit. They're juicy and sweet eaten raw, but they also make great desserts. This fruit salad, for example, uses jambu among other tropical fruits. Please enjoy our fresh sample!^^-Sandy",

"GiftNasiKuning.text": "Hey @,^^It's my birthday today and as usual, I made a bit too much Yellow Rice! A friend of mine used to make this for me every year, and now it's become a habit of my own. Here, have a portion to help me celebrate.^^PS. Don't worry, it's yellow from the turmeric used in the dish. No artificial coloring is added whatsoever! Enjoy!^^-Sandy",

"GiftCharSiu.title": "Secret Pork Dish",

"GiftCharSiu.text": "Hey @,^^Don't laugh, but I heard there's a magical plant that can grow meat-vines, like pork! Is this true?? I know it's hard for some people to think of their barn animals as meat, so what a wonderful alternative this would be if it were real. Well, I bet you could make some big money selling pork, either way. I'll tell you a super secret recipe if you do.^^-Sandy",

"GiftMartabakManis.title": "Secret Cheese Dish",

"GiftMartabakManis.text": "Hey @,^^I hear it's winter down in the valley. I hope you're making it through the season. It can be really tough for farmers if you can't grow anything. Maybe you can use this time to concentrate on your barn animals. I'll be happy to take some cheese off your hands, so make sure you're shipping a lot of them! I'll even share a secret recipe if you're up to the task.^^-Sandy",

}