{

          // COOKING RECIPES

"BuburKetanHitam.title": "부부르 크탄 히탐",

"BuburKetanHitam.text": "안녕, @.^^쌀을 활용한 요리법에 관심있어? 주식만이 아니라, 디저트를 만드는 방법도 있어. 내 고향에서 잘 알려진 요리법을 알려줄게; 피곤할 때 먹으면 정말 기운이 나! 네게 도움이 되길 바래.^^-샌디",

"TabTimGrob.title": "탑 팀 끄롭",

"TabTimGrob.text": "안녕, @.^^혹시 석류가 많이 남았니? 그러면 이 멋진 디저트를 만들어봐! 보가 좋고 맛도 좋단다. 뭔가 채집하러 나가기 전에 먹으면 딱 좋아.^^-샌디",

"BukoPandan.title": "부코 판단",

"BukoPandan.text": "안녕, @.^^혹시 판단 나무를 키우니? 판단 잎은 제법 좋은 가격에 팔리기도 하지만, 다양한 요리에 재료로 쓰이는거 알아? 판단으로 만들 수 있는 디저트 요리법을 알려줄게. 광산에 갈 때 가지고 가면 좋을거야!^^-샌디",

"NasiKuning.title": "나시 쿠닝",

"NasiKuning.text": "안녕, @.^^최근에 내 친구의 생일이어서 이 요리를 만들었는데, 네 생각이 나서 요리법을 첨부할게. 농사를 지을 때 참 좋은 음식이거든.^^-샌디",

"BuburKacangHijau.title": "부부르 까짱 히자우",

"BuburKacangHijau.text": "안녕, @.^^농장에서 녹두를 재배한 적 있니? 매번 똑같은 음식을 해먹는게 지루해져서 새로운 요리법을 찾았는데, 네게도 알려줄게. 광산에 갈 때 가지고 가!^^-샌디",

"NasiLemak.title": "나시 르막",

"NasiLemak.text": "안녕, @.^^네 농장에서 나는 쌀이 굉장히 품질이 좋다고 들었어. 그걸로 요리를 하면 분명 엄청 맛있겠지? 내가 좋아하는 쌀 요리법을 보내줄게. 광산 깊은 곳에 들어갈 때 챙겨가!^^-샌디",

"CharSiu.title": "차슈",

"CharSiu.text": "@,^^^돼지고기 좋아하니? 안 먹는 사람도 있잖아. 혹시 네가 돼지고기를 먹어도 된다면, 내가 받은 이 요리법을 한 번 시도해봐. 유명한 모험가가 알려준 레시피인데, 그의 모험의 빠르고 강력한 비법이랬어! 글쎄, 잘 믿기진 않지만 일단 만들어서 먹어보면 알겠지?^^-샌디",

"Klepon.title": "끌라뽄",

"Klepon.text": "안녕, @.^^내게 좋은 고객이자 친절한 친구가 되어줘서 정말 고마워. 감사의  표시로, 스타듀밸리의 사람들은 잘 모르는 요리법을 네게 공유해줄게. 코코넛과 야자설탕으로 만드는건데, 칼리코 사막에선 사계절 내내 이걸 만들어 먹어.^^PS. 채집할 때 유용할거야!^^-샌디",

"MartabakManis.title": "마타박 마니스",

"MartabakManis.text": "@,^^헛간에 동물을 충분히 키우고 있니? 치즈 생산량에 여유가 있다면 이걸 만들어봐. 속을 채운 튀김빵의 일종인데 진짜 맛있어! 모험가 친구가 알려준 비법이야.^^-샌디",

"Falooda.title": "팔루다",

"Falooda.text": "안녕, @.^^너희 농장에서 좋은 우유가 많이 생산된다고 들었어. 우유가 많이 남으면 이 맛있는 음료를 만들어보는 건 어때? 내 고향에서 정말 인기많은 음료야. 그리고 이걸 마시면 행운이 오는 것 같아.^^-샌디",

"Nastar.title": "펑리수",

"Nastar.text": "안녕, @.^^네가 멋진 하루를 보내길 바래! 오늘은 왠지 기분이 좋아서 펑리수를 만들어봤어. 이걸 한입 깨물면 행운이 팡팡 터지는 것 같아! 레시피를 공유해줄테니까, 행운이 필요하다고 느낄 때 이걸 먹어봐.^^-샌디",

"RojakManis.title": "로작 마니스",

"RojakManis.text": "안녕, @.^^요즘 잘 지내? 나는 방금 과일 샐러드를 먹었는데, '맵단'이어서 이걸 뭐라고 표현해야할지 모르겠어. 보다시피 평범한 과일 샐러드가 아니야. 소스가 아주 특이하니까 한번 만들어 먹어봐. 그러면 내 말을 이해하게 될거야!^^-샌디",

"GetukSukun.title": "게텍 수쿤",

"GetukSukun.text": "안녕, @.^^빵열매에 대해 잘 아니? 감자와 비슷하면서 좀 더 달콤해. 여러가지 요리나 디저트를 만들 수 있어. 빵열매를 압착해 만드는 케이크 레시피를 보내줄게; 오븐이나 베이킹은 필요없어! 채집할 때 유용한데, 네가 좋아했으면 좋겠다.^^-샌디",

"Nagasari.title": "나가사리",

"Nagasari.text": "안녕, @.^^어린 시절부터 알고있던 전통 음식 레시피를 연구하고 있었는데, 드디어 나가사리 레시피를 완성했어! 쌀가루와 바나나로 만드는 찜 케이크야. 내 고향에선 광부들이 좋아했어. 네 입맛에 맞았으면 좋겠다!^^-샌디",

"SharabWard.title": "샤랍 와드",

"SharabWard.text": "안녕, @.^^간단한 레시피이지만 너랑 공유하고 싶었어. 장미수로 만드는 음료수라서, 사막의 장미 음료라고도 불러. 칼리코 사막의 더위를 식힐 간단하고 맛있는 음료야.^^-샌디",

"AamPanna.title": "암 판나",

"AamPanna.text": "안녕, @.^^더운 여름을 무사히 보내길 바래. 여긴 언제나 여름같고, 할머니가 여름을 잘 보내실 수 있도록 항상 이 음료를 만들어. 나도 버섯을 따러 나가기 전에 항상 이걸 마셔. 레시피를 첨부할테니 시도해보고 싶다면 한 번 만들어봐.^^-샌디",

"Chaas.title": "차스",

"Chaas.text": "안녕, @.^^버터밀크 좋아하니? 버터밀크를 좋아하면 아마 이 레시피도 좋아할거야. 할머니가 알려주신 전통적인 음료야. 아버지는 뜨거운 태양 아래 낚시하러 나가시기 전에 항상 이걸 마셨어. 네게도 도움이 되길 바래.^^-샌디",

          // GIFTS

"GiftAamPanna.text": "@ 고객님,^^더운 여름 무사히 보내시길 바랍니다! 오아시스에서 제공하는 음료를 즐기십시오. 주요 재료는 후추입니다.^^-샌디",

"GiftGetukSukun.text": "@ 고객님,^^댁에서 과일나무를 재배하십니까? 오아시스는 다양한 묘목을 판매하고 있습니다. 오늘은 빵나무 묘목을 선보입니다. 날것으로 먹어도 되고, 온갖 맛있는 것을 만들 수 있습니다. 빵나무 열매를 이용한 과일 케이크를 보내드리니 맛보십시오.^^-샌디",

"GiftKlepon.text": "@ 고객님,^^오아시스를 방문하실 때 떨어지는 코코넛을 조심하십시오. 코코넛은 값진 과일이지만, 떨어지는 과일에 맞으면 몹시 위험합니다. 당부의 말씀 드리며, 코코넛으로 만들 수 있는 디저트 중 맛있는 떡을 드립니다. 오아시스의 호의이니 부디 즐겨주세요.^^-샌디",

"GiftNastar.text": "@ 고객님,^^파인애플 시즌을 맞아, 오아시스에 신선한 씨앗이 준비되었습니다. 재배할 계획이 없으시다면, 맛있는 파인애플 디저트로 당신을 설득시키겠습니다. 열대과일로 만들 수 있는 수많은 요리 중 단 하나일 뿐입니다!^^-샌디",

"GiftSharabWard.text": "@ 고객님,^^이 맑은 봄날을 즐기는데 차가운 장미수만큼 좋은 것이 있을까요? 오아시스에서 보내드리는 이 음료의 맛을 즐겨보십시오.^^PS. 갓 딴 레몬으로 만든 것은 더더욱 맛좋습니다!^^-샌디",

"GiftBuburKetanHitam.text": "소중한 @ 고객님,^^겨울이 거의 끝나가고 봄을 준비할 때가 되었습니다! 오아시스는 당신에게 필요한 봄 씨앗을 준비해두고 있습니다. 다시 만날 날을 기다리며, 사막의 달콤한 디저트를 즐겨주세요.^^PS.쌀로 만들었기 때문에 포만감을 가득 줍니다. 과식을 주의하세요!^^-샌디",

"GiftChaas.text": "소중한 @ 고객님,^^산내자를 키울 완벽한 타이밍입니다! 아직 구입하지 않으셨다면, 오아시스에 방문하셔서 프리미엄 품질의 씨앗을 구매하세요. 당신의 방문을 기대하겠습니다! 그때까지 비오는 날에 어울리는 이 음료를 드시며 건강을 유지하세요!^^-샌디",

"GiftBuburKacangHijau.text": "안녕, @.^^너도 알다시피, 사막에선 제대로 작물을 키울 수 없어. 나는 완두콩을 키우려고 참 많이 노력했지만 해내지 못했어. 혹시 나를 위해 콩을 키워줄 수 있을까? 오아시스까지 와줄 필요는 없고, 배송상자에 넣기만 하면 돼. 물론 너를 위해 선물도 준비했어. 항상 도와줘서 고마워!^^감사를 담아,^-샌디",

"GiftBukoPandan.text": "소중한 @ 고객님,^^댁에서 과일나무를 재배하십니까? 오아시스는 다양한 묘목을 판매하고 있습니다. 오늘은 판단 묘목을 선보입니다. 지금 심으면 다음달에 수확할 수 있습니다! 잎은 다양한 음료와 요리에 사용됩니다. 언젠가 레시피를 제공해드릴 수 있겠지만, 이번엔 샘플을 보내드립니다. 맛있게 드세요!^^-샌디",

"GiftNagasari.text": "소중한 @ 고객님,^^댁에서 과일나무를 재배하십니까? 오아시스는 다양한 묘목을 판매하고 있습니다. 오늘은 바나나 묘목을 선보입니다. 이 나무는 물을 좋아하기 때문에 이렇게 비오는 날은 나무를 키우기 딱 좋은 날씨입니다. 샘플로 바나나로 만들 수 있는 케이크 중 한 종류를 보내드리니 한 번 맛보세요!^^-샌디",

"GiftNasiLemak.text": "안녕, @.^^정말정말 도움이 필요한데, 혹시 날 도와줄 수 있을까? 쌀이 먹고 싶어서 죽을 것 같아. 아무 쌀 말고, 정말 신선한 쌀 말이야! 불행히도 이 사막에선 쌀을 키울 수 없어. 날 위해 쌀을 팔아줄 수 있을까? 배송상자에 넣어주면 내가 구매할게!^^감사를 담아,^-샌디",

"GiftTabTimGrob.text": "소중한 @ 고객님,^^지속적인 지원에 대한 감사의 표시로, 오아시스 지역의 요리만들어 보내니 부디 받아주시기 바랍니다. 석류 루비라고도 하는 전통적인 레시피입니다. 식사를 즐기고 건강하시길 바랍니다!^^-샌디",

"GiftFalooda.text": "@,^^나 얼마전에 펠리칸 타운에 우유를 사러 갔었어. 네 농장에서 나오는 신선한 우유는 그 어느 곳에서도 이길 수 없다니까! 겨울엔 작물을 키우지 않으니까 목장일에 집중할 수 있겠지? 아직 우유를 생산하지 않는다면 진지하게 고려해봐. 오늘 아침에 만든 신선한 음료를 보낼게. 정말 맛있을거야!^^-샌디",

"GiftRojakManis.text": "소중한 @ 고객님,^^댁에서 과일나무를 재배하십니까? 오아시스는 다양한 묘목을 판매하고 있습니다. 오늘은 잠부 묘목을 선보입니다. 이 작고 귀여운 과일은 자바 애플, 로즈 애플이라고도 불립니다. 달고 과즙이 풍부하여 생으로 드셔도 좋지만, 디저트를 만들어도 맛이 훌륭합니다. 예를 들어,이 과일 샐러드는 잠부와 다른 열대과일들을 사용합니다. 신선한 샘플을 즐기세요!^^-샌디",

"GiftNasiKuning.text": "@,^^오늘은 내 생일이야! 평소처럼 노란 밥을 만들었는데, 너무 많이 만들었어! 예전에 매년 친구가 만들어준 요리인데, 이젠 생일마다 이걸 먹는게 습관이 되어서 내가 직접 만들고 있어. 이걸 먹어야 축하하는 기분이 드니까 너도 한 번 먹어봐!^^PS. 요리의 노란 색은 천연색소야. 인공 색소는 전혀 사용하지 않았으니 걱정마! 맛있게 먹어!^^-샌디",

"GiftCharSiu.title": "돼지고기 요리 비법",

"GiftCharSiu.text": "@에게,^^이걸 읽고 웃지 말아줘. 돼지고기와 같은 고기를 키울 수 있는 마법같은 식물이 있다고 들었어! 정말이야?? 정성껏 키운 동물을 도축하는 건 누군가에겐 매우 힘든 일이라서, 이게 정말이라면 너무 멋진 대안이라고 생각해. 음, 나는 네가 돼지고기를 팔아서 큰 돈을 벌 수 있을거라고 생각해. 그러면 내가 멋진 요리비법을 알려줄게!^^-샌디",

"GiftMartabakManis.title": "치즈 요리 비법",

"GiftMartabakManis.text": "@에게,^^계곡에 겨울이 성큼 다가왔다며? 겨울동안 이걸 만들었으면 좋겠어. 아무것도 못 하는 건 농부에겐 괴로운 일이잖아? 네 헛간의 동물들을 활용해봐. 멋진 치즈를 만들어서 팔아봐. 그러면 내가 멋진 요리비법을 알려줄게!^^-샌디",

}