{

          // COOKING RECIPES

"BuburKetanHitam.title": "黑米布丁",

"BuburKetanHitam.text": "@,你好！^^你知道大米有很多种烹饪方法? 不光是正餐，一些甜品也会用到大米。这里有一份在我住的小镇里非常有名的食谱；在我感到疲惫时，它总能给我以支持。我希望你也一样喜欢它。^^-桑迪",

"TabTimGrob.title": "红宝石椰奶汤",

"TabTimGrob.text": "@,你好！^^如果你身边有多余的石榴, 为什么不试试这道甜品呢? 这种甜汤又好看又美味。 ^^-桑迪",

"BukoPandan.title": "香兰椰冻沙拉",

"BukoPandan.text": "@,^^你有没有种香兰树? 它们的叶子不光可以卖个好价钱, 你自己也可以用它们制作各种食物饮料。 我这里有一份非常棒的甜品食谱。 你去矿井里的时候，最好带上一些！^^-桑迪",

"NasiKuning.title": "姜黄饭",

"NasiKuning.text": " @,^^最近是我朋友的生日， 我为她做了一道会让我想起你来的菜。 因为它能成为一整天繁忙农事前的一顿美餐， 所以我想跟你分享一下这份食谱。^^-桑迪",

"BuburKacangHijau.title": "绿豆砂糖水",

"BuburKacangHijau.text": "@,^^你有尝试在农场里种过绿豆吗？我已经厌倦用老方法吃绿豆了，所以最近学了一道新甜品。矿工们非常喜欢它，或许你也会喜欢。^^-桑迪",

"NasiLemak.title": "椰浆饭",

"NasiLemak.text": "@, 你好！^^我听说你的农场一直出产高质量的大米。我打赌它们肯定能做出非常棒的米饭来。这道食谱是我个人的最爱，我的朋友在前往更危险的矿区前总要问我要上一碗。^^-桑迪",

"CharSiu.title": "叉烧饭",

"CharSiu.text": "@,^^你吃猪肉吗？ 你也知道很多人是不吃的。但如果你吃猪肉的话，我就把一道来自我好朋友的食谱送给你。他现在已经是个著名的冒险家了，他曾经告诉我这道菜是他变得敏捷强壮的秘诀。但他是个喜欢说大话的人，所以我并不完全相信他。也许你可以自己试一试。^^-桑迪",

"Klepon.title": "椰丝球",

"Klepon.text": "@,您好！^^感谢你成为我忠实的顾客和知心的朋友。作为谢礼，我想跟你分享这道在星露谷少有人知的食谱。它的主材料是椰子和棕榈糖，都是我们在卡利科沙漠全年种植的作物。^^又及：这是你在城镇周围觅食时很好的小食。好好享受吧！^^-桑迪",

"MartabakManis.title": "曼煎糕",

"MartabakManis.text": "@,^^你是不是在养牲畜？如果你产出了很多奶酪的话，或许可以尝试一下这道食谱。这是一种用平底锅制作的煎饼，非常扎实美味。我的冒险家朋友们告诉我，这道菜总能让他们多打出一拳。^^-桑迪",

"Falooda.title": "法鲁达",

"Falooda.text": "@,^^我听说你的农场里最近产出了很多牛奶。如果你在出售完后还有剩余的话，就应该尝试一下这种甜饮。它在我的家乡非常流行，有些人甚至告诉我它能让你在爱情上获得好运。^^-桑迪",

"Nastar.title": "黄梨饼",

"Nastar.text": "@,你好！^^希望你今天过得愉快！我今天特别高兴，做了一批名字叫黄梨饼的小蛋挞。我管它们叫幸运一口酥，因为它们能让你每咬一口都感觉自己变得更幸运了！以防某天你会需要一点额外的运气，我愿意跟你分享这道食谱。^^-桑迪",

"RojakManis.title": "啰惹",

"RojakManis.text": "@,^^你最近过得怎么样？我刚吃了一点水果沙拉，现在脑子还没从那种甜味和辣味里抽回来。这可不是你那种普通的水果沙拉，它是用一种厚重的蘸料做成的，配冷藏过的水果最好。随信附上这份食谱，你自己试过以后就知道我是什么意思了。^^-桑迪",

"GetukSukun.title": "面包果脆片",

"GetukSukun.text": "@, 你好！^^你熟悉面包果吗？它尝起来像土豆一样，可能更甜一点。你也可以把它做成不同的菜肴或零食。这里有一份面包果脆片的食谱，制作过程完全免烤！它是你四处觅食时不错的小食。我希望能你能喜欢。^^-桑迪",

"Nagasari.title": "香蕉米粉糕",

"Nagasari.text": "@,^^我最近在尝试制作小时候吃过的传统食品，我觉得我已经完善了香蕉米粉糕的食谱。这是一种用米粉和香蕉片做成的蒸糕，在我家乡的矿工中是非常流行的点心。你哪天可以自己试着做做。请告诉我你喜不喜欢它!^^-桑迪",

"SharabWard.title": "柠檬玫瑰水",

"SharabWard.text": "@,你好！^^我想跟你分享这份简单的食谱。因为是用玫瑰水做成的，它也被叫做沙漠玫瑰饮料。当卡利科沙漠变得炎热时，这是保持凉爽的最简单（也是最美味）的方法。^^-桑迪",

"AamPanna.title": "青芒果汁",

"AamPanna.text": "@,你好！^^我希望你这个夏天有多喝水。我来自永远是夏天的地方，我祖母总做这种饮料来帮我们保持健康。我在每个出去采蘑菇的早晨都要喝它。我把这张菜谱写给你，或许哪天你会想试着做一下。祝你愉快！^^-桑迪",

"Chaas.title": "咸味酪乳",

"Chaas.text": "@,你好！^^你喜欢喝酪浆吗？如果你喜欢的话，你可能也会喜欢这道食谱。这是一种我祖母教给我的传统饮料。它是一种酪浆，我父亲每次出门到烈日下钓鱼时都要喝上一杯。我希望它能对你有用。^^-桑迪",

          // GIFTS

"GiftAamPanna.text": "亲爱的顾客朋友,^^这个夏天记得保持水分充足！请享受由绿洲商店提供的饮料。它最重要的成分是胡椒。^^-桑迪",

"GiftGetukSukun.text": "亲爱的顾客朋友,^^您在家种果树了吗？绿洲商店为您提供许多可以选择的树苗。今天，我向您展示我们的面包树苗。这种水果可以生吃，也可以做成各种菜肴。您可以期待某天能获得一份菜谱，但现在请先享受一片面包果蛋糕吧。^^-桑迪",

"GiftKlepon.text": "亲爱的顾客朋友,^^您来绿洲商店时，请小心那些掉下来的椰子。它们能卖个好价钱，但如果哪个掉到你头上就危险了！这些米糕只是你能用剩下的椰子制作的众多菜肴中的一种。请享受绿洲商店提供的这一片吧。^^-桑迪",

"GiftNastar.text": "亲爱的顾客朋友,^^又到了菠萝的季节，绿洲商店提供大量新鲜的种子！如果你还没种过菠萝，请允许我用这些美味的蛋挞说服你。这只是你能用热带水果做出的无数点心中的一种！^^-桑迪",

"GiftSharabWard.text": "亲爱的顾客朋友,^^想知道比一杯冰玫瑰水更好的享受晴朗春日的方法吗？请享受这杯由绿洲商店提供的饮料。^^又及：加入鲜切柠檬口感更好！^^-桑迪",

"GiftBuburKetanHitam.text": "尊敬的顾客,^^冬天即将结束，很快重新种植作物的季节又要到来了！绿洲商店提供各种春季商品，但现在请享受这道甜美的春季甜品吧。^^又及：因为主材料是大米，它能带来强烈的饱腹感。别吃太多！^^-桑迪",

"GiftChaas.text": "尊敬的顾客,^^现在正是种植香姜的绝佳季节！如果您还没购买香姜，绿洲商店上架优质种子可供选购。我期待着您的光临！在那之前，请享受这些适合雨天的饮料吧。^^-桑迪",

"GiftBuburKacangHijau.text": "@,^^就像你可能知道的那样，沙漠里无法种植作物。我最近在尝试种植绿豆，但没有任何成效。请问你能不能帮我种一些？不用到绿洲商店来找我，种好以后直接放到出货箱里就行了。当然，我给你准备了一份精美的礼物做回报。我非常感激你的帮助！^^十分感谢,^-桑迪",

"GiftBukoPandan.text": "尊敬的顾客,^^您在家种果树了吗？绿洲商店为您提供许多可以选择的树苗。今天，我向您展示我们的班兰树苗。如果你现在种下树苗的话，它们下个季节就可以收获了！班兰树叶可以用来制作各种饮料和食品。您可以期待某天能获得一份菜谱，但现在请先享受一份绿洲商店提供的样品吧。^^-桑迪",

"GiftNagasari.text": "尊敬的顾客,^^您在家种果树了吗？绿洲商店为您提供许多可以选择的树苗。今天，我向您展示我们的香蕉树苗。香蕉树生长需要大量水分，所以雨天是它们最理想的生长条件。请享受一块这种点心吧，它只是这种水果能做出的许多甜品中的一种。^^-桑迪",

"GiftNasiLemak.text": "@,^^我希望你能帮我一个大忙。我想米饭要想死了。我不是指那种需要加热五分钟的速食米饭，而是真正新鲜的米饭。不幸的是，我在沙漠里无法种植大米。你能帮我种一些吗？你可以收获以后把它们直接放到收货箱里，我会直接购买它们！^^十分感谢,^-桑迪",

"GiftTabTimGrob.text": "尊敬的顾客,^^作为我们对您持续支持的感谢，请收下这碟绿洲商店提供的新鲜甜品。这是一道用石榴做成的甜汤。 请享受这份礼物，好好照顾自己！^^-桑迪",

"GiftFalooda.text": "@,^^前几天我到鹈鹕镇去买牛奶了。真的没有什么比星露谷产出的新鲜牛奶更好的了！我猜冬天是全心照顾农场牲畜的最好时间。如果你还没有产出牛奶的话，也可以考虑一下。这是我今天早晨用新鲜牛奶做的甜品。尝起来是不是特别棒？^^-桑迪",

"GiftRojakManis.text": "尊敬的顾客,^^您在家种果树了吗？绿洲商店为您提供许多可以选择的树苗。今天，我向您展示我们的莲雾树苗。这种可爱的小水果也被叫做蒲桃或铃果。它们生吃起来多汁甜美，但也一样可以做成非常棒的甜品。这道水果沙拉用到了莲雾和其他热带水果。请享受我们提供的样品吧！^^-桑迪",

"GiftNasiKuning.text": "@,^^今天是我的生日，我的黄米饭又做多了！我的一个朋友每年都给我做这道菜，现在已经变成我自己的习惯了。现在你也吃一点，和我一起庆祝吧。^^又及：别担心，这些黄色来自黄姜，没有添加任何人工色素！享受吧！^^-桑迪",

"GiftCharSiu.title": "秘制猪肉菜肴",

"GiftCharSiu.text": "@,^^别笑我, 但我的确听说有种魔法植物能长出结肉类果实的藤蔓，比如猪肉！这是真的吗？我知道有些人很难把他们自己的牲畜作为肉类来源，如果这个传闻是真的，那它就会是个绝好的替代品。好吧，我猜无论如何你都能通过卖猪肉大赚一笔。如果你真的做到了，我会告诉你我的秘密猪肉食谱。^^-桑迪",

"GiftMartabakManis.title": "秘制奶酪菜肴",

"GiftMartabakManis.text": " @,^^我听说星露谷已经到冬天了。我希望你能挺过这个季节。在不能种植任何作物的时候，情况可能真的会变得很艰难。或许这段时间你可以集中注意力照顾农场里的牲畜。我很愿意从你那里买些奶酪，所以请多生产一些！如果你出产的多，我会跟你分享一道秘密食谱。^^-桑迪",

}