{
	"patio_Olivia":"%farm农场是一个如此美丽、放松的地方。$3#$e#我很高兴和你在一起，亲爱的。我爱你，以及我们在一起的生活。$1#$b#祝你今天工作顺利。$3",
	"spouseRoom_Olivia":"我在尝试一些我看过的戈特洛式绘画技巧，但它们给我造成了一些麻烦。$0#$e#也许我该找莉亚帮忙。我讨厌用业余的问题来打扰她，但是这次……$6#$b#如果我能掌握这些技巧，我就能画出一幅真正光彩动人的的肖像给你，亲爱的。我很乐意这么做。$4",
	"funReturn_Olivia":"你今天过得好吗？$0#$e#我在拍卖会上找到了一瓶我寻觅很久的稀有葡萄酒，并设法高价买下了。$3#$b#我们得找点东西庆祝一下，这刚好为打开它找到了一个完美的理由。$1",
	"funLeave_Olivia":"早上好，亲爱的。$3",
	"OneKid_0":"今天我把视线从%kid1上移开了一会儿，他们就折腾起我的绘画用具！$6#$b#我们的墙壁勉强躲过了被作为孩童涂鸦的悲惨下场。$1#$e#也许%kid1长大后会成为一名画家……$3",
	"OneKid_1":"@，今天和%kid1的故事时间非常有趣！我们轮流在丛林里扮演动物，大吼大叫。$1#$e#我都忘了养育这么小的孩子是多有趣了。他们对世界的看法非常不同。$0",
	"OneKid_2":"%kid1今天真难对付。他在午睡时间大发脾气，打破了以往的记录。$6#$b#维克多从不乱发脾气。也许他是从你那里学来，亲爱的……$2#$b#我想知道你小时候是什么样子的？$4",
	"OneKid_3":"%kid1让我想起了这个年龄的维克多。2人都非常喜欢听故事。$1",
	"OneKid_4":"我今天看着%kid1，在他身上发现了许多我们的……我们两人中最好的那些东西。$3#$e#我爱你，@。$3",
	"TwoKids_0":"我认为%kid1嫉妒%kid2抢走了我许多的关注。$2#$e#亲爱的，我担心他们可能是从我这里継承了嫉妒心理。对不起。$2",
	"TwoKids_1":"今天%kid1和%kid2发生了一点小争吵。$6#$e#别担心，一切都会好起来的。他们彼此非常相爱。$3#$b#亲爱的，既然你来了，我想休息一下……$1",
	"TwoKids_2":"在生了维克多后，我发誓不再要孩子，但我一点也不后悔和你组成家庭。$3#$b#这对我来说是一个新的篇章，我很高兴能和你一起生活。 $1",
	"TwoKids_3":"亲爱的，我真的很爱我们的小家庭。$1#$b#趁你不忙的时候，我们一起出去吧。也许去海滩，或者公园也可以？维克多也可以一起来。$3",
	"TwoKids_4":"同时抚养两个孩子是一件很棘手的事情。今天我几乎跟不上他们。$6#$e#我不像以前年轻的时候了， @。$2#$b#……我希望这没有对你造成困扰…$2#$e#%你拥抱了奥利维亚。#$e#！！！$9",
	"spring_Olivia":"虽然我很怀念城市的喧嚣，但我更喜欢春天的星露谷。$3#$e#在我们搬到这里之前，我从未呼吸过这么干净的空气。$1#$b#如果你不太忙的话，我们之后到树林里去散散步吧。我喜欢看到春回大地，万物复苏。$3",
	"spring_1":"春天来了，亲爱的！我开了一瓶干型白葡萄酒来庆祝。$1#$e#在春天，你不想喝太浓或太甜的。$6#$e#它应该像鲜花一样，新鲜，淡雅，刚刚开始绽放。$3",
	"spring_13":"亲爱的，你今天参加寻蛋活动吗？$6#$e#我知道你喜欢赢，但你和阿比盖尔多给年轻人一点机会也许是件好事。 $6",
	"spring_24":"我决定不了今天该穿哪件衣服去参加舞会。$1#$b#我想确保我和你的衣服搭配得很好。$3#$b#我希望我们多去跳舞。这是如此迷人，在你的怀里，听着美丽的歌曲，周围朋友翩翩起舞。$8",
	"summer_Olivia":"天啊，今天很暖和，不是吗？$3#$b#我想去风景优美的地方画画。也可以去海边，天气太热的话可以休息时浸浸海水。$1",
	"summer_1":"亲爱的，你想好这一季要种什么了吗？我想把今年夏天的一些庄稼寄回老家给我的父母。$0#$e#当我告诉他们我住在农场时，他们居然不相信我！$3",
	"summer_11":"亲爱的，我知道你会说我是个红酒狂热爱好者，但你应该考虑在节日汤里加一点葡萄酒。$6#$e#往汤里加点酒，汤的味道会更香更浓。酒不仅仅是能用来喝的！$3",
	"summer_28":"说实话，水母让我有点紧张。你知道，它们会蜇人。$2#$e#但只要你牵着我的手，一切都变得浪漫。$3",
	"fall_Olivia":"秋天是在山谷里觅食的好季节。即使是最昂贵的进口蘑菇也比不上这里的野生蘑菇。$0#$e#亲爱的，你应该为我们今晚的晚餐采些蘑菇。$3",
	"fall_1":"我想画出煤矿森林里树叶的变化。这样我们就可以记住整个秋天的样子。$3#$e#这是一个学习如何使用更细微的颜色的好机会。如果描摹得好，那将是一幅多么可爱动人的画作啊！$1",
	"fall_16":"我希望你今天的表现不错。$3#$b#我知道你付出了多大的努力把你的产品呈现出来。我确信镇长会赞同的。$1",
	"fall_27":"我承认我真的看不出万灵节的吸引力。那些本该可怕的事情看起来有点傻乎乎的。$0#$e#很多装饰都有点……俗气。$2",
	"winter_Olivia":"我期待着做瑜伽的日子，尤其是每年的这个时候。我的身体在冬天常常感觉到僵硬。$0#$e#我永远不会说自己老了，但最近几年确实感觉到了天气寒冷刺骨。$2",
	"winter_1":"@，冬天把你的脸颊冻得红扑扑的。颜色看起来真可爱。$4#$e#多么可爱的季节。$3",
	"winter_8":"我做了一些热苹果酒，今天带着去过节。$0#$b#当你在外面参加比赛时候它会让你浑身暖洋洋的。$3",
	"winter_12":"亲爱的，今天要保持温暖。$0#$e#我会端上一杯红酒等着你，这样你完成工作后，我们俩都能暖和一下。$3",
	"winter_25":"亲爱的，我希望你为你的神秘朋友准备了份好的礼物！$1",
	"Indoor_Day_0":"我今天觉得很慵懒，想待在家里看书。$6#$e#我有时确实想念旧家的图书馆。我可以随便挑选一个书架，找到一个引人入胜的故事，沉浸在其中几个小时。$3",
	"Indoor_Day_1":"我们能买台大点的电视机吗，亲爱的？$0#$b#我们有足够的空间，一台大的电视机能让我们在晚上有更良好的观看体验。$1",
	"Indoor_Day_2":"前几天我发现一只老鼠，亲爱的。一只老鼠！$0",
	"Indoor_Day_3":"在我们的客厅里换个不同的壁纸会更好看吗…？或者涂上一层漂亮的油漆……$1",
	"Indoor_Day_4":"有时我觉得自己被困在家里。$6#$b#亲爱的，我应该多进城看看。你应该找个时间跟我一起去！$3",
	"Outdoor_Olivia":"一出门，我的手指就开始发痒想画画。$3#$b#大自然拥有令人难以置信的调色板。$1",
	"Outdoor_0":"有时我想去森林里采些蘑菇回家做点吃的，但我怕走得太远会迷路。$6#$e#你愿意找个时间和我一起去吗？$1",
	"Outdoor_1":"农场的空气闻起来很清新。$3#$b#如果维克多来了，我们应该在外面野餐。他需要一些新鲜空气。$0",
	"Outdoor_2":"亲爱的，你在山谷里遇到过野兽吗？$0#$b#我害怕熊。我希望永远不会遇到任何一只。$2",
	"Outdoor_3":"我想尽快再去参观一下当地的葡萄园。$3#$b#尽管这个山谷很小，这里的酿酒者却非常专业。$3",
	"Outdoor_4":"嗯…我不知道这能不能作为我下一幅画的合适背景……$6#$b#你觉得呢，@？你的判断通常比较准确。$3",
	"Rainy_Day_0":"城里的雨感觉很不一样。它影响着每个人。$0#$b#在这里，雨水对庄稼有好处，使风景变得绚丽多彩。这不是我以前熟悉的雨，但很棒。$3",
	"Rainy_Day_1":"雨天是专属于红酒的日子，你不觉得吗？$0#$b#喝一点酒可以增强你的免疫系统，抵抗感冒之类的疾病。$3",
	"Rainy_Day_2":"在阴郁的日子里，我尽力往积极的方向思考这种天气对植物有益。但我还是觉得很沉闷……$0#$e#亲爱的，别太晚回来。我今天需要有人陪我。$3",
	"Rainy_Day_3":"在这样的日子里，空气中的湿气使绘画变得很困难。湿漉漉的天气会持续很长时间，一切都要花更长的时间。$2#$b#我想我得找点别的事情来打发时间了。$0",
	"Indoor_Night_0":"你今天过得怎么样，亲爱的？$0",
	"Indoor_Night_1":"我们应该找个晚上玩棋盘游戏。$0#$e#当心了。我的竞争意识很强，而且钟爱胜利。$6",
	"Indoor_Night_2":"今晚我该给我们倒杯红葡萄酒还是白葡萄酒？$3#$e#你说我吗？你想要什么我就想要什么。$6",
	"Indoor_Night_3":"我今天累了。我们早点睡觉吧，@。$2",
	"Indoor_Night_4":"我打开的这瓶酒几乎要空了。今晚最后一杯，亲爱的。让我们喝完它。$4",
	"Rainy_Night_0":"你觉得我们应该去看看维克多吗？$0#$b#他在雨夜会变得很忧郁。在这点上恐怕他是遗传我的。$2",
	"Rainy_Night_1":"我希望明天一切都会好起来。我真的很想去散步，但我不想弄脏我的鞋。$0",
	"Rainy_Night_2":"在戈特洛帝国有很多像这样的雨夜。$0#$e#我希望一切平安无事。$2",
	"Rainy_Night_3":"雨夜让我思绪万千。$0#$e#你能分散一下我的注意力吗，@？我不想迷失在自己的记忆中。$2#$e#我也爱你。$4",
	"Rainy_Night_4":"如果你今晚要去什么地方，一定要小心。$0#$b#我不希望你在这种天气滑倒。$2",
	"Good_0":"有时候我看着你，不敢相信我们遇见了彼此。我们是如此的幸运。$3#$e#@，我爱你。$4",
	"Good_1":"@，我没想到人生至此还能找到真爱。$3#$b#我知道自己还没到说老的年纪，但是……我已习惯于独自一人的想法。$2#$e#很高兴能和你在一起。$3",
	"Good_2":"@，你知道吗？你让我成为一个更好的人。$3#$b#我可能……很执拗。还比较势利。但是你教会了我要有更多的耐心和同情心，亲爱的。谢谢你。$3",
	"Good_3":"你是唯一知道如何迅速赶走我坏心情的人。$0#$b#我不知道为什么，但我觉得你真的很理解我。谢谢你。$3",
	"Good_4":"有时候我看着你，不敢相信我们遇见了彼此。我们很幸运。$3#$e#我爱你，@。$3",
	"Good_5":"你觉得我们可以马上去度假吗？$0#$b#去一些浪漫的地方。比如某个群岛。$4#$e#亲爱的，我想和你一起去看世界上所有最美丽的地方。$3",
	"Good_6":"我不后悔放弃股票交易，来农场和你一起生活。$3#$b#我在这里找到了和你平静生活的快乐。$1",
	"Good_7":"@，你以前跳过舞吗？除了在花舞节上的？$0#$e#当我和你在一起时，我就特别想跳舞。也许我们什么时候可以上一堂课。$3",
	"Good_8":"在城市里……一切都进展得很快。我总是奔波在去某个地方的路上，从不停下来关注周围的世界。$0#$e#放慢脚步和你一起享受生活的感觉真好，@。$3",
	"Good_9":"昨晚我做了一个关于我们一起变老的梦。$0#$b#我知道这有点老土，亲爱的。但这让我想到了为我们未来的生活画一幅肖像，幸福地在一起。$3",
	"Neutral_0":"我们什么时候可以来一场沙漠之旅？$3#$e#我想尝尝新鲜的仙人掌果子。$1",
	"Neutral_1":"我在考虑为一些遥远的葡萄园，开一次小镇团购。我们可以以相当便宜的价格买到不少酒。$0#$b#我们这里有一个不错的小社区，不是吗？$0",
	"Neutral_2":"亲爱的，我今天要打扫农舍。尽量不要在地板上留下泥迹。$0#$e#我知道你一向很小心。$3",
	"Neutral_3":"你见过住在城镇南边的法师吗？$0#$e#你比我勇敢。我很欣赏你的交友能力，即使是最奇怪的人你也能与之来往。$3",
	"Neutral_4":"我想找个时间把你介绍给我在城里的一些朋友。$0#$e#我相信你们会相处得很好的。$3",
	"Neutral_5":"维克多给你送了一本书，亲爱的。$6#$b#他说觉得你会喜欢——这是一本探险家公会早期的回忆录。$3#$e#我很高兴看到你们两个相处融洽。$1",
	"Neutral_6":"我在做交易员时认识的一个人今天打电话给我，告诉我有一个很棒的投资项目。$3#$e#这听起来有点诱人，但我在这里过得很好。$3",
	"Neutral_7":"我们快点邀请维克多过来吃晚饭吧。$0#$b#我不想让他觉得离开他和你组成家庭，我就把他抛在脑后。他在这里也应该感受到家的温暖。$0",
	"Neutral_8":"我得去城里买些绘画用品。$0#$e#我的大部分物品都是特别订购的，但我还是喜欢在本地小店转转，看看有没有什么特别的东西出现。$0",
	"Neutral_9":"山谷里的又一天……$0#$b#这里的日子有时似乎过得很紧凑。我们应该尽快做点什么来改变一下。$3",
	"Bad_0":"我把今天一直在绘制的画撕成碎片了。我就是画不好。$2#$e#也许我该暂时停止画画休息一下。我觉得自己毫无进步。$2",
	"Bad_1":"酗酒不能解决所有糟心的问题，但至少可以一试。$2#$e#别担心，我开玩笑的。我不会喝太多酒，即使在我情绪低落的时候。$0",
	"Bad_2":"我觉得不舒服。我应该去看哈维医生。$2#$b#你最好离远点，以防传染。$2",
	"Bad_3":"我心情不好，亲爱的。如果我是你，我会选择避开我自己。$5#$e#你没做错什么。我有时候就是这样。$2",
	"Bad_4":"像这样的日子里我只想躺在床上。$2#$b#或者是购物。也许我该到城里去旅行，让自己振作起来。$6",
	"Bad_5":"帝国的战争还在继续，受害者还在不断增加。$2#$b#一想到那些受苦的人，我就很难过。$2",
	"Bad_6":"我看见你在城里跟她说话。$2#$b#谁？我不会告诉你的。你知道是谁。$5",
	"Bad_7":"你看不出来我想一个人待着吗？$5#$e#…我很抱歉，亲爱的。我只是需要一些空间。$2",
	"Bad_8":"我今天摔坏了我最宝贝的戈特洛瓷器，它碎成一地。$5#$e#我对自己感到愤怒。它无可替代。$2#$e#我不想再回想这件事了。$2",
	"Bad_9":"我爱你，但是有时候我会想到爱德华，他是多么的让人伤心……$2#$e#有一天我会告诉你更多关于他的事……但不是今天。$2"
}