{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail": "샘? 세바스찬? 작년에 이거 해봤어?",
				"Robin": "안녕, @. 여기서 봐서 반갑네.#$e#지금쯤이면 수확이 한창일텐데, 그렇지?",
				"Demetrius": "올해 거스의 뷔페는 꽤 화려하네. 저기 있는 계란들 중에 네가 출하한 것도 있나?",
				"Maru": "올해 달걀 사냥은 한번 더 기회를 줘야 해. 왜 안되는 거지?$h",
				"Sebastian": "달걀 사냥은 나에겐 너무 단순해. 난 깊이가 있어야 게임을 하지. 알 것 같아? 맥락이나, 스토리.",
				"Linus": "내가 맛있는 걸 먹게 될 때 사람들이 나에게 짓는 표정에 도전하는건 가치가 있네.",
				"Caroline": "피에르의 가판대에 가봤니?$h",
				"Alex": "올해 뷔페에서 좀 많이 먹었나봐... 해결하기는 쉽겠지.#$e#오늘 밤 늦게라도 뛰러 갈 수는 있을 것 같아.",
				"George": "TV에서 재방송을 하던데. 이것도 꼭 재방송 같구먼. 내가 온걸 고마워 해야 할거야.",
				"Evelyn": "오, 조지. 뷔페음식 좋아하면서 그러네.",
				"Clint": "다른 사람들이 뷔페들 다 털어가기 전에 빠르게 왔지. 지금 엄청 배불러.$h#$e#아... 그럼 내가 다른 사람 몫까지 먹었단 건가?$s",
				"Penny": "우리 이번 주 초에 달걀 장식 미술 프로젝트를 했어요. 저 보라색 달걀은 재스가 만든걸 수도 있고, 노란 것들 중 하나가 빈센트의 것이에요.",
				"Pam": "이 축제 여러 번 해봤는데, 다 기억하기가 힘드네.#$e#왜? 작년에 재밌는 일 있었어?",
				"Emily": "올해 장식한 계란 몇개에 코스튬 보석을 붙였어. 패턴이 마음에 들었으면 좋겠어.$h#$e#아냐, 가산점 같은건 없어. 그냥 화려할 뿐이야.",
				"Haley": "데친 계란은 너무 징그럽고 가늘어.#$b#왜, 넌 그런거 좋아해?$s",
				"Jodi": "에밀리가 이 축제에 힘을 많이 쏟은 것 같네.$h#$e#나도 새로운 취미가 필요할지도 몰라.",
				"Marlon": "매년 축제 때마다 오는데, 이 사람들은 내가 누군지나 알런지...",
				"Sam": "*훌쩍* ...윽, 재채기를 너무 세게 하면 덤불속으로 알 찾으러 가기 힘들어.$s",
				"Leah": "작년의 과일펀치가 어디 갔지? 그거 먹으려고 했는데.#$e#뭐, 왜 좋아했는지는 알아. 난 조밀하지 않거든.$h#$e#좋아, 그럼 내가 그걸 알아내려면 몇잔이 필요했겠지.$u#$b#하지만 그럴만한 가치가 있어!",
				"Shane": "이 축제에선 항상 기분이 나아졌어. 실제로 신경쓰이는 힘들일들이 결실을 맺으니까.#$e#축제를 즐겨.$h",
				"Marnie": "셰인이 올해 큰 도움이 되었어. 올해엔 나보다 더 많은 노력을 기울이고 있어!$h",
				"Elliott": "문화 전반에 걸쳐 알은 재생을 통한 영생의 약속을 상징해.#$b#이 축제는 우리의 정신에 새로운 생명을 불어넣고 있어. 우리는 잠재의식적 차원에서 그 아름다움에 관련되지.$h",
				"Gus": "맞네! 계란 후라이, 삶은 달걀, 수란, 데블 에그, 스크램블 에그, 초콜릿 에그... 그 다음은 자네가 말하게!#$e#작년 축제 때 보다 더 좋았으면 좋겠군.$h",
				"Harvey": "루이스 시장님을 도와서 달걍 몇 개 숨기는 걸 도왔어. 좋은 장소를 몇 군데 알아냈지.#$e#아, 참가하는 거야? 음... 아마 네가 생각한 곳에 숨기진 않았을 걸!",
				"Jas": "빈센트랑 팀을 이뤄서 상을 나눠야 할까요?#$e#흠... 안되겠죠. 허락해주지 않을거에요.",
				"Vincent": "올해 상금이 1000G가 될 수도 있다고 들었어요! 정말 많은 돈이에요!$h#$b#어... 그러니까, 1000G 정도의 아이스크림을 사긴 충분해요!$h",
				"Willy": "아이들은 내가 어떤 시간을 보내는지 신경을 별로 안쓰더군. 뭐, 괜찮네.#$b#이 행사를 통해서 아이들과 약간이나마 연결 될 수 있으니까.$h",
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail": "봄꽃무도회에서 춤만 안추는건 안되려나? 드레스 입는 건 상관없는데.$u",
				"Robin": "꽃은 너네 집을 아름답게 꾸며줄 수도 있어. 피에르가 파는 크래프트 레시피는 봤니?",
				"Demetrius": "마루가 이 축제에 있어서 뿌듯하군. 아이들은 정말 금방 자라는 것 같아.",
				"Maru": "아빠가 이걸 비디로로 찍을려나?#$b#찍고싶으시다면 그러시겠지. 아빤 어쨌든 옛날 비디오를 다시 보진 않으니까.",
				"Sebastian": "조금 있으면 축제에서 제일 상투적인... 부분이겠지.#$e#난 그냥 아무 생각 안들어.",
				"Linus": "올해는 내가 나타나는게 좋을지 궁금했네.#$b#뭐, 날 찾아와줘서 고맙구만.$h",
				"Caroline": "우리 딸이 일년에 한번 춤추는 걸 죽기보다 싫어하는걸 고쳤으면 좋겠어.#$e#고치기 전까진 하기 싫어하겠지... 방법은 하나밖에 없겠네!",
				"Alex": "파트너만 잘 맞으면 춤추는 건 재밌어!$h",
				"George": "여기까지 왔다고 내 몸이 비명을 지르는 구만.#$e#그래도 내가 할 수 있는 최소한의 일이야.",
				"Evelyn": "조지가 여기까지 오는데 도와주지도 못하게 했단다. 자기 스스로 하고 싶다고 하더구나.",
				"Clint": "*휴우*$s#$e#...음? 아, 강가에서 누가 건너왔는지 봐야겠다.",
				"Penny": "좋아. 숨을 좀 돌려야겠어. 시선은 없다고 생각하고.",
				"Pam": "헤헤. 루이스 시장이 이 행사에서 항상 와인 바를 열더라고. 좋은 전통이지!$h",
				"Emily": "헤일리가 기분 좋은 모습을 보일 때가 가장 보기 좋아. 헤일리를 위해서 이 날을 특별하게 만들어 주려고 해.",
				"Haley": "하나 둘 셋, 하나 둘 셋...#$b#...됐다. 좋아. 난 준비 됐어.",
				"Jodi": "샘이 춤추는 걸 빨리 보고싶어. 집에선 절대 안하거든.$h",
				"Marlon": "길이 오래전에 이 축제에 오곤 했다고 했네.#$e#한 30년 된 것 같군. 더 길 수도 있네. 이젠 얼마나 지났는지 세지도 않으니까.",
				"Sam": "축제에서 제일 재밌는 부분을 두려워 할 순 없지. 안그래?$h",
				"Leah": "안녕 @. 우린 신경쓰지마. 엘리엇이랑 예술에 대해서 얘기하고 있었어.",
				"Shane": "흠... 내가 와인을 별로 안좋아해서 다행이야. 그래도 끌리긴 하네.$u",
				"Marnie": "안녕 @. 내가 그냥 저기 간다면...$s#$b#...음, 아무 것도 아니야.$s",
				"Elliott": "꽃의 진정한 아름다움은 외관이 아니라 일시적인 성격에서 비롯되지.#$b#무엇인가 짧게 지속될수록 우린 그걸 더 소중히 여기니까.$h",
				"Gus": "음, 모두가 즐거운 시간을 보내는 것 같네. 또 다른 성공인 것 같군.",
				"Harvey": "이 행사에서 내 옛날 직장 동료들이 같이 춤을 출까?$h",
				"Jas": "페니 선생님의 드레스가 보고 싶어요!$h",
				"Vincent": "누군가랑 춤춘다고 해서 그게 꼭 결혼한다는 얘기는 아니겠죠?$u",
				"Willy": "흠... 내가 여기서 뭘 할 수 있으려나?#$e#춤이 끝날 때 까지 그냥 있을 것 같군. 그냥 예의일세.",
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor": "아, 이 곳의 자연미는 정말 좋지만, 루이스 시장, 관광지로 스타듀 밸리를 위한 캠페인은 아직 결정이 나질 않았다네.#$e#매년 가을에 열리는 전시회에 대해 말해주게. 맛있는 요리들이 가득한 것을 기대해도 되겠나?",
				"Abigail": "야, 저기 수평선에서 고래가 나온걸 본 것 같아.#$e#앗! 저기 있다!$h",
				"Robin": "에밀리는 괜찮아. 에어로빅 수업때도 항상 저렇게 하거든.",
				"Demetrius": "에밀리는 괜찮은 거야, 여보? 우리가 춤추기 훨씬 전부터 춤을 췄잖아.",
				"Maru": "음, 라이너스 씨의 구운 요리를 위한 공간을 남겼어. 거의 다 됐다.",
				"Sebastian": "수프가 형편없게 되면 샘이 누가 제일 많이 먹을 수 있는지 시합해볼게 분명해.#$e#분명 이길걸.$h",
				"Linus": "아, 좋은아침이네, @! 아침식사 한 접시 어떤가?$h#$e#아 참, 아침 식사시간이 지났군. 생각보다 늦게 잠들었었나봐.",
				"Pierre": "네가 오기 전에 도지사님이랑 얘기를 해봤어.$h#$e#그게... 음...#$e#제대로 대답해주시지는 않더군.$s",
				"Caroline": "파스닙 몇개를 잘라서 수프에 넣었어. 좋은 선택이었던 것 같아.$h",
				"Alex": "이게 내가 바랬던 거야! 왜, 우리 맨날 이런 파티 하는건 어때?$h#$e#그러면 펠리컨 타운을 관광객들의 낙원으로 만들 수도 있을거야.$h#$e#하하, 언젠가 내가 시장이 되어야 할지도 모르겠네.",
				"George": "난 분위기를 망치는 큰 전자 스피커가 없었을 때의 루아우가 더 좋았어.#$e#한... 20... 25년전 쯤 얘기군.",
				"Evelyn": "여긴 내가 어렸을 때 모래성을 만들던 곳이란다. 아직도 생각나는구나.",
				"Lewis": "*크음*... 도지사님이 스타듀 밸리 품평회를 홍보하고 싶으신 것 같군.#$b#오늘을 도지사님에게 잊을 수 없는 날로 만들어 주게나!",
				"Clint": "또 다른 도움이 필요할 수도 있겠네.",
				"Penny": "루이스 시장님이 평소랑 다른 표정을 짓는걸 관찰하는게 재미있네요.$h#$e#도지사님과의 대화가 잘 됐으면 좋겠어요.",
				"Pam": "마니가 수프를 잘 지켜야 될걸. 남은 수프는 가져가서 내일 점심으로 먹을거니까.",
				"Haley": "*킥킥* 가끔 언니가 바보같아 보여.",
				"Jodi": "오늘같이 요리 안하고 쉬는 날도 좋네.",
				"Marlon": "이 축제는 특히 지하와 어둠 속에서 시간을 많이 보낸 뒤라서 더 힘이 나는군.",
				"Sam": "알았어, 페니. 멸치들은 작년에 넣었을 뿐이잖아. 이번엔 이상한거 안 넣을게.#$b#*크음* 근데 너 @, 다른 손에 혹시...$h",
				"Leah": "첫 출하 된 멜론이 들어갈 수도 있는 건가? 와, 그거 엄청 맛있겠네.",
				"Shane": "매운 음식은 언제든지 먹지만, 더운 날씨일수록 맛은 좋더라.",
				"Marnie": "이 행사를 다들 즐기는데 너무 좋아.",
				"Elliott": "올해 루아우를 잊지 않았어!$h#$e#뭐, 레아가 알려준거긴 하지.",
				"Gus": "나도 별 문제없이 수프를 만들 수 있겠지만, 저 수프는 나만의 것이 아니라 계곡 전체의 것이 되어야 해.#$e#그래서 뒤로 물러서서 내버려 두고 있어.",
				"Wizard": "축제때에는 항상 날씨가 좋다는 걸 알고있나?#$e#뭐, 감사인사는 됐네.",
				"Harvey": "에밀리가 아직 춤추고 있어? 으음, 탈수와 춤으로 하는 명상은 다른 차원의 문제라고 이미 말 했는데.$11",
				"Jas": "춤추려고 물총이 필요한 사람이 어딨어, 빈센트.",
				"Vincent": "카우보이처럼 내 발에 총을 쏴! 그럼 우-우-우 하면서 춤을 출게!",
				"Willy": "모두 작년보단 청소를 잘 했으면 좋겠군. 내 뒷마당이 될 수도 있는 곳인데.",
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail": "와아, 내가 여름일 때 가장 좋아하는 날이야. 여름이 끝나서는 아니구.",
				"Robin": "내가 이 마을에 처음 온 해에, 이맘때 쓰는 낡은 양초 나룻배를 봤었어. 그래서 \"그거, 제가 만들 수 있어요.\" 라고 했었지. #$b#그래서 만들었더니 루이스 시장님이 좋아하시더라.",
				"Demetrius": "내 연구분야는 잠시 놔뒀어. 자연은 내게 아름다움을 진정으로 느낄 수 있게 도움을 주지.#$b#자연은 우리가 배울 수 있는게 훨씬 많다는걸 알려줘. 자연의 계획 안에서, 우린 시작된 것에 불과해.",
				"Maru": "오늘 밤은 내게 무척이나 중요해. 네가 나처럼 즐길 수 있길 바래.",
				"Sebastian": "언젠가 녹색의 둥근 생물이 물 위로 쑥 올라오는 것을 봤었어.#$e#비가 오던 때여서 무슨 일인지 분간이 잘 안갔지.",
				"Pierre": "내일부터 수확기구나. 벌써 시간이 이렇게 되다니 믿기 어렵군. 넌 준비는 됐니?#$e#음, 미안. 내일 얘기 하고 싶지만, 오늘 밤은 데이트가 있어서.",
				"Caroline": "오, 피에르, 이게 지금 내게 필요한 거였어.",
				"Linus": "모두가 자연에 감사하는 모습을 보니 좋군. 자연은 우리가 필요로 하는 모든 것, 특히 아름다움을 준다네.#$e#해파리가 도착하면 몰래 다가가지. 걱정말게. 무슨 일이 있어도 놓지 않을 테니.",
				"Alex": "이번 여름에 좋은 추억들을 많이 만들었어. 내 유일한 불만은 여름이 끝났다는 거야.$s",
				"George": "잘 안보이는 구만. 누군가 해파리들이 어디 있는지 알려줬으면 좋겠군.#$e#항상 이렇지 뭐.$h",
				"Evelyn": "일 년중 가장 활기찬 시절이 끝나는 것도 사랑스럽구나. 더 길어지길 바라는 것도 욕심이란다.#$e#그래도, 가을 계획을 많이 짜두고 있단다.",
				"Lewis": "좋은 밤일세, @. 자넬 위해 갑판 위의 자리를 마련했다네.#$b#해파리들이 올 수 있게 자리를 잡으면 내게 알려주게.",
				"Clint": "벌써 1년이 지났다는게 느껴져?#$e#봄과 여름이 내가 바라던 대로 흘러간건 아니지만, 나름 기대했던 대로 됐어.#$e#시간이 지나면 점점 익숙해지지.#$e#뭐가 됐든, 들러줘서 고마워.",
				"Emily": "*휴우* 오늘 밤은 여름의 긴 작별 키스 같아. 슬프지만 달콤하네.$u",
				"Penny": "해파리는 정말 단순한 존재에요...#$e#그리고 저 역시도 자연의 계획안에 있다고 생각 할 때, 상대적인 기준으로 생각해야 겠죠.",
				"Pam": "가을이 오네. 페니에겐 힘든 시기니까, 네가 페니를 위해 좋은 일 좀 해줘.#$e#페니가 고마워 할 거야.",
				"Haley": "내 카메라 생각을 하고 있었어. 내가 찍어야 할 좋은 장면들이 있었을텐데.",
				"Jodi": "켄트, 우리 여보, 올해엔 같이 있어서 정말 좋다.",
				"Sam": "흠, 앨범 커버에 쓸 좋은 아이디어를 얻은 것 같아.",
				"Leah": "내게 여름은 일년 중 가장 특별한 시간이야. 제대로 마무리 하려면 혼자만의 시간이 있어야 해.",
				"Shane": "이 날들이 그리울 거야.",
				"Marnie": "내가 동물을 좋아하는 건 얼굴을 볼 수 있기 때문이야. 하지만 이 조그만 녀석들은 얼굴이 없네.#$e#하지만 숨막힐 정도로 멋있어. 다른 종류의 아름다움 이겠지.",
				"Elliott": "'희망의 전조가 탄식하며 빛을 발한다.#$b#고대의 달빛이 밤을 고요히 비춘다.'#$b#아, @, 내 머리에 맴도는 두 줄의 시야.#$e#난 '밤' 과 '빛'의 운율을 맞추면 시를 지우지 않아서, 이 시는 지금 딱 한번 뿐이야.$h",
				"Gus": "하룻밤 쉬는 것도 좋군. 이 축제를 잘 아는건 아니지만.",
				"Wizard": "루나루들은 올해 겸손한 움직임을 보이려 했었네. 그걸 바로 잡으려고 바다의 수호신들과 함께 잡아 당겼지.#$e#뭐가 됐던 시선은 끌지 말아주게. 숨어 있는 것엔 다 이유가 있어.",
				"Harvey": "난 사람들을 쳐다 보고 있어. 모두 건강하게 축제를 즐기고 있는지 너무 오래 확인하고 있긴 한데...#$b#...모두가 문제없이 평화롭게 보고 있네. 감동적이야.",
				"Jas": "빈센트가 작년에 봤던 것처럼 희귀한 초록 해파리를 봤으면 좋겠어요.",
				"Vincent": "작년에 재스가 아기 해파리들이 있다고 했어요. 이번에 한번 찾아보려구요.",
				"Willy": "내가 제일 좋아하는 축제라네. 낚시꾼들은 이 축제를 볼 때 팔다리를 내놓으라고 해도 그냥 줄 걸세.",
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail": "스타 토큰을 쓸 수 있는 '공포의 천막' 이런게 있었으면 좋겠다.",
				"Robin": "레아를 따라 잡았어! 레아와 난 많이 마주 치지는 않지만, 닮은 점이 많은 것 같아.$h",
				"Demetrius": "나도 내 최고의 작품을 전시해볼까 했는데...#$b#...그럴려면 현미경으로 봐야겠지.#$e#그러니... 그건 좀 문제겠군.$h",
				"Maru": "바베큐 샌드위치 먹으러 돌아왔는데, 올해는 아마 버거를 먹을 것 같아.$h",
				"Sebastian": "그냥 여기서 시간 보내고 있었어. 이 축제에 재밌을 만한건, 음... 집엔 더 재밌는 게임이 있는데.$u",
				"Pierre": "오, 안녕 @. 어... 내 호박 중 하나가 네 농장에서 왔던 건가?",
				"Caroline": "피에르는 농가 전시에 잡화점 성공이 달려있다고 느끼나봐. 난 늘 걱정하지 말라고 하는데.#$e#우리는 널 포함해서 마을 사람들의 제품을 판매해. 그래서 장기적으로 봤을 땐 별 차이가 안 나.",
				"Linus": "이 동물들은 온순한 영혼이 깃들어 있군. 최고를 받을 자격이 있어.$h",
				"Alex": "페도라를 사려고 토큰을 아끼고 있는데, 저 '힘자랑' 게임만 하는데도 시간이 오래 걸리네.$s",
				"George": "좋은 식사는 거부하지 않는다네. 적어도 이번 축제에선 음식 가지러 멀리 안가도 되는 구만.#$e#달걀 말고도 뭐가 더 있기도 하고.",
				"Evelyn": "조지, 콜레스테롤 수치를 확인 해 봐야겠어.#$e#뭐 안먹을 거면, 나도 안먹어.",
				"Lewis": "@! 잘 왔네! 올해 농가 전시를 기대해도 될까?$h#$b#작년과 비슷한 상인과 엔터테이너들을 불렀다네. 신경 안쓴다면, 계속 그대로 부르겠네!$h",
				"Clint": "넌 내 일이 뭔지 알고 있겠지만, 조금 더 안심하고 싶으면 이것 자세히 봐 줘.$h#$e#말론은 길드에서 내가 만든 무기를 팔아. 내가 말 안했던 것 같아서.",
				"Emily": "헤일리가 점쟁이한테 토큰을 많이 쓴건 좀 귀엽다. 나랑 헤일리랑 얼마나 많이 썼는지 비교 할 수 있겠는데.#$e#뭐, 우리 모두 쓰고 싶은 대로 쓸 수 있으니까.",
				"Penny": "작년에 전 수레바퀴에서 도둑마냥 쫓겨났었어요.#$b#작년처럼은 안되길래, 오렌지나 녹색중에 뭐가 더 잘 걸리는지 고민 중이에요.",
				"Pam": "낚시게임 한 번 더 하기 전에 조금 쉬고 있어.$h#$e#확실히 스타 토큰 벌기엔 좋은 것 같네.",
				"Haley": "작년에 점쟁이가 말한 것들이 모두 실현됐어. 정말 대단해.#$e#올해 내 행운도 이뤄졌으면 좋겠어!$h",
				"Jodi": "저기, 어... 광대 씨? 팁을 줘야 농담을 해주는 건가요? 이젠 그렇게 된건가요?$s",
				"Sam": "새총게임에서 완벽한 명중률로 4배수의 점수를 얻었어! 스타 토큰 엄청 받았네!$h",
				"Leah": "로빈의 전시대에서 노는 건 무료 목공 수업을 듣는 것과 같아.$h#$e#가끔은 학생 시절이 그리워.",
				"Shane": "마니가 날 동물원 책임자로 임명했어. 한번 만져봐.#$e#이봐, 집에 한 마리 데려가고 싶으면 마니에게 물어봐.",
				"Marnie": "전시회가 외관보다 맛을 중요하게 여기는 거라면, 경쟁해볼 기회 정도는 있겠지.",
				"Elliott": "여기 경치가 멋지네, 그렇지 않아?$h",
				"Gus": "이런! 어떤 사람들은 소스를 더 좋아하는군!$h#$e#내 비밀 소스에 자부심이 있긴 하지만, 소스 아래 있는 것도 맛볼 수 있으면 좋겠는데!$h",
				"Wizard": "난 점을 친 뒤의 결과가 두려워 사람들에게 함부로 미래를 발설하지 않는다네. 웰윅은 다르지.#$b#독특한 재능이 있어서 자네가 알아야 할 것을 정확히 말해 줄걸세.",
				"Harvey": "사람이 먹는 약이 내게 너무 과했다면 난 수의사로 일 했을 거야.#$b#그 일도 꽤 보람찼을 거야.",
				"Jas": "우리 동물들이 마음에 들어요?",
				"Vincent": "쟤 위에 타보고 싶어요.#$e#펜스 위로 절 올려줄 수 있어요?#$e#에이, 해주세요!#$e#...샘 형은 어디있지?",
				"Marlon": "투자 한다고 생각하고, 이 칼날 한두개 사면 충분한 이익이 있을까?",
				"Willy": "난 만새기가 제일 자랑스럽네. 전에 한 마리 잡아본 적 있나?#$e#아름다운 물고기의 유통기한이 이렇게 짧으면 전시를 하기가 어렵지.",
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail": "으으... 제발 이번엔 거미가 없길 바랬는데.$s",
				"Robin": "겨울에는 뭘 할 계획이야?",
				"Demetrius": "이 축제는 재밌긴 한데, 가끔은 사람들이 기괴한 아이디어를 가져오는 것 같기도 해.",
				"Maru": "나한텐 위치와 발걸음을 추적할 장치가 필요한 것 같아.$s",
				"Sebastian": "좋아, 이번에도 스켈레톤이네.$h#$e#그냥 비싼 특수효과인 줄 알고 있어서, 진짜인줄 몰랐었어.",
				"Caroline": "그냥 식탁에 착 달라붙어 있어. 미로는 날 위한게 아니라서.",
				"Alex": "뭔가 튀어나올까 봐 방망이를 들고 있었어.#$b#생각해봐, 공포영화에서 누굴 구해주는건 운동선수잖아... 그렇지?",
				"Lewis": "내가 참여하긴 좀 그런 축제지. 그래서 매년 축제가 열려도 미로의 길은 잘 모르겠다네.",
				"Clint": "난 알 것 같군... 말론이 이 몬스터들을 데려왔다면 아마 진짜겠지.",
				"Emily": "정말 신나는 밤이야! 광장엔 우리가 볼 수 없는 영혼들이 웅성거리고 있어.",
				"Penny": "누가 나한테 장난치는 거에요? 제가 어떻게 여기까지 오게 된거죠?$u#$e#이 가마솥은... 낯이... 꽤 익는데.$s",
				"Pam": "미로쪽에서 비명소리가 들리는데, 나만 들리는 거야?",
				"Haley": "조금 안으로 들어갔는데, 그림자 속에서 무언가가 땅 밖으로 움직이는걸 봤어.$s#$b#...더 이상 못하겠다.$s",
				"Jodi": "샘이 별 일 아닌 것처럼 행동하니까 빈센트도 미로로 가고 싶어하는 것 같네.$4#$e#어떤 일이 벌어질 지도 모르고.",
				"Sam": "이 미로는 아무리 봐도 작년이랑 똑같아.#$b#근데 내 기억은... 묘지 뒤쪽에 어디로 갔는지 생각 할 때마다 자꾸 흐릿해져.$s",
				"Leah": "이 코블러 누가 만든거지? 진짜 맛있다.",
				"Marnie": "이 행사가 우리 목장 근처에서 열리지 않아 다행이야. 그랬으면 동물들이 놀랐을 걸.",
				"Elliott": "머지 않아 세상은 어쩔 수 없이 깊은 죽음의 잠에 빠질 것이다.#$b#그러나 피할 수 없는 것처럼 자연과 우리 안에서 더 깨어 있으려는 몸부림이다.$h",
				"Gus": "모두 호박 파이 하나씩 가져가! 가져 가라니까!$h",
				"Harvey": "심장 개복 수술로는 끄덕도 없었는데, 근데 이건... 이건 너무 무서워.$s",
				"Shane": "이 스켈레톤들의 움직임은 또 봐도 인상적이네.",
				"Jas": "마니 이모, 몬스터나 유령이 없다는 건 저도 알아요. 근데 왜 못 들어가요?",
				"Vincent": "샘 형은 내 나이 때에도 미로에 계속 들어갔을 걸요.$s",
				"Marlon": "스켈레톤들을 잡는 것도 일이지만, 생포하는 건 전혀 다른 문제지.",
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail": "다음번엔 이 바보 눈사람의 뱃 속을 이상한 걸로 가득 채워볼까봐.#$b#어쩌면 대회에서 잡은 생선을 쓸 수도 있겠네, 하하!$h",
				"Robin": "한두 시간 내에는 끝낼 것 같은데, 그 때까지 사람들이 남아있었으면 좋겠다.",
				"Demetrius": "반년만에 날씨가 반대로 바뀐다는 게 믿겨져?",
				"Maru": "세바스찬은 눈사람을 잘 만들어. 눈사람 잘 만드는 법을 배우고 싶어.",
				"Sebastian": "별로 춥진 않아. 젖은 머리카락인 상태로 나가야 추운거지.",
				"Pierre": "드디어 눈싸움의 시간이 왔군!$h#$e#나랑 눈싸움 할 사람? 그냥 던져대면 화내겠지?$s",
				"Shane": "축제와 피자. 올해에 꼭 필요했던 것이지.#$e#좋지 않나? 거스한테 다음 축제 때엔 피자를 메뉴로 달라고 해보자고.",
				"Caroline": "애비의 눈사람이 꽤 웃기게 생겼네.$h",
				"Linus": "난 젊었을 적에 이곳 저곳을 여행했네. 지금 처럼 추운 곳도 있었지.#$e#이젠 더 이상 툰드라 땅에선 살지 못하겠어. 이젠 늙어서 말일세.",
				"Alex": "아, 좋은 아이디어가 있어. 스포츠 용품을 가져다가 눈사람에게 입혀주는거지.#$e#음, 저지가 눈사람 몸에 맞으려나?#$b#내가 좋아하는 운동선수들을 전부 뚱뚱하게 만들어 버리겠는걸.$s",
				"George": "날씨 때문에 큰 담요를 가져왔네.",
				"Evelyn": "날이 추워서 무릎이 시리긴 해도 이 축제는 그만한 가치가 있단다.#$e#여기 오는게 정말 좋구나.",
				"Lewis": "안녕하신가, @! 와줘서 고맙구만. 모두에게 인사는 좀 했나?$h",
				"Clint": "이것 좀 봐, 에밀리! 이 눈사람이 우리 아이 같아! 넌 엄마고 난 아빠야! 헤헤.$h",
				"Emily": "아, 응, 클린트. 어, 내 생각엔...$u#$e#아마 내가 눈사람의 이모 까지는 될 수 있을거야.",
				"Penny": "$y '흠... 어떤 모양으로 눈사람을 만들까요?_박하사탕으로 눈동자를 만드는 건 어때?_재밌겠다! 사탕 가지고 있는 사람?_애비게일 눈사람을 보고 영감을 얻어봐._아, 네...음...$s_원래 눈사람 모양처럼 만들어 봐._역시 전통적인 모양이 가장 오래 가는 거겠죠?'",
				"Pam": "대회를 제대로 즐기려고 연습하고 왔어.$h#$e#어, 뭐... 실은 안했어.$s#$e#가을에 했던 축제 때 낚시 한것도 연습이라 볼 수 있나?",
				"Haley": "옷장에서 겨울 패션으로 입고 나올 걸. 한번도 안입은 정말 예쁜 코트가 있는데.",
				"Jodi": "숲이 조용할 때가 좋아. 나무에서 눈이 떨어지면 부드러운 소리를 내거든.#$b#그게 정말 좋아.$h",
				"Sam": "우리 마을은 강 옆에 있는데, 난 아직도 낚시를 제대로 못해.#$e#흠, 이 축제 난 금방 지루할 것 같은데.",
				"Leah": "오늘 아침부터 와서 조각상 만드는 작업을 했었어. 어떤 것 같아?",
				"Marnie": "음. 오늘 밤에 모닥불 옆에서 뜨거운 코코아 한잔과 편한 의자에 앉아있으면...#$b#...뭐, 조금 있다가 그러고 싶단 거지.$s#$e#그러는게 뭐 어때서.",
				"Elliott": "윌리가 얼마 전에 낚시하는 요령을 좀 알려줬어. 혹시 윌리는 내가 요령을 기억하는지 지켜보고 있으려나?#$e#실망시키고 싶진 않은데.",
				"Gus": "...뭐? 미안. 생각 좀 하느라. 겨울 별의 만찬 축제 계획을 좀 짜고 있었어.",
				"Wizard": "탑에 몰래 갔었나? 평범한 사람 치곤 특이하군.",
				"Harvey": "작년엔 저체온증을 겪은 사람이 없었으니, 이번엔 편하게 즐길 수 있겠네.$h",
				"Jas": "페니 선생님, 저희가 쓸 수 있는 모자는 없어요?",
				"Vincent": "이것 봐요! 세게 밟으면 얼음이 작게 깨져요!.#$e#네? 하지 마요?$u#$e#아...$u",
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail": "엄마, 괜찮아?$h",
				"Robin": "@, 2년동안 펠리컨 마을에서 함께한 너와 건배!$h",
				"Demetrius": "살면서 정말 좋은 시간이군!$h",
				"Maru": "아 좋아. 엄마한테 \"엄마, 우린 초록색 식탁을 구해야 돼.\" 라고 했어.$h",
				"Shane": "좀 더 몸 관리를 하기 시작할까 생각중이었어.#$b#뭐, 쓸데없는 생각이네.",
				"Sebastian": "해야 할 일이 6개 정도 있어.#$e#뭐, 취미로 하는 거긴 한데, 여기로 내려오기 전까지 한창 하고 있었어.",
				"Pierre": "올해엔 가게 걱정을 하느라 많은 시간을 보냈는데, 지금은 부담을 조금 덜었어.#$e#이런 시간이 많을 수록 늘 감사하지.$h",
				"Caroline": "피에르... 내 뒤에 술 두 잔 있어! 유후, 찾아보시지?$h",
				"Linus": "오늘은 다들 즐거워 보이지 않나? 괜찮네. 난 계속 뒤에 있을테니.",
				"Alex": "내건 5번 접시에 있어. 살면서 행복한 날이야!$h",
				"George": "하. 지난 주에 우리가 이 축제의 한 부분을 한 것 같구만.",
				"Evelyn": "먹을게 많다는 건 알지만, 이 할미가 만든 쿠키를 놓을 공간 하나쯤은 마련했으면 좋겠구나.",
				"Lewis": "긴 겨울이 끝나지 않을 것 같을때마다, 우린 스스로 즐거운 축제를 벌이곤 한다네. 건배!$h",
				"Clint": "엄마에게 전화나 한번 해야겠어.",
				"Emily": "$y '@! 요정나무 아래에서 뭐가 있으면 좋을 것 같아?_희귀한 보석._아! 집에 진열할 좋은 장소가 있어야겠네, 그치?_맛있는 거._아, 그래! 필요한게 딱히 없을 땐 좋은 선택이지.$h$h_티 세트._흠, 이상하게도 구체적이네. 그래도 혹시 모르지!'",
				"Penny": "밖은 영하라고 하던데, 전 별로 춥지 않아요.$h",
				"Pam": "야, 꼬마야. 다음 해를 위해 건배나 하자.",
				"Haley": "우리 부모님은 이 축제에서 항상 좋은 선물을 받으셨어.#$e#잘 지냈으면 좋겠다... 어디서든 말야.$u",
				"Jodi": "여기, 켄트. 접시에 든 것들 다 먹어 보는건 어때?",
				"Kent": "안녕, @. 축제 잘 즐기길 바래.",
				"Sam": "올해에 아빠가 돌아와서 다행이야.#$e#기대했던 모습보단 다르긴 하시지만... 그래도 모두가 함께 할 수 있어서 좋아.",
				"Leah": "잠깐만 있어볼래? 자, 좀 먹어봐. 거스는 지팡이 사탕얘기를 또 하고 있어.#$e#그야말로 직업정신인 것 같아.",
				"Marnie": "오늘 저녁 식사 다 하고 집에 걸어 갈 수 있을까 모르겠네!$h",
				"Elliott": "오늘 아침의 해변은 참 쓸쓸했지. 거기서 잠깐 올라오자마자 이 따뜻한 공동체를 맞이하게 된거야!$h",
				"Harvey": "이 마을에 온 첫 해엔 이 축제를 믿을 수가 없었지. 추운데 밖에서 모여서 먹어? 하지만 뭐가 됐든 즐겁잖아?$h",
				"Jas": "마니이모, 이제 먹어도 돼요?",
				"Vincent": "선물이다아아아!$h",
				"Marlon": "오늘 아침에 용암광산에서 시간을 보냈네. 그래서 내 몸이 추위에 제대로 적응하질 못했구만.",
			}
		}
	]
}