{
    "Josephine_Arrives": "Good day. @, isn't it?$1#$b#My son, Oliver, and I shall be staying in town for a little while.",
    "Mon": "Good day, @. Lovely weather, isn't it? Very temperate.",
    "Mon2": "Oh dear, my shoes are all muddy. Still, this is the countryside, isn't it. One cannot expect to stay pristine!",
    "Mon6": "Queenie and I exchange recipes all the time. I trust you have seen her show?#$b#She hosts the most magnificant dinner parties, and you never know what celebrities might attend!$1",
    //Tue
    "Tue": "Oliver spends so much time on that computer... I do worry he isn't making friends.$2",
    "Tue4": "It can't be healthy staring at a screen all day. I do wish Oliver would get out a little more.",
    "Tue8": "Your Mayor Lewis and my Guvvie have been friends a long time.#$b#He's given me such a charming welcome, and made me feel quite at home. A real country gentleman.",
    //Wed
    "Wed": "This fresh country air is something else, isn't it? Back in the city we had the most horrible smog.",
    "Wed4": "Your little town is so quaint. I love the charm of these small country villages.#$b#You don't get this old-fashioned atmosphere in the city, with all its modern conveniences.",
    "Wed8": "When Oliver received his diagnosis... It was the most terrible feeling in the world.$2#$b#Such utter helplessness. I know I can be a little overprotective, @, but it's hard, so hard, to let go.$2",
    //Thu
    "Thu": "Oh, of course I miss my husband! But when you've been married as long as we have...#$b#Well, you'll see what I mean one day, dear.",
    "Thu4": "When Oliver was sick, my husband was my rock. Now... well, he's a very important man.$2",
    "Thu8": "It was my cooking that won me my husband, you know.#$b#They do say, the way to a man's heart is through his stomach.#$b#And for my dear Guvvie that's most certainly true.$1",
    //Fri
    "Fri": "Do you have children, @? They so quickly become the center of your world.#$b#Sometimes it's hard to remember my life before Oliver came along.",
    "Fri6": "Working with soil, nurturing plants into life... well, you must find it fulfilling, yes?",
    "Fri8": "There's nothing quite like standing on the stage, @, and feeling the eyes of everyone upon you.#$b#It's both nerve-wracking but so fulfilling, to capture the hearts of so many with your voice.#$b#Sometimes I miss that feeling.$s",
    //Sat
    "Sat": "I do enjoy a bit of beachcombing. I've found the most beautiful shells - and it helps take my mind off things.",
    "Sat6": "I was singing a little on the beach, and saw movement out of the corner of my eye.#$b#For a moment there, I could've sworn I saw something peering out of the water.$3#$b#It was probably just a seal.",
    "Sat8": "Sometimes I worry about Guvvie's memory. He's just not good with names. Or faces.#$b#Why, if it wasn't for his secretary, who knows what sort of faux paus he might perform!",
    //Sun
    "Sun": "Good day, @. I hope you and your family are in good health.",
    "Sun2": "Your quaint little town really does have its charms. Waking to birdsong instead of traffic noise is quite a delight.",
    "Sun4": "You always look so busy!#$b#Perhaps you deserve a little 'me-time'? If you ever visit Zuzu, there's a spa I can recommend.",
    "Sun6": "Did I tell you about the time we entertained a Gotoran Princess and her husband for dinner? That was before the war, obviously.#$b#I cooked the wrong dish... bought the wrong wine. A complete and absolute disaster.$2#$b#No... of course I don't think that's what started the war! Don't be ridiculous.$a",
    //Fall
    "fall_Mon8": "The Zuzu Songbird? Well, sometimes I feel she's still with me.#$b#I love my son - and yes, I also love my husband! - but I miss her too, the Songbird. Maybe one day she'll sing again.",
    //Winter daily, most likely to trigger when first she comes to town
    "winter_Mon": "Chilly today, isn't it? I hope you're wrapped up well!#$b#Still, with the way you bustle around, I expect you'll be warmed up in no time!",
    "winter_Wed": "Snow never settles in the city, there's too much going on.#$b#Here, well it's so sleepy and peaceful. Rather makes you think of hibernating.",
    "winter_Fri": "As the local farmer, what do you do all winter, @?#$b#Me? Back in the city, there are always meetings to attend, exhibitions to visit; I've a rather active social circle.#$b#But the pace is much slower here, isn't it?$1",
    "winter_Mon8": "This place is starting to feel rather like home now.#$b#It's silly, don't you think, that one could give a piece of their heart to a sleepy seaside town?",
    //pre-festivals etc
    "spring_23_2":"I'm rather looking forward to the dance tomorrow. It's lovely that you still celebrate the old folk traditions.#$b#When we were courting, Guvvie and I made a fine pair on the dance floor.$1#$b#Now, however, it'd be a challenge to lure him away from the refreshments.$2",
    "winter_16_2": "This Night Market sounds absolutely wonderful! I'm really looking forward to it.#$b#I've heard my old friend Lupini is stopping by. You really must buy one of his paintings; they certainly add a lively, cultured touch to our parlour.",
    //Visiting Pierre's
    "SeedShop_Mon": "And all this produce is locally sourced! How absolutely delightful.#$b#You grew it? Oh, you must be proud!",
    "SeedShop_Wed": "I walked in earlier and caught the shopkeeper singing to himself.#$b#Oh, I wouldn't mention it, he looked a little sheepish.#$b#Although I might say, he's not a bad tenor, if a little rough around the edges.$1",
    "SeedShop_Fri": "Have you heard about the tradition about the gift of a bouquet? It's most wonderfully whimsical!$1#$b#I wonder if I could persuade my Guvvie to give me one.",
    "election":"@! I just heard about the election. I really feel for poor Lewis... I wonder why he didn't tell us it was happening?$2#$b#I couldn't have voted, of course, but I would have provided moral support.$2",
    "reject_534":"Oh, that's beautiful! I've an eye for gemstones @, and that's a fine one. Someone must be missing it.#$b#Oh, perhaps you could go around town and try it on people's fingers - like a modern-day Cinderella!$1"
}