{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
            "Abigail": "Sam? Sebastian? Vocês ao menos tentaram ano passado?",
            "Robin": "Ei, @. Que bom te ver aqui.#$e#Você deve estar a todo vapor com sua plantação agora, né?",
            "Demetrius": "O buffet do Gus está espetacular esse ano. Algum dos ovos dele vieram da sua fazenda?",
            "Maru": "Acho que vou participar da caça aos ovos de novo esse ano. Por que não?$h",
            "Sebastian": "Caça aos ovos é muito simples pra mim. Se eu vou jogar um jogo, precisa haver alguma profundidade nele. Sabe? Contexto. Narrativa.",
            "Linus": "Vale a pena encarar os olhares que as pessoas me dão, já que eu vou comer algo delicioso depois.",
            "Caroline": "Você já visitou o quiosque do Pierre?$h",
            "Alex": "Talvez eu tenho comido demais do buffet esse ano... Mas vai ser fácil malhar pra compensar.#$e#Eu poderia ir correr mais tarde hoje à noite.",
            "George": "Era outra reprise na TV. Mas esse festival é como uma reprise também, então vocês deveriam ser gratos que eu ainda estou aqui.",
            "Evelyn": "Ah, George. Você gosta da comida grátis e sabe disso.",
            "Clint": "Me certifiquei de chegar aqui mais cedo esse ano, antes de todo mundo atacar o buffet. Eu comi até encher.$h#$e#Espere... Isso significa que eu comi a parte de alguém?$s",
            "Penny": "Nós fizemos um projeto de arte de decoração de ovos essa semana. Se você ver um roxo, deve ser da Jas, e um dos amarelos é do Vincent.",
            "Pam": "Já fiz esse festival tantas vezes, é difícil lembrar de todos eles.#$e#Por quê? Algo interessante aconteceu ano passado?",
            "Emily": "Eu colei algumas jóias em alguns dos ovos que eu decorei esse ano. Espero que goste das estampas.$h#$e#Não, eles não valem pontos extras. Eles só são chiques.",
            "Haley": "Ovos recheados são tão grudentos e nojentos.#$b#Você gosta deles, ou o quê?$s",
            "Jodi": "Parece que a Emily dedica seu corpo e alma para esse festival.$h#$e#Talvez eu precise de um novo hobby, também.",
            "Marlon": "Eu venho a todos os festivais, mas sou obrigado a pensar se algumas dessas pessoas sabem quem eu sou...",
            "Sam": "...Ei, é difícil se embrenhar nos arbustos à procura de ovos com um nariz escorrendo.$s",
            "Leah": "Cade aquele ponche do ano passado? Aquela coisa era excelente.#$e#Sim, eu sei porque era bom. Não sou burra.$h#$e#Ok, bem, talvez eu só tenho descobrido depois de algumas taças.$u#$b#Mas valeu a pena!",
            "Shane": "Sempre me sinto um pouco melhor nesse festival. Todo o trabalho duro com o qual eu realmente me importo compensa.#$e#Ei, aproveite.$h",
            "Marnie": "Shane foi uma grande ajuda esse ano. Eu diria que ele se esforçou em fazer acontecer esse ano mais até mesmo do que eu!$h",
            "Elliott": "Em várias culturas, ovos simbolizam a promessa de vida perpétua através do renascimento.#$b#Para nós daqui, as festividades trazem vida nova para o espírito humano. Nós todos nos identificamos com isso num nível subconsciente.$h",
            "Gus": "É isso aí! Ovos fritos; Cozidos; Pochê; Recheados; Mexidos; De chocolate... Diga você!#$e#Eu espero que esteja à altura da festa do ano passado.$h",
            "Harvey": "Prefeito Lewis me deixou ajudar a esconder ovos esse ano. Estive procurando bons lugares.#$e#Ah, você vai participar? Bem... Quem sabe? Talvez eu não os esconda aonde você pensa que eu vou!",
            "Jas": "Talvez eu deva me juntar ao Vincent e a gente divide o prêmio?#$e#Hm... talvez não. Deve ser proibido.",
            "Vincent": "Eu ouvi que o prêmio esse ano pode ser 1000G! Isso é TANTO dinheiro!$h#$b#É tipo... O bastante pra comprar 1000G de sorvete!$h",
            "Willy": "As crianças dessa cidade não ligam muito para o que eu passo a maior parte do meu tempo fazendo. Está tudo bem.#$b#Ajudar nesse evento me ajuda a conectar com eles um pouco, mesmo que indiretamente.$h",
        },
        "When":{
            "Year |contains=2":false
        }
    },
    {
        "LogName":"Year 2 Festival Flower Dance - spring24.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/spring24.xnb",
        "Entries":{
            "Abigail": "Não podemos apenas ter uma dança de flores sem a dança? Eu não me importo com o vestido.$u",
            "Robin": "Um recurso de flor pode realmente fazer a estética de sua casa se unir. Você viu a receita de artesanato que Pierre tem para venda?",
            "Demetrius": "Isso me deixa muito orgulhoso de ver Maru neste festival. As crianças certamente crescem rápido.",
            "Maru": "Eu me pergunto se meu pai vai filmar isso?#$b#Eu acho que ele pode se ele quiser. Ele nunca volta e assiste a vídeos antigos.",
            "Sebastian": "Depois de um tempo, esses festivais ficam... Rotineiros.#$e#Eu acho que estou apenas entorpecido com este aqui.",
            "Linus": "Eu me perguntei se seria uma boa ideia aparecer este ano.#$b#Obrigado por visitar comigo.$h",
            "Caroline": "Abby precisa aprender que uma pequena dança uma vez por ano está longe de qualquer coisa que a mate.#$e#Eu acho que ela é mais insegura do que percebe, e só há uma maneira de consertar isso!",
            "Alex": "Dançar é muito divertido se você tem o parceiro certo!$h",
            "George": "Meu corpo estará gritando comigo amanhã por me empurrar todo o caminho até aqui.#$e#É o mínimo que posso fazer.",
            "Evelyn": "George não vai me deixar empurrá-lo aqui para a clareira. Diz que ele ainda quer fazer isso sozinho.",
            "Clint": "*suspiro*$s#$e#...O quê? Eu me pergunto se eu deveria ver quem está no rio.",
            "Penny": "Certo, eu apenas tenho que respirar... E não pensar em quem está assistindo.",
            "Pam": "O prefeito Lewis não pode deixar de manter um bar de vinhos aberto neste evento. É tradição, afinal de contas!$h",
            "Emily": "É bom ver Haley de um modo puramente positivo. Eu faço o meu melhor para ajudar a tornar este dia especial para ela.",
            "Haley": "Um, dois, três... Um, dois, três...#$b#Certo. Eu acho que estou pronta.",
            "Jodi": "Eu mal posso esperar para ver Sam dançar novamente. Ele nunca faz coisas assim em casa.$h",
            "Marlon": "Gil me disse que ele costumava ir a esse festival há muito tempo.#$e#Aparentemente, tem sido cerca de trinta anos. Talvez mais. Ele disse que perdeu a conta.",
            "Sam": "Você simplesmente não pode ter medo de se divertir, sabe?$h",
            "Leah": "Ei, @. Não se importe conosco. Elliott e eu estávamos apenas debatendo sobre estética novamente.",
            "Shane": "Hm... Bom que eu não sou muito fã de vinho. É tentador, no entanto.$u",
            "Marnie": "Ei, @. Você acha que se eu fosse lá e...$s#$b#...Er, não importa.$s",
            "Elliott": "A verdadeira beleza das flores vem de sua natureza muito temporária, não apenas sua aparência física.#$b#Quanto mais curta a coisa durar, mais preciosa ela pode ser.$h",
            "Gus": "Bem, todo mundo parece estar se divertindo. Parece outro sucesso.",
            "Harvey": "Eu me pergunto quantos dos meus colegas estariam dispostos a dançar em um evento como este?$h",
            "Jas": "Eu quero ver o vestido de flores da Srta. Penny!$h",
            "Vincent": "Se você dança com alguém, isso não significa que você tem que prometer casar com eles, certo?$u",
            "Willy": "Hm... O que há para alguém como eu fazer em um festival como este?#$e#Acho que vou ficar até a dança terminar. É apenas educação.",
        }
    },
    {
        "LogName":"Year 2 Festival Luau - summer11.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/summer11.xnb",
        "Entries":{
            "Governor": "Ah, sim, a beleza natural aqui é linda Lewis, mas a campanha para o Vale do Orvalho como destino turístico ainda está por ser decidida.#$e#Me fale sobre a feira anual de outono.Podemos esperar que seja preenchido com alguma delicia caseira este ano?",
            "Abigail": "Ei, acho que vi uma baleia esguichando no horizonte.#$e#Veja! está fazendo novamente!$h",
            "Robin": "Emily está bem, ela dança assim o tempo todo na aula de aeróbica.",
            "Demetrius": "Tem certeza que Emily está bem, querida? Ela começou a dançar muito antes de nós.",
            "Maru": "Hm, estou guardando espaço para o assado de Linus. Parece que está quase pronto.",
            "Sebastian": "Se a sopa ficar horrível, tenho certeza que Sam vai me desafiar para saber quem pode comer mais.#$e#Ele vai ganhar.$h",
            "Linus": "Ah, bom dia, @! Você gostaria de tomar seu café da manhã?$h#$e#Ah, certo, já passamos da hora do café da manhã. Eu devo ter dormido e nem percebi.",
            "Pierre": "Eu terminei de falar com o governador antes de você chegar.$h#$e#Foi... Bem.#$e#Ele não me respondeu.$s",
            "Caroline": "Eu cortei algumas chirívias e coloquei na sopa. Elas são ótimas.$h",
            "Alex": "Agora é disso que estou falando! Por que nós não fazemos esse tipo de festa todos os dias?$h#$e#Nós poderíamos fazer a Vila Pelicanos em uma praia paradisíaca para turistas.$h#$e#Ei, talvez eu deva ser prefeito algum dia.",
            "George": "Eu gostava mais do luau quando não tinha aqueles grandes alto-falantes eletrônicos arruinando a atmosfera da praia.#$e#Isto foi... Ah, vinte, vinte e cinco anos atrás.",
            "Evelyn": "Este é o lugar onde eu construí castelos de areia quando criança, todos esses anos atrás. Eu ainda posso lembrar.",
            "Lewis": "Estou a ponto de conseguir que o governador promova a Feira do Vale do Orvalho.#$b#Certifique-se de deixá-lo impressionado hoje!",
            "Clint": "Bem, hora de outra ajudinha.",
            "Penny": "Eu tenho que admitir que é um pouco divertido assistir diferentes expressões faciais do prefeito Lewis ao longo do dia.$h#$e#Espero que sua conversa com o governador corra bem.",
            "Pam": "É melhor que Marnie esteja observando essa sopa com cuidado. Eu estou contando levar para casa algumas sobras para o almoço de amanhã.",
            "Haley": "*risadinha* Minha irmã é tão idiota às vezes.",
            "Jodi": "É bom ter um dia de folga de cozinhar em um dia como hoje.",
            "Marlon": "Este festival é especialmente reconfortante, depois de passar tanto tempo nas minas e na escuridão.",
            "Sam": "Tudo bem, Penny, tudo bem. A coisa das anchovas durou apenas um ano. Eu prometo que não vou colocar nada nojento na sopa hoje.#$b#Você, por outro lado, @...$h",
            "Leah": "Não são os primeiros melões locais da temporada prestes a entrar? Ah, isso soa tão delicioso agora.",
            "Shane": "Eu vou comer comida picante em qualquer época do ano, mas por alguma razão, quanto mais quente ela fica do lado de fora, melhor o gosto.",
            "Marnie": "Eu adoro ver todos juntos assim.",
            "Elliott": "Eu não esqueci do luau deste ano!$h#$e#Bem, Leah me lembrou, de qualquer maneira. Em boa hora.",
            "Gus": "Eu poderia fazer uma sopa deliciosa, não há problema, mas a sopa do Luau é suposto ser mais um reflexo de todo o vale, não um reflexo de mim.#$e#Eu só tenho que deixar de ser um cozinheiro apenas hoje!",
            "Wizard": "Já percebeu como é sempre ensolarado nos dias de festival?#$e#Sim, claro que já.$h",
            "Harvey": "Emily ainda está dançando? Que sofrimento. Eu disse a ela, desidratação e dança meditação não são a mesma coisa.$11",
            "Jas": "Ninguém precisa de uma pistola d'água para dançar, Vincent.",
            "Vincent": "Você deve pegar uma pistola d'água e atirar nos meus pés, como um cowboy! Então eu vou dançar como um, woo-woo-woo!",
            "Willy": "Espero que todos limpem melhor do que no ano passado. Isso pode muito bem ser meu quintal.",
        }
    },
    {
        "LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/summer28.xnb",
        "Entries":{
            "Abigail": "Ah, meu dia favorito do verão. E não é porque está acabando.",
            "Robin": "Meu primeiro ano na cidade, eu vi o velho veleiro que eles estavam usando, e eu disse, \"Ei, eu posso fazer algo parecido com isto.\"#$b#Então eu fui em frente e fiz um, e Lewis gostou.",
            "Demetrius": "No meu campo de estudo, ajuda de vez em quando a simplesmente pausar e absorver verdadeiramente a beleza do mundo natural.#$b#Isso me lembra que temos muito mais a aprender sobre a natureza. No grande plano, acabamos de começar.",
            "Maru": "Esta noite é sempre importante para mim. Espero que você goste tanto quanto eu.",
            "Sebastian": "Certa vez, vi uma espécie de criatura verde com a cabeça redonda erguida acima da água.#$e#Estava chovendo, então era meio difícil dizer o que era.",
            "Pierre": "A temporada de colheita começa amanhã. É difícil acreditar que já chegamos até aqui. Você está pronto?#$e#Er... Desculpe, eu adoraria conversar sobre amanhã, mas esta noite é noite de encontro.",
            "Caroline": "Ah, Pierre, isso é exatamente o que eu precisava agora.",
            "Linus": "É bom ver todos sendo tão apreciadores da natureza. Ela fornece tudo o que precisamos, especialmente beleza.#$e#Eu vou me esgueirar quando as Medusas chegarem. Não se preocupe. Não vou perturbar ninguém.",
            "Alex": "Eu fiz algumas boas lembranças neste verão. Minha única reclamação é que acabou.$s",
            "George": "Não consigo ver muita coisa. Eu estou contando que estas medusas deixem-me saber onde elas estão.#$e#Eles sempre brilham muito.$h",
            "Evelyn": "Que maneira adorável de os dias da juventude do ano terminarem. Eu não poderia pedir mais.#$e#Ainda estou fazendo muitos planos para o outono.",
            "Lewis": "Boa noite, @. Eu guardei um lugar para você aqui no pier.#$b#Deixe-me saber quando você estiver pronto para ver a chegada das Medusas.",
            "Clint": "Você acredita que outro ano já se foi?#$e#Eu não posso dizer que o primeiro semestre acabou como eu tinha esperança, mas acabou como eu esperava.#$e#Você se acostuma com as coisas depois de um tempo.#$e#De qualquer forma, obrigado por aparecer.",
            "Emily": "*suspiro* Esta noite é como um longo beijo de despedida da temporada. Triste mas doce.$u",
            "Penny": "A água-viva tem uma existência tão simples...#$e#E quando penso sobre as coisas na vida, devemiamos ser tão simples assim igual a elas.",
            "Pam": "Outono chegando. É uma época difícil para Penny, então você deve fazer algo legal para ela.",
            "Haley": "Eu me lembrei da minha câmera esse ano. Deve haver algumas boas fotos para eu tirar.",
            "Jodi": "Kent querido, estou tão feliz por você estar comigo esse ano.",
            "Sam": "Hm, acabei de ter a melhor ideia para uma capa de álbum.",
            "Leah": "O verão é uma época especial do ano para mim. Eu só preciso de uma noite como esta para me despedir desta estação.",
            "Shane": "Eu vou sentir falta desses dias mais longos.",
            "Marnie": "Eu amo animais porque posso olhar diretamente em seus rostos. Mas esses carinhas não têm rostos.#$e#Eles ainda são absolutamente deslumbrantes, no entanto. Deve ser um tipo diferente de beleza.",
            "Elliott": "'O percurso da esperança suspira sua luz.#$b#Enquanto antigos luares fazem serenata na noite.'#$b#Ah, @, são as duas últimas linhas de um poema que está flutuando na minha cabeça.#$e#Mas as palavras não estão rimando, então eu ainda irei mudar.$h",
            "Gus": "É bom tirar a noite de folga. Eu não tenho muitas oportunidades assim.",
            "Wizard": "Os Lunaloos fariam uma exibição modesta este ano. Eu consegui puxar algumas cordas com os guardiões do espírito do mar, para consertar isso.#$e#Por favor, não faça muito barulho sobre isso. Estou me escondendo aqui por um motivo.",
            "Harvey": "Eu só tenho que ver todos bem. Eu gasto muito tempo certificando-me de que o corpo de todos esteja funcionando...#$b#...é realmente um momento comovente para ver todos tão bem e pacíficos.",
            "Jas": "Espero ver a rara Medusa-da-Lua verde como Vincent viu no ano passado.",
            "Vincent": "Jas disse que havia bebês no ano passado. Vou procurá-los desta vez.",
            "Willy": "Este pode ser meu festival favorito. Pescadores de todo o mundo dariam um braço e uma perna só para testemunhar isso uma vez.",
        }
    },
    {
        "LogName":"Year 2 Festival SDV Fair - fall16.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/fall16.xnb",
        "Entries":{
            "Abigail": "Eu gostaria que tivéssemos uma 'Tenda dos Horrores' ou algo assim, como um lugar para gastar fichas de estrelas.",
            "Robin": "Tem sido bom recuperar o atraso com Leah! Nós normalmente não nos deparamos muito, mas temos muito em comum.$h",
            "Demetrius": "Eu pensei em fazer um display grande, mas se fosse realmente uma representação do meu melhor trabalho...#$b#...Você teria que olhá-lo sob um microscópio.#$e#Assim... Isso é um pouco problemático.$h",
            "Maru": "Voltei para o churrasco, mas talvez eu tenha um hambúrguer este ano.$h",
            "Sebastian": "Apenas servindo meu tempo aqui. Se eu estou atrás de diversão, tenho dezenas de jogos em casa em que estou zerando.$u",
            "Pierre": "Ah, ei @. Ah... Uma das minhas abóboras veio da sua fazenda?",
            "Caroline": "Pierre se sente como o sucesso da loja depende de sua exibição no festival. Eu digo a ele que não se preocupe tanto.#$e#Nós vendemos os produtos de todos que entraram aqui, incluindo você. Por isso, não faz grande diferença.",
            "Linus": "Esses animais têm almas gentis. Eles merecem o melhor.$h",
            "Alex": "Estou economizando para esse chapéu, mas está demorando um pouco só com o jogo da 'Força'.$s",
            "George": "Não direi não a uma refeição de boa qualidade. Pelo menos com este festival, eu não tenho que viajar muito para alcançar a comida.#$e#E pelo menos há algo além de ovos.",
            "Evelyn": "George, precisamos nos certificar de que estamos assistindo ao seu colesterol.#$e#Se você não come, eu também não.",
            "Lewis": "@! Olá! Podemos esperar uma exibição de granja de vocês este ano?$h#$b#Eu chamei principalmente os mesmos artistas e vendedores do ano passado. Mas se não está quebrado, não conserte!$h",
            "Clint": "Eu sei que você está familiarizado com o meu trabalho em suas próprias ferramentas, mas se você quiser um pouco mais de confiança, dê uma boa olhada nelas.$h#$e#Marlon vende minhas armas em sua guilda, no caso de eu não ter lhe contado.",
            "Emily": "É fofo como Haley fica tão interessada na cartomante. Eu acho que posso ter um pouco crédito por isso.#$e#Bem, todos nós podemos usar um pouco de algo para olhar para frente.",
            "Penny": "No ano passado, o dono da roda da sorte me fez parar de jogar.#$b#Não consegui refazer meu sucesso este ano, então estou tentando descobrir se laranja ou verde ganham com mais frequência.",
            "Pam": "Estou fazendo uma pausa antes de voltar lá e fazer o jogo de pesca novamente.$h#$e#É definitivamente o melhor lugar para ganhar fichas de estrela.",
            "Haley": "Tudo o que a cartomante me disse no ano passado se tornou realidade. Ela é incrível.#$e#Espero que a minha fortuna se torne realidade este ano também!$h",
            "Jodi": "Com licença, uh... Sr. Palhaço? Você conta uma piada se dermos uma dica? É assim que isso funciona agora?$s",
            "Sam": "Eu tenho um multiplicador de 4x no jogo estilingue por ter precisão perfeita! O pagamento de token de estrela era insano!$h",
            "Leah": "Sair na exibição de Robin é como conseguir uma aula grátis de marcenaria.$h#$e#Às vezes sinto falta de ser estudante.",
            "Shane": "Marnie me colocou no comando do zoológico. Continue. Dê-lhes um animal de estimação.#$e#Ei, se você quiser levar um para casa, conhece o sistema: pergunte a Marnie.",
            "Marnie": "Se apenas os displays fossem baseados em gosto, ao invés de aparência. Então talvez eu teria uma chance de lutar na competição.",
            "Elliott": "É uma vista maravilhosa do recinto aqui, não é?$h",
            "Gus": "Bondade! Algumas pessoas realmente gostam de espalhar aquele molho de churrasco!$h#$e#Eu me orgulho do meu molho secreto, mas tenha certeza que você ainda pode provar o que está por baixo!$h",
            "Wizard": "Eu evito contar a meus conhecidos sobre o futuro deles, por medo das consequências. Welwick é diferente.#$b#Ela é excepcionalmente talentosa e lhe dirá exatamente o que você precisa saber.",
            "Harvey": "Se a medicina humana tivesse sido demais para mim, suponho que poderia ter acabado facilmente trabalhando como veterinário.#$b#O trabalho ainda é muito gratificante, tenho certeza.",
            "Jas": "Você gosta dos nossos animais?",
            "Vincent": "Eu quero montar um.#$e#Você vai me levantar por cima da cerca?#$e#Ah, vamos!#$e#...Cade o Sam?",
            "Marlon": "Gostaria de saber se conseguiria meu investimento de volta se eu comprasse uma ou duas dessas lâminas para as ações da guilda?",
            "Willy": "Estou mais orgulhoso disso, Dorado. Você já pegou um deles antes?#$e#É difícil montar uma exibição quando a vida útil de um belo peixe é tão curta.",
        }
    },
    {
        "LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/fall27.xnb",
        "Entries":{
            "Abigail": "Nnnngh... Eu estava esperando que as aranhas não estivessem aqui nesse ano também.$s",
            "Robin": "O que você está planejando fazer no seu próximo período de final de temporada?",
            "Demetrius": "Este festival é divertido, mas eu sinto que às vezes as pessoas podem levar suas próprias idéias de diversão um pouco longe demais.",
            "Maru": "O que eu preciso é de algum tipo de dispositivo que possa rastrear minha localização.$s",
            "Sebastian": "Ah, legal. Eles trouxeram esqueletos de novo.$h#$e#Não pensei que repetiriam isso, já deve ser difícil pegar um, imagina dois.",
            "Caroline": "Deixe a comida por minha conta, o labirinto é de vocês.",
            "Alex": "Eu trouxe meu taco só pra caso alguma coisa pule em mim#$b#Lembre-se, é sempre a estrela do esporte que salva o dia nos filmes de terror... Certo?",
            "Lewis": "Um festival muito interessante, não preciso planejar nada, só queria saber qual é o segredo daquele homem que constrói isso tudo e depois some com tudo no dia seguinte.",
            "Clint": "Eu já entendi, se Marlon trouxe esses monstros, com certeza são de verdade.",
            "Emily": "Que noite animada! A praça está cheia de espíritos que não podemos ver.",
            "Penny": "Mentiram pra mim de novo! Como eu vim parar aqui?$u#$e#É o mesmo caldeirão de antes...$s",
            "Pam": "Foi só eu que ouvi um grito vindo do labirinto?",
            "Haley": "Eu entrei um pouco e vi algo saindo do chão.$s#$b#...Acho que não vou entrar de novo.$s",
            "Jodi": "Tenho certeza que Vincent só quer entrar no labirinto porque Sam desafiou ele.$4#$e#Eu não acho que eles perceberam a besteira que estão fazendo.",
            "Sam": "Eu juro que esse labirinto é o mesmo do ano passado.#$b#Mas minha memória fica... Estranhamente confusa quando tento lembrar onde fui depois do cemitério.$s",
            "Leah": "Quem fez esse bolo de frutas? É delicioso.",
            "Marnie": "Fico feliz que este evento não seja realizado perto de nossas fazendas. Os animais entrariam em pânico.",
            "Elliott": "Logo, o mundo cairá inevitavelmente em um sono profundo e mortal.#$b#Mas tão inevitável é a luta para ficar acordado um pouco mais, na natureza e dentro de nós mesmos..$h",
            "Gus": "Todo mundo precisa de uma fatia de torta de abóbora este ano! Eu insisto!$h",
            "Harvey": "Uma cirurgia cardíaca, retirar o coração do tórax e fazer os reparos nunca me incomodou, mas isso... Isso é demais.$s",
            "Shane": "Os animatrônicos desses esqueletos ainda são impressionantes, mas... Cade a cerveja?",
            "Jas": "Tia Marnie, sei que não existem monstros e fantasmas. Por que não posso entrar?",
            "Vincent": "Eu aposto que o Sam devia entrar no labirinto o tempo inteiro quando tinha a minha idade$s",
            "Marlon": "Matar um esqueleto não é tão difícil, agora capturar um é completamente diferente, imagine dois!",
        }
    },
    {
        "LogName":"Year 2 Festival Ice Festival - winter8.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/winter8.xnb",
        "Entries":{
            "Abigail": "Eu acho que agora vou tentar abrir a barriga deste boneco de neve e fazer algum tipo de criatura rastejando para fora.#$b#Talvez eu possa usar alguns peixes da competição.!$h",
            "Robin": "Isso deve estar pronto em uma ou duas horas. Eu espero que algumas pessoas ainda estejam por perto para ver.",
            "Demetrius": "Você pode acreditar em como o tropical limítrofe estará por aqui, em apenas meio ano?",
            "Maru": "Sebastian faz alguns bonecos de neve bem legais. Eu sinto que eu poderia aprender uma coisa ou duas dele, se ele deixasse.",
            "Sebastian": "Não, isso não é muito frio. Frio é quando você sai com o cabelo molhado e congela.",
            "Pierre": "Finalmente! Eu posso passar algum tempo fora e jogar bola de neve!$h#$e#Hm... Há alguém que eu possa acertar? Ou... Eles vão ficar bravos, não vão?$s",
            "Shane": "Duas palavras: Pizza. Festival. Sério, isso precisa acontecer este ano.#$e#Nós tínhamos acabado de pedir o Gus para fazer algumas pizzas para isso.",
            "Caroline": "Eu realmente acho que o boneco de neve da Abby é bem engraçado.$h",
            "Linus": "Eu viajei por todo lugar quando era mais jovem. Alguns lugares são como está estação.#$e#Acho que não aguento mais viver na tundra. Isso foi quando eu era mais jovem.",
            "Alex": "Ei, tenho uma ideia. Talvez pudéssemos levar algumas camisas esportivas e fazer os bonecos de neve usá-las.#$e#Na verdade, uma camisa caberia no corpo de um boneco de neve?#$b#Ah, eles fariam meus atletas favoritos parecerem gordos.$s",
            "George": "Eu trouxe meu cobertor extra-pesado para este festival.",
            "Evelyn": "Minhas articulações ficarão duras de passar tanto tempo no frio, mas a visita vale a pena.#$e#Este festival é muito importante para mim.",
            "Lewis": "Olá, @! Que bom que você conseguiu chegar. Certifique-se de dizer oi para todos.$h",
            "Clint": "Bem, olhe para isso, Emily! É como se este boneco de neve fosse nosso próprio filhinho! Você é a mãe e eu sou o pai!$h",
            "Emily": "Ah, sim, Clint. Talvez?$u#$e#Talvez eu possa ser a tia desse boneco de neve.",
            "Penny": "$y 'Hm... Que tipo de boneco de neve devemos fazer?_Um clássico. Nariz de cenoura, cartola, Cachecol._Eu acho que talvez seja melhor ficar com os clássicos, huh?$h_Algo engraçado. Antenas de gelo, olhos de pinha._Certo! Isso parece divertido.$h_Bonecos de neve são chatos. Tente ser criativa_Ah, tudo bem... Eu acho que posso mudar um pouco ele.'",
            "Pam": "Eu realmente pratiquei um pouco antes de entrar para a competição.$h#$e#Hm... Bem, o que quero dizer com isso é... Na verdade não pratiquei tanto assim.$s#$e#Os peixes do ano passado contam?",
            "Haley": "Eu deveria procurar no meu guarda-roupa por algumas roupas de inverno. Eu tenho alguns casacos de pele muito fofos que eu nunca usei.",
            "Jodi": "Eu amo a floresta quando está em silêncio. Quando a neve cai dos galhos, faz aquele som suave.#$b#Eu simplesmente amo isso.$h",
            "Sam": "Nós moramos do outro lado da rua de um rio. Estou surpreso que ainda não sei pescar.#$e#Ah, sim, eu acho que ficaria entediado muito rapidamente, não?",
            "Leah": "Eu cheguei aqui mais cedo esta manhã para que eu pudesse começar a minha escultura imediatamente. O que você acha?",
            "Marnie": "Hm, esta noite vai ser legal, sentada perto do fogo, com chocolate quente, aconchegando-se ao lado de Lew...#$b#...Hm, quero dizer, apenas me sentindo bem.$s#$e#Quais as novidades?",
            "Elliott": "Willy me ensinou alguns truques de pesca um tempo atrás. Será que ele estará me observando para ver se eu vou me lembrar?#$e#Não quero decepcioná-lo.",
            "Gus": "...O quê? Desculpa. Apenas sonhando acordado. Eu já estou elaborando meus planos para a Festa da Estrela de Inverno.",
            "Wizard": "Se esgueirando para visitar minha torre? Vou apenas observar o movimento",
            "Harvey": "Bem, ninguém teve hipotermia no ano passado, então eu acho que posso aliviar um pouco.$h",
            "Jas": "Sra. Penny, você tem algum chapéu que podemos usar?",
            "Vincent": "Veja! Se você pisar muito forte, pequenas rachaduras aparecem no gelo.#$e#O quê? Por que isso é ruim?$u#$e#Ah!...$u",
        }
    },
    {
        "LogName":"Year 2 Festival Winter Star - winter25.xnb",
        "Action":"EditData",
        "Target":"Data/Festivals/winter25.xnb",
        "Entries":{
            "Abigail": "Mãe, você está bem?$h",
            "Robin": "@, felicidades para você, por dois grandes anos com você na Vila Pelicanos!$h",
            "Demetrius": "Que ótimo momento para viver!$h",
            "Maru": "Ah, bom. Eu falei pra minha mãe, \"Mãe, nós temos que pegar uma mesa verde.\"$h",
            "Shane": "Eu estava pensando que talvez eu devesse começar a ficar em forma.#$b#Bem, tomarei menos bebida ano que vem, acho.",
            "Sebastian": "Eu tenho meia dúzia de coisas em mente que precisam ser feitas.#$e#Bem, é apenas hobby, mas eu estava no meio dela antes de virmos para cá.",
            "Pierre": "Passei tanto tempo me preocupando com a loja este ano, mas tudo parece tão tranquilo agora.#$e#Eu sou muito grato quando o ano termina bem assim.$h",
            "Caroline": "Pierre... Você é duas bebidas atrás de mim! Yoohoo, onde você está?$h",
            "Linus": "Todo mundo parece muito feliz hoje, não é? Tudo bem. Eu vou ficar aqui.",
            "Alex": "Estou no quinto prato. E sentindo-me vivo!$h",
            "George": "Bah. Parece que acabamos de fazer uma dessas festas na semana passada.",
            "Evelyn": "Eu sei que há muito para comer, mas espero que você guarde espaço para um dos meus biscoitos.",
            "Lewis": "Justo quando pensamos que o longo inverno nunca terminaria, todos nós resolvemos fazer uma alegre celebração. Divirta-se!$h",
            "Clint": "Eu provavelmente deveria ligar para minha mãe.",
            "Emily": "@! O que você espera encontrar debaixo da árvore invernal?_Uma pedra preciosa rara._Ah! Aposto que você deve ter o lugar perfeito para exibi-lo em casa, não?_Algo saboroso._Ah sim! Itens comestíveis são difíceis de dar errado quando você sente que tem tudo o que precisa.$h$h_Um jogo de chá._Hm, estranhamente específico, mas quem sabe você ganhe um!'",
            "Penny": "Está tão frio, engraçado que só estou sentindo agora.$h",
            "Pam": "Aqui vai mais um ano...",
            "Haley": "Meus pais costumavam receber os presentes mais legais nesta festa.#$e#Espero que estejam bem... Onde quer que estejam.$u",
            "Jodi": "Aqui, Kent. Por que você não come um pouco que sobrou no meu prato?",
            "Kent": "Boa tarde, @. Aproveite o banquete.",
            "Sam": "Eu sou grato por meu pai estar de volta este ano.#$e#Tem sido... Diferente do que eu esperava, mas é bom ter todos juntos novamente.",
            "Leah": "Juntando-se a nossa mesa por um tempo? Aqui. Tem um pouco de Nhoque. Gus está falando sobre seus doces novamente.#$e#Eu acho que é literalmente o mesmo discurso do ano passado.",
            "Marnie": "Espero que você consiga andar para casa hoje à noite depois que você terminar de comer!$h",
            "Elliott": "A praia estava especialmente solitária esta manhã. Eu dei uma rápida caminhada até aqui e descobri uma companhia tão maravilhosa!$h",
            "Harvey": "Eu não pude acreditar neste festival durante o meu primeiro ano aqui. Comer fora no frio? Mas tudo de alguma forma funciona, não é?$h",
            "Jas": "Tia Marnie, podemos comer agora?",
            "Vincent": "Preseeeeeentes!$h",
            "Marlon": "Passei algum tempo nas minas de lava esta manhã. Meu corpo não está devidamente bem para este frio.",
        }
    }
]
}