{
    "Changes": [
    {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Você irá fazer seu melhor novamente este ano?$h",
            "Robin": "Eu vou construir quantos galinheiro você quiser. Cada um é tão agradável para mim quanto o último.",
            "Demetrius": "A grama no vale é muito nutritiva para galinhas, talvez até melhor do que o milho que é alimentado na maioria das outras fazendas.",
            "Maru": "Estou tentando criar novas lições sobre ovos para Penny. É difícil quando Jas já sabe tudo sobre eles.",
            "Sebastian": "Este festival deve parecer realmente bizarro para alguém que não saiba do seu contexto.#$b#Um dia inteiro que temos que reservar, para podermos falar sobre... Ovos. Ah, cara, sério?#$e#Como foi, afinal, o seu primeiro ano aqui?",
            "Linus": "Estou me virando com pequenas porções. Espero que tenha algumas sobras que eu possa levar para casa.",
            "Caroline": "Você deve ter muito dinheiro guardado. Existe alguma coisa que temos para venda e que você ainda não possui?",
            "Alex": "Eu tento comer pelo menos três ovos todos os dias.#$e#Eu preciso desta proteína para as minhas pernas.",
            "George": "Metade da cidade acharia estranho eu participando. Achei mais fácil ir embora logo.",
            "Evelyn": "Há quantos anos você está aqui agora, docinho?#$b#Bem, tenho certeza de que você decidiu ficar. É importante que George e eu saibamos que a Vila Pelicanos tem futuro.",
            "Lewis": "Se divertindo, @?$h",
            "Clint": "Eu fui em frente e fiquei com um pouco de tudo este ano. Ninguém vai ficar bravo, certo?",
            "Penny": "As crianças estão ansiosas por este festival há semanas.",
            "Pam": "Eu me pergunto se Gus vai me ensinar algumas de suas receitas algum dia?",
            "Emily": "Eu estive de pé desde o amanhecer para colorir os ovos... É sempre minha parte favorita da temporada.$h",
            "Haley": "Este festival é bom... Mas o que eu estou realmente esperando é a Dança Das Flores.",
            "Jodi": "Vincent ama este festival... É uma alegria vê-lo tão feliz.",
            "Kent": "Eu não gosto muito deste festival, mas é bom ver Vincent feliz.",
            "Marlon": "Mesmo com a minha perna ruim, nunca perco um festival da cidade.",
            "Sam": "Tomei alguns medicamentos para alergia esta manhã. Agora eu me sinto um pouco melhor.#$e#Sempre fico doente no dia deste festival, por algum motivo. Talvez seja apenas de passar tanto tempo fora.",
            "Leah": "Nada de especial no ponche de frutas este ano. Tudo bem.#$b#Eu sou um pouco mais velha do que quando me mudei para cá.",
            "Shane": "Nossas galinhas têm feito horas extras para se preparar para este festival.#$b#Eles merecem o melhor esta noite... Taças cheias de doce milho amarelo!$h",
            "Marnie": "Eu acho que as coisas saíram muito bem este ano!$h",
            "Elliott": "Esse ambiente não é particularmente inspirador para mim no sentido literário, mas estou me divertindo muito bem.$h",
            "Gus": "Espero que todos estejam gostando da comida... Estou cozinhando há dias para preparar tudo.#$b#Ovos fritos, ovos cozidos, ovos escalfados, ovos apimentados, ovos mexidos, ovos de chocolate ... Você escolhe!$h",
            "Wizard": "Hm... E o ovo de lagarto crú polvilhado com medula escurecida?",
            "Harvey": "Este ano, eu estava ansioso para o festival do ovo como se fosse uma antiga tradição familiar.#$b#Eu tenho muita sorte por ter acabado nesta cidade.",
            "Jas": "Eu vou fazer a caça aos ovos, mas acho que vou procurar os ovos que eu decorei.#$e#É muito difícil competir com os adultos.",
            "Vincent": "Quando começa a caça aos ovos?! Eu estou tão animado!!$h",
            "Willy": "Às vezes eu escondo um ovo muito bem e ninguém o encontra...#$b#Bem, até vir o verão. Então o ar quente começa a exalar o cheiro podre...$s",
			"Leo": "E se eu guardasse alguns desses ovos para decorar meu ninho? Isso poderia ser bom.",																					   
        },
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Lá vou eu de novo.$u#$e#Acho que vou não passar por isso sozinha.",
            "Robin": "Ah... O ar cheira tão bem com todas essas flores.$h",
            "Demetrius": "O momento deste festival está em perfeita harmonia com o aumento da atividade do ecossistema.#$e#Tenho certeza que não é uma coincidência. Os seres humanos estão conectados ao mundo natural mais do que imaginamos.",
            "Maru": "Eu gosto de dançar, mas esta é um pouco empolada. Os veteranos realmente adoram isso.",
            "Sebastian": "Ugh...",
            "Linus": "Que legal você vir falar comigo.#$b#A primavera está quase no fim... Que pena.",
            "Caroline": "Pierre já vendeu alguma coisa hoje...?",
            "Alex": "Eu estou apenas curtindo o cenário... hehe.",
            "George": "Eu me pergunto, quantos desses festivais vou aguentar...?#$e#Ah, não se preocupe. Eu não planejo desistir tão cedo.",
            "Evelyn": "Espero que você goste dos arranjos de flores. Eu faço um esforço extra a cada ano.",
            "Clint": "Emily é uma ótima dançarina, você sabe.#$e#Espero que os homens com quem ela dança apreciem isso.",
            "Penny": "Eu sei que a dança irá ocorrer bem. Sempre ocorre. Mas não entendo porque não consigo me acalmar.",
            "Pam": "Isso é vida... Huh? Vinho doce, um riacho murmurante, ar quente... Eu mencionei vinho?",
            "Emily": "Eu me lembro do seu primeiro ano na dança das flores. Esse foi um bom ano!",
            "Haley": "Um desses anos, sei que não serei mais a rainha das flores. Mas, por enquanto, ninguém parece ter problemas com isso.",
            "Jodi": "Eu me pergunto quantos anos mais até que Vincent tenha idade suficiente para isso?",
            "Kent": "Dançando... cantoria... tudo só pelo bem deles.#$b#É assim que a felicidade se parece.#$e#Eu sou grato por ver todo mundo feliz assim. É... do que se trata, certo?",
            "Marlon": "Marnie está linda hoje...",
            "Sam": "Ei, eu não me importo quem sabe que eu gosto de flores. Qualquer um que esteja confortável em sua masculinidade tem que ser honesto.",
            "Leah": "A água em movimento é realmente difícil de pintar. Estou tentando deixar a imagem desse rio gravada em minha mente.",
            "Shane": "Hm... Bom que eu não sou muito fã de vinho. Mas é tentador.$u",
            "Marnie": "Todo mundo estáo tão lindos! Não consigo decidir se esse festival faz eu me sentir mais velha ou mais jovem. Ou talvez um pouco dos dois.",
            "Elliott": "Estou me sentindo particularmente inspirado por essa cena. Eu deveria desenterrar alguns dos meus velhos sonetos e ver se eles precisam de alguma revisão.",
            "Gus": "A temporada de rãs está realmente começando.",
            "Harvey": "Esta dança é para os jovens.#$b#Eu acho que isso significa que eu ainda posso participar.$11",
            "Jas": "Algum dia, eu vou ser a rainha das flores!",
            "Vincent": "Isso não é justo... Por que eu não posso ser a rainha das flores?",
            "Willy": "Eu deveria ter trazido minha vara de pescar.",
			"Leo": "Parece que essa clareira está em um mundo totalmente diferente."	  
        },
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "Naquele ano, a sopa estava deliciosa! Foi no ano passado ou...?#$b#...Não, talvez tenha sido um ano diferente? Ah, não me lembro.",
            "Abigail": "Está mais quieto por aqui. Você veio aqui pelo mesmo motivo?",
            "Robin": "Você pisou no meu pé, querido.",
            "Demetrius": "Isso é cansativo, querida. Você está pronto para visitar o buffet em breve? *suspiro*",
            "Maru": "Hm, carne de porco desfiada e macarrão de arroz escorrido. Eu acho que esses são meus favoritos juntos.",
            "Sebastian": "Se de repente chovesse agora, as pessoas lutariam e fugiriam como a chuva feita de veneno.#$e#É ruim se o pensamento dessa visão me deixa feliz?$h",
            "Linus": "Uma rotação lenta e contínua é a chave para alcançar o assado perfeito.",
            "Pierre": "Hm... Talvez se eu me dar bem com o governador ele vai dar um desconto de impostos ao meu negócio...#$b#Será que ele gosta de uísque envelhecido?#$e#Se o prefeito parasse de rir com ele a tarde toda talvez eu poderia perguntar.",
            "Caroline": "Onde está Abigail? Ela saiu de novo?",
            "Alex": "Clima perfeito para uma festa na praia, não acha?",
            "George": "Aquela música! Está muito alta.#$b#Não posso ter um pouco de paz e tranquilidade para aproveitar o oceano?",
            "Evelyn": "Ah... O cheiro do oceano me leva de volta há muitos anos. Muito antes de você nascer.",
            "Lewis": "Olhar afiado! O governador está aqui para sua visita anual.#$b#Se você trouxe algo para a sopa, certifique-se de adicioná-la ao caldeirão de sopa.",
            "Clint": "Vamos ver... O que mais eu ainda não tentei?",
            "Penny": "Ei, @, quer jogar um jogo? Observe o prefeito, toda vez que ele sorrir e dizer: \"Absolutamente!\" para o governador, você ganha um ponto.#$e#É engraçado, eu apenas olhei por cima do meu ombro algumas vezes e já estou com cinco pontos.$h",
            "Pam": "Eita! Buffet livre. Uma das vantagens de viver aqui. Aproveite @!",
            "Haley": "A bebida de coco é a melhor. Você já experimentou?",
            "Jodi": "Espero que a sopa esteja boa este ano.",
            "Kent": "Eu vou ficar longe da sopa. Quem sabe o que poderia estar lá?",
            "Marlon": "Eu estarei de volta aqui pelas árvores... O ar é muito mais frio.",
            "Sam": "Eu não sei se tenho mais em mim aquele ar de brincalhão. Já faz alguns anos desde que deixei para trás algumas coisas.#$e#Eu tenho que dar um bom exemplo para Vincent.",
            "Leah": "Ei, você viu alguma peça de troncos por aí?#$e#Sempre me pergunto quanto tempo fica no mar antes de voltar para casa.",
            "Shane": "Argh... Estou ficando um pouco superaquecido por toda essa comida picante. O que há para beber?",
            "Marnie": "*bocejo*... Estou cansada. Acho que vou dormir como um tronco hoje à noite, especialmente depois de uma festa dessas.$s",
            "Elliott": "Há uma bisque de lagosta maravilhosa na mesa mais próxima do oceano. Você já teve algum?$h",
            "Gus": "Essas malditas moscas de areia continuam pousando na comida!",
            "Wizard": "Os sereianos estão curiosos sobre suas festividades.#$e#Eles ficam chateados quando você se espalha no oceano.",
            "Harvey": "Eu confio em todos aqui o suficiente para tomar cuidado decente de si mesmos neste calor.#$b#Mas ainda é meu trabalho incomodar todo mundo, de qualquer maneira.$h",
            "Jas": "Vincent não é um bom dançarino.",																				
            "Vincent": "Estou entediado...",
            "Willy": "Olá, @. Tomando um fôlego?#$e#Para dizer a verdade, prefiro estar pescando agora.",
		   	"Leo": "Os papagaios realmente curtiriam essa praia durante o verão!$h",		  
        },
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "O ar cheira bem esta noite, você não acha? Uma premonição do outono.",
            "Robin": "Hm, eu me pergunto se aquele veleiro precisa de um pouco de remendos este ano.",
            "Demetrius": "O brilho bioluminescente das Medusas Da Lua as ajuda a sobreviver na zona da meia-noite do oceano.#$b#Muito poucos lugares ao redor do mundo vêem tal fenômeno, muito menos todos os anos na mesma noite.",
            "Maru": "É meio que frio, na verdade. Eu acho que o outono está virando na esquina.",
            "Sebastian": "Eu pensei ter visto algo se movendo lá dentro... Algo grande, sombrio.#$e#Brincadeira, estava apenas tentando te assustar...$h",
            "Pierre": "Ei, certifique-se de ir até a loja amanhã para pegar suas sementes de outono!",
            "Caroline": "Estas velas são românticas, não são?",
            "Linus": "Eu só vou me esgueirar quando as medusas chegarem... Eu não quero incomodar ninguém.",
            "Alex": "Você fez alguma boa lembrança neste verão?",
            "George": "Claro que posso ficar acordado até tarde. Quão frágil você acha que sou?",
            "Evelyn": "Que noite maravilhosa. George e eu passamos muitos desses juntos.#$e#Eu ainda não tive o meu preenchimento deles.",
            "Lewis": "Boa noite, @. As Medusas Do Luar estão próximas... Eu já vi uma brilhando de longe.#$b#Assim que lançarmos o veleiro, eles vão vir até as docas.",
            "Clint": "Eu estou usando meus sapatos especiais hoje à noite... Ninguém os notou.$s",
            "Emily": "Olhe lá fora, no mar sem fim. Profundamente debaixo d'água, todos os tipos de formas de vida estão se movendo no escuro.#$b#Estranho, não é?",
            "Penny": "A vida é tão fácil para uma água-viva... Apenas deixam as ondas levarem elas para sempre.",
            "Pam": "Tenho saudades de estar ao lado de Penny durante este festival. Mas eu entendo se ela precisar de espaço.",
            "Haley": "Acho que talvez eu não tire nenhuma foto este ano. Eu quero aproveitar o momento em vez de me esconder atrás de uma câmera.",
            "Jodi": "Lá! Eu acabei de ver algo brilhando!#$b#Ah... Se foi.$s",
            "Kent": "É legal, eu realmente me sinto em paz hoje à noite.#$e#Tenho que aproveitar enquanto dura.$h",
            "Sam": "Eu me pergunto se eles são venenosos?#$e#Talvez eu não devesse empurrar Sebastian na água esse ano...$h",
            "Leah": "Ei, estou prestando respeito ao verão passado.",
            "Shane": "Ainda bem que tenho o meu capuz. Algumas pessoas aqui parecem que vão tremer até o final da noite.",
            "Marnie": "Eu realmente sinto um pouco de desejo de cantar alguma coisa. A atmosfera parece certa.#$e#Talvez eu só vá cantarolar. Eu não quero incomodar ninguém.",
            "Elliott": "Se continuarmos poluindo os oceanos, as medusas certamente serão extintas. Já está em processo de acontecer.#$e#Que vergonha... Não temos mais respeito pela natureza.",
            "Elliott_spouse": "Preparei um poema para esta noite. É um pouco longo, mas fale comigo novamente se você quiser ouvir.#$e#The Midnight Ocean#$b#Quando perdido na vida como se eu estivesse dormindo, / Eu caí no oceano da meia-noite nas profundezas, / As ondas de jogar me atacando para manter.#$b#'Prepost'rous, eu não posso morrer,' pensei que eu com orgulho, / Pois embora tenha varrido meu corpo de um lado para o outro, / Eu só preciso de um guia luminescente.'#$b#Talvez um raio rachado poderia cegar, / Flash up a shoreline, gravar em minha mente / Um simples paraíso, um achado bastante fácil.#$b#Talvez um galeão real, esperança ardente - / A tripulação iria me espionar através de um telescópio, / E com algum fanfare brilhante,  oferecer corda.#$b#Mas nada regal respondeu meu grito orgulhoso: / Em vez disso, algumas águas-vivas brilhantes vieram perto, / Essas flores misteriosas não são mais brilhantes do que um suspiro.#$b#E acenado por esta empresa fantasmagórica, / Eu me juntei ao seu fluxo, minha força voltando livre, / Para atraído junto ao refúgio, eu vi #$b#A luz salvadora não ataca em show de apares / Mas sim brilhos em brilho mais suave sombrio.#e#Obrigado por me entregar,  querida.$h",
            "Gus": "Medusas-Da-Lua... Eu me pergunto como é o gosto delas?$h#$b#Eu nunca tentaria, claro!$u",
            "Wizard": "Como você me encontrou de aqui? Eu pensei que estava bem escondido.#$b#Talvez você seja abençoado com o dom da clarividência.#$b#Ah, espere. Não, você provavelmente só lembra porque também me encontrou aqui ano passado.",
            "Harvey": "Eu só tenho que ter um vislumbre de todos. Eu gasto muito tempo certificando-me de que o corpo de todos esteja funcionando...#$b#...Que é realmente um momento comovente para ver todos tão bem e pacificamente.",
            "Jas": "Espero que dessa vez apareçam os bebês!",													   
            "Vincent": "Eu quero ver a rara Medusa Verde!",
            "Willy": "Por mais tentador que seja ir buscar a minha rede e tentar capturar uma, não seria bom fazer isto com a natureza.#$e#Isso seria desrespeitoso com o oceano.",
			"Leo": "Esta noite... parece que estou recebendo um grande abraço do mundo inteiro.#$e#É... frio, não é? E de alguma forma... aconchegante, também.",		  
        },
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "Eu tenho participado dos jogos aqui nos últimos dois anos.#$b#Ah, bem. Talvez eu deva tentar ganhar mais fichas para outro prêmio ou dois.",
            "Robin": "O trabalho em madeira é uma tradição antiga de que tenho muito orgulho de fazer parte.$h",
            "Demetrius": "Eu sempre soube que Robin faria grandes coisas para essa comunidade se os locais a contratassem.#$e#Ei, obrigado pelo seu patrocínio.",
            "Maru": "Eu gostaria de poder levar para casa uma dessas garrafas de molho de churrasco. Mas eu acho que não haveria o suficiente para todos.",
            "Sebastian": "Tanto barulho. Talvez eu leve minha bicicleta para passear mais tarde para relaxar.",
            "Pierre": "Olá @. Eu queria saber, você realmente precisa dos marcadores para ganhar o primeiro lugar este ano?#$e#Quero dizer, sei que você é bom. Bem...",
            "Caroline": "Pierre é muito sério sobre sua exibição. Ele esteve guardando os produtos mais bonitos por semanas em preparação pra este festival.#$e#Ei, boa sorte para você se você entrar!",
            "Linus": "Esses animais nunca julgam as pessoas pela sua aparência. O mesmo não pode ser dito para humanos.",
            "Alex": "Acho que vou ficar longe do 'jogo da Força' este ano. Que outros jogos eles têm aqui mesmo?",
            "George": "Heh... Hoje vou ser mais tranquilo com vocês!$h",
            "Evelyn": "Eu gostaria que Gus incluísse uma opção vegetariana. Alguns espetos de abobrinha, talvez?",
            "Lewis": "Olá, @! Eu suponho que você sabe o que fazer agora.#$b#Eu adoraria ver o que você trouxe este ano.$h",
            "Clint": "Infelizmente, não tenho barras de irídio para exibição. Essa coisa é muito valiosa para não usar.",
            "Emily": "Será que Haley gostaria se eu comprasse um balão para ela? Ninguém nunca é velho demais para balões.#$e#Quem está cansado de balões está cansado da vida.$h",
            "Penny": "Quando eu ganhei a roda do azar dez vezes seguidas, acho que isso equivalia a uma chance em 1024.$s#$e#Mas é bem estranho o quanto a cor verde meu deu sorte este ano.",
            "Pam": "Eu nunca consigo tirar meu passatempo de pesca do chão, exceto em festivais.#$e#Talvez se eu fosse jovem novamente...",
            "Haley": "A cartomante? Não sei. Eu ainda não fui me consultar com ela. Eu meio que esqueci.#$e#Eu ainda faço isso por diversão, mas eu quero viver para o que eu quero, não apenas pelo que alguém disse que poderia acontecer comigo.",
            "Jodi": "Bem, ele não é o mesmo palhaço como quando Sam ainda era um menino.#$b#Eu acho que Sam é a razão pela qual o prefeito Lewis continua contratando palhaços no orçamento.$s#$e#Um... nem me fale.$s",
            "Kent": "...Que?#$e#Mas por que...?",
            "Sam": "Eu tenho quase 600 pontos na barraca de estilingue este ano! Eu nem sei quantas fichas de estrela que vou ganhar!$h#$e#Eles só me deram um grande saco de fichas.$h",
            "Leah": "Eu realmente admiro as habilidades de carpintaria de Robin. Eu uso muitas das mesmas técnicas na minha própria linha de trabalho.",
            "Shane": "Essas vacas são responsáveis ​​pela gigantesca roda de queijo que Marnie colocou em sua vitrine. E estas são duas das nossas melhores galinhas.#$e#Os porcos precisavam apenas de um dia.",
            "Marnie": "Existe algo que eu possa fazer para tornar minha exibição mais atraente visualmente?",
            "Elliott": "Este churrasco é uma sinfonia de sabor.$h#$b#Eu me pergunto se todo mundo sabe que está aqui?",
            "Gus": "Coma o quanto quiser! É tudo de graça hoje... Cortesia do prefeito Lewis.$h#$e#Ah! lembre-se de provar um pouco do meu molho secreto.",
            "Wizard": "Welwick e eu nos conhecemos há muito tempo... Ela é uma notável adivinhadora, e uma boa amiga.#$e#...#$e#Aquele palhaço... Eu o conheço de algum lugar.#$e#Foi a escola da ilusão? Ou talvez o Carnaval dos Segredos? Hmm...",
            "Harvey": "A apenas alguns passos ali, Gus está preparando um monte de hambúrgueres... Caramba.$s#$e#Eu tenho alguma procura de pacientes para fazer...$11",
            "Jas": "Aw! Uma galinha bicou meu dedinho!$u",
            "Vincent": "Muuuuuuh!",
            "Marlon": "As lâminas de Clint se tornam mais nítidas a cada ano.#$e#Então faça seus preços...",
            "Willy": "Eu tinha quase o maior bagre que você já viu, no início da temporada.#$e#Pena que não durou até hoje.#$e#Bem, um homem tem que comer...$s",
			"Leo": "Quando as exibições de granja estiverem todas prontas, eu me pergunto se alguém vai jogá-las no lixo.#$e#Tio Linus diz que podemos tirar o que quisermos de lá.",																																								 
        },
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "O que você quer dizer sobre as aranhas não serem reais? Eles definitivamente se movem quando eu ponho minha cabeça na esquina.$s",
            "Robin": "Ei @. Existem receitas de artesanato que você ainda não experimentou?#$e#O inverno vai ser um bom momento para fazer isso. Ou você pode redecorar sua casa.",
            "Demetrius": "Maru acabou de terminar o jantar. Eu só a vi entrar no labirinto.",
            "Maru": "Eu acabei de começar. Vá em frente, se quiser.#$e#Estranho... É como se meus pés fossem feitos de chumbo. Quando isto aconteceu?$s",
            "Sebastian": "Eu já estive no labirinto. É muito bem feito.",
            "Caroline": "Hm, se você ver Abby no labirinto, você pode dizer a ela para não perder o jantar? Eles tem alguns de seus favoritos aqui...",
            "Alex": "Cheguei ao fim no ano passado, mas tudo que encontrei foi uma caixa vazia. Alguém deve ter chegado primeiro.#$e#Agora, se eu pudesse lembrar onde fui depois disso...$s",
            "Lewis": "Eu não posso decidir se eu amo este festival ou odeio isso.#$e#É definitivamente impressionante, mas eu não consigo encontrar respostas para como o velho monta e limpa tudo.",
            "Clint": "Uma das minhas maças infusas com irídio faria um trabalho rápido dessas coisas.",
            "Emily": "Eu me divirto muito esculpindo abóboras. Eles não duram muito, então Haley tira fotos de todos as minhas melhores.",
            "Penny": "Eu acho que há... Algo que me puxa para cá, todos os anos. *bocejo*... Mas por quê?$s",
            "Pam": "Eu vou a qualquer evento com rango grátis! Você não vai me ver no labirinto assombrado.",
            "Haley": "Estou tirando fotos de pessoas quando elas saem do labirinto. De jeito nenhum eu vou lá novamente.",
            "Jodi": "*bocejo*... Já é hora de dormir? Quanto mais velha eu fico, menos eu posso ficar fora tarde assim.$s",
            "Kent": "Eu costumava amar coisas assim quando eu era criança. Hoje em dia, parece que...#$b#...Eu não sei, apenas um desperdício de adrenalina, se isso faz sentido.",
            "Sam": "Eu acho que finalmente descobri.$h#$b#Você está aqui ao mesmo tempo que eu, então... Se você quer o prêmio, é todo seu.#$b#Eu só vou para o final se você não tiver sentimentos fortes sobre isso.",
            "Leah": "Arte de terror surreal de repente parece atraente. Já faz um tempo desde que fiz algo parecido.#$e#Quando você mora sozinho e gasta muito tempo com a mente mergulhada nesse gênero, isso pode mexer com você um pouco.#$b#Hmm, talvez não.$s",
            "Marnie": "Oi, @. Você teve uma queda produtiva?#$e#Está começando a ficar muito frio... As colheitas não durarão muito mais tempo.",
            "Elliott": "Eu li algumas histórias clássicas de terror hoje cedo. Foi divertido!",
            "Gus": "É muito divertido cozinhar com abóbora. Um fruto tão interessante.",
            "Harvey": "Eu não tenho energia suficiente para socializar, então vim para cá.#$e#Eu sabia que não havia pânico nessa parte do labirinto.#$e#Acho que vou voltar a vida em alguns minutos. Heh",
            "Shane": "Então, o que é isto sobre uma fortaleza subterrânea congelada? O cara aventureiro estava dizendo algo sobre isso.",
            "Jas": "Eu amo ficar acordada até tarde!$h",
            "Vincent": "Sam me trouxe para o labirinto, mas...$s#$e#...Talvez no próximo ano.$s",
            "Marlon": "Você percorreu um longo caminho @. Atrações como essas provavelmente não te incomodam mais, hein?",
			"Leo": "...$3#$b#... Esse filme...$3#$b#...$3#$b#... é ruuuuuim.$3",																	 
        },
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Não, eu acho que é seguro dizer que sou eu não consigo criar bonecos de neve normais.",
            "Robin": "Eu sei que estou atrasada para fazer isso de novo, mas tem que ser arquitetonicamente preciso!",
            "Demetrius": "Você sabe o quê? Eu provavelmente deveria ter trazido uma jaqueta.",
            "Maru": "Eu posso ser criativo ao fazer peças mecânicas variadas, mas minha criatividade tem que servir uma função.#$e#Então, esse boneco de neve está cumprindo sua função. Ele está sendo um boneco de neve muito boneco de neve.",
            "Sebastian": "Frio? Não, eu nunca fico com frio.",
            "Pierre": "Ah, adoro ir ao ar livre no inverno.",
            "Shane": "Hm, pizza...$u#$e#Desculpe, só tenho um desejo muito ruim.",
            "Caroline": "Como vai o inverno para você, @?$h",
            "Linus": "A construção de iglu é uma arte que escolhi dos habitantes da tundra que vivem além do mar congelado.#$e#Isso foi há muitos anos atrás.$h#$e#Um iglu faz uma boa casa, mas é mais fácil ficar na minha barraca o ano inteiro.",
            "Alex": "Pelo menos ainda há alguns jogos de gridball nesta temporada.",
            "George": "Frio? Claro que estou com frio. Mas estou sempre assim, mais ou menos.#$e#Mas sim, isso é muito frio.$s",
            "Evelyn": "Já te contei como George e eu nos conhecemos? Ele me jogou uma bola de neve nesse mesmo festival.#$e#Ele era um cavalheiro naquela época e veio ver se eu estava bem.$h",
            "Lewis": "@! Que bom que você conseguiu.$h#$b#Tenho certeza que vi muitos peixes cheios sob o gelo este ano. Certifique-se de olhar para a frente!",
            "Clint": "Ah, ei Emily. Você pode hum, consertar este se quiser. Não é muito bom.",
            "Emily": "Bem, este boneco de neve só precisa de um pouco de amor e cuidado. Então ele estará certo.",
            "Penny": "Hm... Acho que vou seguir sua dica do ano passado, @.$h'",
            "Pam": "Eu pretendo ganhar a competição de pesca no gelo!#$e#Willy vai ser bem difícil de derrotar... Ele faz esse tipo de coisa dia e noite.$s",
            "Haley": "Eu tenho assistido a muitas comédias românticas na TV. Os que estão no inverno são sempre melhores.",
            "Jodi": "A floresta está linda no inverno, não acha?",
            "Kent": "Eu posso pescar. Eu costumava pescar o tempo todo, mas...#$b#... Prefiro não ter os olhos de todos em mim em uma competição.",
            "Sam": "Espero que tenhamos uma nevasca em breve. Nada se compara à grande neve que recebemos quando eu tinha a idade de Vincent.",
            "Leah": "O que você acha? Um projeto de arte é mais bonito se durar muito tempo ou se desaparecer rapidamente?",
            "Marnie": "Eu me sinto mal por todos os pobres e frios animais lá fora.$s",
            "Elliott": "Eu não sei como você encontra tempo para pescar com todo o seu trabalho no topo de tudo.",
            "Gus": "Desculpe, não há comida ainda.#$e#Apenas espere até a Festa da Estrela de Inverno.",
            "Harvey": "É um mistério para mim como as pessoas que vivem em regiões perpetuamente frígidas conseguiram sobreviver por milhares de anos.",
            "Jas": "Eu quero fazer o nosso boneco de neve muito alto este ano.",																	   
            "Vincent": "Os peixes não ficam com frio?",
			"Leo": "Espero viajar para muitos lugares diferentes quando eu crescer. Talvez alguns lugares ainda mais frios do que aqui.#$e#Há tanta coisa para ver!$h",																																					   
        },
    },
    {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "Minha mãe quase nunca bebe, exceto por este dia. Ela merece depois de ficar o ano todo sóbria.$h",
            "Robin": "Olá, @. Você pode para se juntar à nossa família se quiser companhia.$h",
            "Demetrius": "Você tem alguma ideia de quem é seu amigo secreto?",
            "Maru": "Hm, finalmente. Eu estive Ansiosa por isso o ano todo.",
            "Shane": "Dias como estes sempre me dão algo de bom para esperar.",
            "Sebastian": "A comida é boa... Ah, não tenho muito pra falar.",
            "Pierre": "Minhas vendas tem sido Fenomenais ultimamente... Graças à Festa da Estrela de Inverno!$h#$e#Rapaz, os festivais são muito bons para os negócios. Eu me pergunto se eu poderia inventar alguns outros...",
            "Caroline": "Chocolate quente, Vinho envelhecido de todos os tipos... Tem água pura? Eu não quero ter uma ressaca.$h#$e#Ah, provavelmente não tem.$h",
            "Linus": "Eu até participaria mas não acho que vão me receber bem.$s",
            "Alex": "Ai, acho que estou passando mal.$s#$b#Eu só comi quatro pratos de comida até agora, mas eu acho que pra mim já chega.$s#$e#Bem, quem eu quero enganar, os quatro pratos eram enormes.",
            "George": "Como é possível que outro ano já se passou desde a nossa última festa?",
            "Evelyn": "Mais um ano com toda a cidade! É verdadeiramente especial.$h",
            "Lewis": "Hoje é o dia em que você deve agradecer pela boa sorte deste ano. Esqueça suas preocupações por um dia e relaxe!",
            "Clint": "*suspiro*... Todas essas famílias felizes. Mas para mim, apenas mais um ano solitário.",
            "Emily": "@! O que você espera encontrar debaixo da árvore espiritual?_Um regador novo._Aww, isso seria legal, mas você só pensa em trabalho?_Um grande pote de biscoitos._hehe, se você ganhar isso você me deixa comer um pouco?$h_Um sofá novo._Um... sim. Talvez? Eu não sei como isso caberia em qualquer uma dessas caixas.$u'",
            "Penny": "Que bela árvore.$h",
            "Pam": "Hmmph... Eu ainda estou chateada pelo festival do gelo, eu treinei muito e não venci....$4",
            "Haley": "Acho que tenho uma boa ideia de quem é o meu amigo secreto.",
            "Jodi": "Ano passo não consegui fazer minha dieta mas ano que vem com certeza vou conseguir...$s",
            "Kent": "Ei, esta gostando da festa?#$e#Eu? Sim... Na verdade. Obrigado por perguntar, Acho que estou me acostumando com a vila de novo.$h",
            "Sam": "Foi um bom ano. Eu acho que vou sentir falta disso.",
            "Leah": "Eu não posso acreditar que Gus não fala mais sobre a comida que ele passou toda a semana preparando.#$e#Acho que depois de passar tanto tempo fazendo o bufê da festa, ele so quer saber de falar das bengala doce caseira dele.$u",
            "Marnie": "Ei, @, aproveite a comida!$h",
            "Elliott": "Ah, Gus ainda está falando? Eu devo ter caído no sono.",
            "Harvey": "Estou grato por não haver emergências médicas este ano!",
            "Jas": "Eu me pergunto se vou conseguir outra boneca de princesa este ano?",
            "Vincent": "Eu queria que hoje fosse todos os dias.",
            "Marlon": "Feliz Festival da Estrela Invernal. Gil te mandou um abraço.",
			"Leo": "Willy me deu uma caixa de lápis coloridos. Era exatamente o que eu queria!$h#$e#eu posso usá-los para a escola. Além disso, se você segurá-los, eles fazem boas poltronas.",																																								  
        },
    }]
}