{
  //Config Descriptions
  "config.AllSkippable.description": "Allows all events to be skipped. WARNING: You will NOT receive rewards for skipped events.",
  "config.RewardMoney.description": "Determines the amount of money rewarded for each fish. normal = 2000, small = 1000, large = 4000. Legend gets +50% for all options.",
  "config.RewardFriendship.description": "Determines the amount of friendship gained with Willy for each fish, as well as for the finale. normal = 125 (half heart), small = 50, large = 250. Legend gives double for all options.",
  //Intro
  "TFoL.Intro1": "Ahoy there, lad.^Ahoy there, lass.", //This is reused in other events.
  "TFoL.Intro2": "I've noticed yer fishin' skills 'ave really been comin' along.$h",
  "TFoL.Intro3": "Perhaps I could interest ye in something. A challenge o' sorts.",
  "TFoL.Intro4": "Ye ever heard of legendary fish? Pretty self explanatory, that. There exist fish spoken of in legend, never before caught. Some of them reside right in this here valley.",
  "TFoL.Intro5": "I've got somethin' of a bounty on 'em. For each one 'ye bring me, There's a reward in it fer ya.",
  "TFoL.Intro6": "What kinda reward, you ask? It's a surprise!",
  "TFoL.Intro7": "And don't worry, you can keep them once after you've shown me. I'll just be happy to see the next generation of anglers thrive.",
  "TFoL.Intro8": "Now, best get out there. Legends await!",
  //Legend
  "TFoL.Legend1": "How's the fishing coming?", //This is reused in other events.
  "TFoL.Legend2": "I'll be. That there's Legend! THE Legend!",
  "TFoL.Legend3": "I'm mighty impressed, lad!^I'm mighty impressed, lass!$h",
  "TFoL.Legend4": "Care to hear the legend behind... well, Legend?",
  "TFoL.LegendQ1": "Yes, please!", //These two are reused in other events.
  "TFoL.LegendQ2": "No, thank you.",
  "TFoL.LegendA1": "One day, about a hundred years ago, Poseidon rose out of the ocean and declared that it was time to determine who would rule the seas. A champion was chosen for every creature of the sea, each of whom was summoned to a lake atop Mount Olympia to participate in a battle to end all battles.",
  "TFoL.LegendA2": "The contest was brutal and violent, but Poseidon noticed that one fish, a simple bass, didn’t fight, instead avoiding all conflict. 'It must be trying to save its strength,' Poseidon thought. It finally came down to just two fish, the bass, and a great shark. Poseidon watched as the bass avoided every strike from the shark, until the larger creature became so enraged that it charged the bass in one massive attack. The bass swiftly dodged, but the shark’s momentum was enough to carry it out of the lake completely.",
  "TFoL.LegendA3": "Poseidon approached the unexpected winner of his contest and asked, 'Why did you not fight? Were you so confident of your speed?'",
  "TFoL.LegendA4": "But the bass said, 'No. A true king does not fight his subjects, he guides them. Would that I could have spared them all this fate.'",
  "TFoL.LegendA5": "Poseidon, impressed by the bass’s wisdom, resurrected the fallen contestants, who all bowed before the bass.",
  "TFoL.LegendA6": "That bass lives on to this day, known simply as 'Legend'.",
  "TFoL.LegendA7": "And you're the first angler to ever catch it. I wonder if that makes YOU the ruler of the seas...",
  "TFoL.LegendA8": "Anyways, I'm mighty impressed with ya, lad.^Anyways, I'm mighty impressed with ya, lass.",
  "TFoL.LegendA9": "As promised, ere's yer reward. [797]$h",
  "TFoL.LegendB1": "Of course. You probably already know it anyway. You're the one who caught it, after all.", //This is reused in other events.
  "TFoL.LegendB2": "Anyways, I'm an angler of my word. Ere's yer reward. [797]$h",
  //Mutant Carp
  "TFoL.Mutant1": "Well, that there's the Mutant Carp.",
  "TFoL.Mutant2": "Well done, lad.^Well done, lass.", //This is reused in other events.
  "TFoL.Mutant3": "Care to hear the sad tale of the Mutant Carp?",
  "TFoL.MutantA1": "A young carp once found itself separated from its family. It searched high and low, near and far, but could not find them anywhere. What it found instead was a metal gate against the cliffside. 'They must have gone in there,' it thought. But as it approached the gate, it found it could not turn back, until it was sucked in and dropped into a lake the color of seaweed. The water burned its scales, and it feared it would perish in this strange green lake.",
  "TFoL.MutantA2": "But just as it thought all hope was lost, a large, many eyes serpent came before it. 'You appear to be lost, little one,' it said.",
  "TFoL.MutantA3": "'I couldn’t find my family,' the little carp cried. 'And now I’m going to die.'",
  "TFoL.MutantA4": "The serpent laughed. 'I could help you,' it said. 'Would you like that?'",
  "TFoL.MutantA5": "'Yes, yes, please!'the carp begged, thinking the serpent would help it find its family. But instead, the serpent disappeared. The carp was no longer burned by the green lake, however, and was able to find a way back to the sea.",
  "TFoL.MutantA6": "When it finally found its family, they recoiled in disgust and fear, for the carp had been transformed into a monster. It pleaded with its family to take it back, but they refused. Eventually, the mutant carp returned to the green lake, the one place it felt that it belonged.",
  "TFoL.MutantA7": "Bit of a sad story, that one. But perhaps now, you can be a family for it.",
  "TFoL.MutantA8": "Or perhaps not. Don't know if you'd want a fish fer family.",
  "TFoL.MutantA9": "Anyhow, ere's your reward. [242]", //These two are reused in other events.
  "TFoL.MutantB1": "Anyways, I'm an angler of my word. Ere's yer reward. [242]$h",
  //Crimsonfish
  "TFoL.Crimson1": "Well now, that there's the crimsonfish.",
  "TFoL.Crimson2": "Would you like to hear the gruesome tale of the crimsonfish?",
  "TFoL.CrimsonA1": "It is said that one horrible night, the very earth shook and opened wide its maw. A great whirlpool formed, dragging down any fish unfortunate to come across it. Some fish, however, were strong enough swimmers to fight against the current. One in particular, the crimsonfish, swam around the whirlpool, attacking any other fish strong enough to fight the current, until they too sank.",
  "TFoL.CrimsonA2": "Eventually, the bodies of the other fish were so numerous that they clogged up the chasm, and the whirlpool ceased. Thus, the crimsonfish, covered in the blood of its victims, swam calmly away from the calamity.",
  "TFoL.CrimsonA3": "Bit of a shorter one, that. Then again, I s'pose it's best we not get ALL the grisly details.",
  //Angler
  "TFoL.Angler1": "If it isn't the anglerfish.",
  "TFoL.Angler2": "Wanna hear the grim tale of the anglerfish?",
  "TFoL.AnglerA1": "Once, the angler came across a beautiful mermaid, and instantly fell in love with her. It professed its love for her, but she rejected it, for she simply saw it as a hideous fish, then swam back to her shining city of Atlantis.",
  "TFoL.AnglerA2": "One day, the mermaid became lost as she explored the dark depths of the ocean, and she could not see the light of her home. The angler found her, and grew a light upon its own head. She followed the light, thinking it to be her home. The angler led her far, far away, until it reached the surface near the shore, where the mermaid could see it clearly. She screamed at the angler to lead her home, and it said that it would, but only if she married it.",
  "TFoL.AnglerA3": "She rejected the angler’s proposal, and so, out of rage and spite, it turned off its light, and retreated back into the sea, leaving the mermaid far from home, on the shore of a human settlement.",
  "TFoL.AnglerA4": "None know if the mermaid ever returned home, but the angler can still be found luring its victims away from home, never to return.",
  "TFoL.AnglerA5": "Bit dark, I know, but tha's what they say.",
  //Glacierfish
  "TFoL.Glacier1": "'Ey, that there looks to be the glacierfish.",
  "TFoL.Glacier2": "Care to hear the tragic tale of the glacierfish?",
  "TFoL.GlacierA1": "It’s said that the glacierfish was once the pride of its pod, a fish of destiny. It found no joy in this, however, and simply wished to be a normal fish.",
  "TFoL.GlacierA2": "So, when the destined day came, and Poseidon called on all the creatures of the sea to put forth a champion, in a contest to determine the true ruler of the sea, the glacierfish knew it would be chosen. Not wanting such a fate, it fled from its pod, until it reached turbulent, freezing seas. It swam for days and days, until its strength waned, and it succumbed to exhaustion and the water froze around it, sealing it in ice.",
  "TFoL.GlacierA3": "There it remained for one hundred years until two fishermen came upon it, and freed it from its icy prison. Now it wanders the world, seeking redemption for abandoning its pod in its time of need.",
  "TFoL.GlacierA4": "Mayahps under yer care it'll learn to forgive itself.",
  //Finale
  "TFoL.Finale1": "Truly incredible, lad.^Truly incredible, lass.",
  "TFoL.Finale2": "Seems ye've managed to catch all five fish of legend.",
  "TFoL.Finale3": "T'be honest with ye though, I also feel a wee bit sad.",
  "TFoL.Finale4": "Arrr, what am I sayin'? This is no time ya be feelin' down! Somewhere out thar, there's sure to be other legends. I'll just 'ave ta find 'em!",
  "TFoL.Finale5": "Not that I'm leavin' or nothin'. Not yet, anyhow.",
  "TFoL.Finale6": "But congrats, lad.^But congrats, lass.",
  "TFoL.Finale7": "I'm sure yer gramps would be proud a' ya. I certainly am."
}