{
  "Introduction": "早上好！你一定就是新来的农夫吧。我叫杰西，很高兴认识你。$1",
  "Resort_Entering": "我觉得我在海浪里看到了什么东西--或者什么人。但我担心这只是我的幻觉。$2",
  "Resort_Leaving": "是时候回家了。希望我的植物没有太想念我！",
  "Resort_Shore": "大海的气味和阳光的照射都对健康有好处……你不觉得吗，@？",
  "Resort_Umbrella": "阳光真明亮啊，对吧？",
  "Resort_Wander": "噢，你好，@。我在找姜呢。它有很多药用价值，你知道的！",
  "Resort_Bar": "你好，@。是来听格斯讲故事的吗？他很擅长讲故事！$1",
  "Resort": "这个地方既神秘又有魔力。小心点，@。",
  //Mon
  "Mon": "希望你能享受在鹈鹕镇的生活，@。",
  "Mon2": "做农活是件辛苦的工作，@。记得要多休息，好好放松。",
  "Mon6": "请对朱丽叶友好一点。我知道她总是一副什么都可以解决的样子，但内心深处……好吧，不如这么说，她其实很容易受伤。$2",
  "Mon8": "这就是我一直以来想要的生活：有自己的花园，还有我选择的家人。#$b#人们都说知足常乐，@。$1",
  "Mon10": "不可否认，家庭非常重要。但我有点担心乔迪。她在两个男孩身上花了太多心力--还有肯特--我担心她会迷失自己。$2",
  "fall_Mon8": "秋天对我来说既美好又悲伤。这是改变与放手的季节。$2",
  //Tue
  "Tue": "和大地接触的感觉是如此美妙。$1",
  "Tue4": "植物有很多作用，@。它们能让伤口愈合，抚慰身体和灵魂的痛苦。",
  "spring_Tue8":"春天是重生与成长的季节。你觉得我们今年都会以什么样的方式成长，@？",
  "summer_Tue2": "要是你碰巧遇见了莱纳斯，请替我向他致以问候。$1",
  "summer_Tue6": "有一个年轻人来找我要爱情魔药……噢，不，我不能告诉你是谁！#$b#但我可以告诉你一句话，就像我跟他说的一样：真爱是不能靠谎言或者欺骗得到的。",
  "summer_Tue10": "关于友谊，我有很多话好说，@。很高兴你能成为我的朋友。",
  "fall_Tue4":"杂草不过是另一种鲜花，@。它们顽强而坚定--有时候甚至具有破坏性。#$b#但它们也有存在的理由。它们喂养了蜜蜂和蝴蝶，甚至是某位饥肠辘辘的园艺师。#$b#只要你留心观察，生活处处都是美丽……好吧，我是说几乎。",
  "fall_Tue8":"我得承认，@。有时候威利会给我一些鱼，让我去喂附近的流浪猫。#$b#我不想看着他们饿肚子。尽管我不吃荤，但指望食肉动物吃素是件残忍的事情。$2",
  "winter_Tue": "虽然天气很冷，但陪伴能让我感觉温暖。#$b#如果你在冬天感觉孤单一人的话，@，欢迎随时来拜访我。",
  "winter_Tue4": "我会在室外撒上一些种子给鸟儿吃，虽然先来的总是小松鼠们。$2#$b#不过，毕竟松鼠们也饿坏了。所有的小动物都应该吃得饱饱的。$1",
  //"winter_Tue10":"",
  //Wed
  "Wed": "我喜欢看着我的幼苗发芽生长。人们也是一样，亲爱的。#$b#只要细心呵护，他们就能茁壮生长。",
  "Wed2": "小心那些号称“因为这是自然生产的，所以一定对身体有好处”的人，@。$3#$b#大自然同时给我们提供了解药和毒药，人们不应该在一无所知的情况下食用它们。$2",
  "Wed4": "聚合草能够有效治疗肌肉疼痛，@。",
  "Wed6": "如果你需要和人聊天的话，就来找我吧，@。虽然我不是什么专家，但我很擅长倾听。",
  //"summer_Wed":"",
  "summer_Wed6": "如果你感觉吃得太撑，我推荐你食用一些姜。它能有效缓解恶心症状。#$b#夏威夷宴会期间，我的特制姜茶很受欢迎！$1",
  "summer_Wed10": "你说我和莱纳斯？噢，我们是很久的朋友了。我们两个都……这么说吧，我们都在努力开始各自的新生活。#$b#未来的命运是靠自己塑造的，希望你能同意这一点。$1",
  //"fall_Wed2":"",
  "fall_Wed8": "年轻的时候，我也和别人约过会，男人和女人都有。但我总是感觉不对……我有着太多的期望。$2#$b#我学会了一件事，@，友谊才是最真挚的爱情。没有那么多期望，只有信任和尊重。",
  //"winter_Wed":"",
  "winter_Wed6": "冬天我偶尔会给莱纳斯做饭。没有什么比得上寒冷冬夜一顿热烘烘的家庭菜肴，它能温暖你的胃和灵魂。$1",
  "winter_Wed10": "知道吗，曾经的我和朱丽叶很像。我的心里也曾燃烧着火焰和叛逆。#$b#我知道，这让人难以置信！$1#$b#最后在这间房子里，我找到了宁静与生活的目标。",
  //Thu
  "Thu": "*哼歌*……香芹、鼠尾草、迷迭香和百里香……$1#$b#噢，天哪，你是怎么出现的？抱歉，我刚刚沉浸在了自己的思绪里。$3",
  "Thu2": "虽然说不清楚，但星露谷的土壤非常神奇。我的植物生长的速度似乎是两倍快。",
  "Thu8": "迷迭香象征着回忆。它的气息总会让我想起那些我们曾经爱过的人，还有那些我们失去的人。$3#$b#朱丽叶不是我第一个收留的迷失灵魂，@。我很高兴能帮助他们找到正确的道路。$1#$b#然而每个羽翼丰满的人离开时，都会带走我心的一部分。$2",
  "summer_Thu4": "如果你愿意的话，你也可以翻看我的书架，@。要是你找到了什么不太体面的书籍，那大概是朱丽叶的。#$b#那姑娘读的小说……就连封面都能让我面红耳赤！$1",
  //"summer_Thu10":"",
  "fall_Thu": "秋天是采摘蘑菇的最佳季节。我很喜欢鸡油菌。%revealtasteJessie 281#$b# 噢，不，它们没有什么特别的药用价值。只是很美味而已！$1",
  "fall_Thu6": "你问我是从哪里学习到草药学的？是我的姑妈格蕾琴。#$b#她领着我这个叛逆的年轻人上了路，把研钵和药杵交给了我。从那一刻起我就知道，这就是召唤着我的东西。$1 ",
  //"fall_Thu10":"",
  // Fri
  "Fri": "有人一起住的感觉真的很不错。$1#$b#虽然朱丽叶不太擅长做家务……$2",
  "Fri4": "希望朱丽叶能对草药学感兴趣，但可惜的是她志不在此。#$b#请帮我看着点她，@。她做事总是不考虑后果。$2",
  //Sat
  "Sat": "希望你今天一切顺遂，@。$1",
  "JojaMart_Sat": "这种好天气里呆在室内太可惜了--但我又能说什么呢？$2#$b#镇上没什么工作好做，至少那里的工资很稳定。",
  "Sat4": "不得不说，@，在小镇上有个朋友的感觉很不错。$4#$b#当你在Joja工作的时候，好吧……有些人总会用有色眼镜看你。$3",
  "Sat6": "希望朱丽叶能享受她的假期。她需要找回自我。$1#$b#噢，你和她聊天的时候应该看不出来。但我和她刚住在一起的时候，那个可怜的姑娘可是相当失落。$2",
  //Sun
  "Sun": "我希望自己可以这样想：我能给Joja的生活带来一缕阳光。$1#$b#我知道，这样说挺肉麻的。$4",
  "Sun6": "有时漫长的周末让我感觉自己的灵魂都干涸了。$2#$b#不过即便我的躯体被困在这里，至少我的想象力依旧能自由翱翔。",
  //Location Dialogue
  "SeedShop": "锻炼对身体有好处，友谊对灵魂有好处。而且我更愿意在这里购物，而不是Joja。这里的产品更新鲜，听说都是本地生产的。你知道背后的故事吗，@？$1",
  "JojaMart_Mon": "晚上好！希望你今天过得愉快。",
  "JojaMart_Tue": "啊，你好，@！看到你来这里总让人很高兴。#$b#尽管我相信你农场上的产品一定比这新鲜得多。",
  "JojaMart_Wed": "和莫里斯一起工作的时候我总是会想，是怎样的过去让他变成了现在这样。#$b#还是说有些人生来就让别人很不愉快？",
  "JojaMart_Thu": "谢恩吗？你有没有见过他和那个小姑娘在一起的时候？噢，我想在他阴郁的外表下埋藏着一颗金子般的心。",
  "JojaMart_Fri": "要是你知道我在这里工作的时候都听到了什么，@，你一定会惊讶的。#$b#噢，我完全没法开口！$3",
  "JojaMart_Sun": "向你问好，@！见到你总是很高兴。$1",
  //Conversation Topics
  "cc_Complete": "我不知道该怎么说，@。重建社区中心当然很好，但没有了Joja超市……$2#$b#好吧，我想我还是可以度日的，而且我能多花点时间在自己的花园上。W说不定我会开始做点小生意。人们很喜欢天然的治疗方法，对吧？$1",
  "JulietGremlin": "朱丽叶似乎和那只小狗有着紧密的联系。看到她能对另一个灵魂敞开心扉真让人高兴。#$b#她还没有开口问我可不可以把她留下……但我知道她会的。#$b#我当然会同意啦！自从老大力士去世以后，狗屋就一直空着。",
  "election":"我们生活在一个有趣的时代里，@。莫里斯的演讲的确令人振奋，希望他能信守自己的承诺。",
  "JulietParents":"朱丽叶从来不多谈父母的事情，我也没资格对此进行评价。#$b#我只知道他们是公司职员，而且非常富有。朱丽叶离开他们生活以后开心多了。$2",
  "Aideen_Garden":"艾登和我讨论了有关建设花园的计划。所以是的，我当然会来帮忙。$1",
  // Question answers
  "JessieSlime_How": "这是没法教给别人的东西，你只能自己感受。#$b#那是一种更深层次的理解，去探寻你的内心深处，和所有活着的生灵共情：无论是人类，动物，还是怪物。$3",
  "JessieSlime_Kill": "是吗？它只是在对闯入自己领地的入侵者表示好奇而已。$5#$b#你立马就准备好了武器。对于一个战士而言，你的反应相当正确。但对于治疗者就不是这样了。$2"
}