{
  "Resort_Entering": "哎呀，这里真是太棒了！是时候在大太阳下找点乐子了，对吧？",
  "Resort_Leaving": "我感觉超级放松！不过你明天就得回去工作了吧？",
  "Resort_Shore": "阳光，冲浪，穿着比基尼的美人儿们……我们还需要什么呢？",
  "Resort_Umbrella": "噢，你好呀，@。没有啦，我没睡着。只是在闭目养神。",
  "Resort_Wander": "想和我一起偷偷溜去冒险吗？我们可以一起寻找被埋藏的宝藏。$1",
  "Resort_Bar": "噢，这里的鸡尾酒可真不错。嘿嘿，你不会想知道这种鸡尾酒的名字的，但它真的很美味！$1",
  "Resort": "嘿，想要一起溜到其他地方去吗？我打赌这里一定藏着各种各样的秘密。",
  "Introduction": "嘿，你是新来的，对吧？让我告诉你一件事吧，这个小镇里充满了怪胎！#$b#而我显然就是其中的一个！",
  "danceRejection": "我为什么会想和你跳舞啊？#$b#算了吧，我已经看上了那个可爱的红发美人儿。",
  "divorced": "从我眼前滚开。",
  "dumped_Girls": "游戏人间？好吧，我也不是怪你，毕竟有几个姑娘真的很性感。但你应该事先告诉我们的。#$b#一个人偷偷摸摸一点也不酷。",
  "dumped_Guys": "你真的和所有男孩子们都约会了吗？我还以为自己才是小镇的八卦中心呢！",
  "secondChance_Girls": "想和我们所有人都约会？我是不介意啦，反正现在秘密都公之于众了。",
  "breakUp": "行吧，反正我也开始厌倦你了。",
  "give_flowersA": "你确定吗？我是说，确定肯定以及一定？我是说，我简直就是五十度乱七八糟的化身啊。$2#$b#好啦，那行吧，我愿意和你约会，傻瓜。我只是想提醒一下，是你自己要卷进我这摊破事里的。$4",
  "give_flowersB": "嘿，这不是颠茄吗？棒极了！你真了解我。",
  "FullCrabPond": "听说你养了螃蟹。$2#$b#甲壳类的那种！你应该去和威利聊聊。$1",
  //Daily Dialogue
  "Mon": "你在看什么呢？想知道我是不是还在其他地方穿了环吗？#$b#你不想知道吗？",
  "Mon2": "你抽烟吗，@？我曾经试过一次，不过你知道，感觉挺糟的。#$b#简直就像在烧钱一样。而且Joja付我的工资也不足以让我这样打发时间。",
  "Mon4": "你知道，要是悲伤先生愿意和我聊天的话，工作就能轻松多了。#$e#他那副设计师模样的胡茬看起来真不错，你不觉得吗？",
  "Mon8": "蜂鸟象征着复苏和欢乐，类似的东西。我也不知道自己为什么要把它纹在身上，大概是希望自己能变成更好的人？$3#$b#是啊，纹身的时候痛得像魔鬼动了手一样。不过，嘿，疼痛的感觉也不错，对吧？能让你意识到自己还活着。$2",
  "Tue": "你知道，这个颜色不太适合你。为什么不尝试些有意思的颜色呢？像是霓虹橙，或者甲基紫之类的？",
  "Tue2": "这地方简直太安静了，对吧，@？我几乎能听见自己的所思所想。#$b#而且我不太喜欢自己的心声。",
  "Tue4": "我昨晚做了个超怪的梦，@。我梦见有个小怪人站在我的窗外，它的头顶长着犄角，还有一双红色的眼睛。",
  "Wed": "完全想象不出为什么像你这样炫酷的城市老滑头会来这种偏僻的小镇。^完全想象不出为什么像你这样火辣的城市小妞会来这种偏僻的小镇。#$b#不过也挺不错的。做能让你开心的事就好。",
  "Wed2": "你觉得这个小镇算复古吗？那你真该去格兰普顿看看。#$b#那里看上去就像明信片上的一样：铺满鹅卵石的街道，还有花卉展示。简直太恶心了。",
  "Wed4": "你觉得杰西怎么样？她真是个甜心，比我的亲生母亲好得多……但你不会想听这个的。$2#$b#你想听吗？噢，那也不意味着我愿意告诉你。至少现在不行。$5",
  "Wed6": "你不会想接近我这样的人的，@。说真的。最后我一定会毁了你的生活，你就等着瞧吧。",
  "Thu": "嘿，老农夫先生，你的农场如何了？#$b#好吧，我想你也没那么老。说实话，你其实挺可爱的。",
  "Thu2": "鞋子不错。我是说，它们算不上什么时尚前沿，但还是挺酷的。",
  "Thu4": "嘿，@，试过Joja的自制烤肉酱吗？我可以发誓，它的味道和狗粮一模一样。#$b#你不会想知道我是怎么知道的。",
  "Fri": "你接手了那个旧农场？由巴，那里真是一团糟。我不确定曾经是个Joja办公奴隶的人能不能应对这项挑战。#$b#不过，嘿，祝你好运！",
  "Fri4": "嘿，农夫！想在小镇来个疯狂的狂野之夜吗？我们可以一起去酒吧打桌球。#$b#我绝对能把塞巴斯蒂安打趴下！",
  "Fri6": "所以，你平时都找些什么乐子，@？这附近没什么地方好去。#$b#那个郁郁寡欢的家伙，他会往悬崖下扔东西。说不定哪天我也会试试。",
  "Fri8": "嘿，农夫！想在小镇来个疯狂的狂野之夜吗？我们可以……往悬崖下扔土豆，或者去裸泳！#$b#要不我们也可以随便逛逛，听一些炫酷的riff之类的，你知道的。$1",
  "Sat": "嘿农夫！最近如何？",
  "Sat2": "你有没有回顾过自己的生活，思考到底是从哪一步出错的？#$b#我吗？我当然不会。我正活在Joja梦里呢。#$b#或者是Joja噩梦。无所谓啦。",
  "Sat4": "今天全天休假！不知道我该做些什么……唔……或许我只会去看看大海什么的。#$b#这里没什么有意思的事。",
  "Sat8": "我们也没那么不同，我说的是我和谢恩……我们距离深渊都只有一步之遥。$2#$b#只是他选择用酒精让自己麻木，而我用……呃……你懂的。$2#$b#总而言之，你也不是特意来这里帮我洗脏衣服的，对吧？$1",
  "Sun": "嘿，农夫，看来你很享受自己的休假日啊。#$e#是啊，我知道。强者从来不用休息，对吧？",
  "Sun8": "$d cc#真不敢相信我*又要*做社区服务了。我觉得“下流易斯镇长”在故意找我的茬，好让我帮他做那些脏活。|只工作不玩耍，聪明杰克也变傻……不过真是这样吗？你工作挺勤奋的吧，@，但是你也不傻。",
  "spring_Beach4": "嗨，@！等等！那是什么？那里有什么东西在动，好像是什么体型很大的、黑漆漆的东西……它要过来了！$3#$b#哈哈，骗到你了。根本什么都没有啦。$1",
  "summer_Mon": "你身上全是汗啊，你都做了什么？$3#$b#是啊，我猜这种天气里在农场上工作一定够艰难的。$1#$b#感谢由巴，Joja还是有空调的。",
  "summer_Tue": "小镇上有不少年轻人，真不明白为什么。我还以为他们都会去大城市呢。#$b#我？噢，我只是抓住了就职机会！$1",
  "summer_Wed": "嗯嗯，你觉得金发滑板小子和emo男孩哪天会勾搭在一起吗？噢，我只是在做白日梦啦。#$b#不过他们会是很棒的一对，你不觉得吗？",
  "summer_Thu": "你见过那只在附近游荡的猫吗？上次它溜进了Joja超市。莫里斯不太高兴。",
  "summer_Fri6": "你是怎么摆脱Joja的镣铐的，@？是啊，你有遗产可以继承嘛，真走运。像我这种人就没那么轻松了。$2#$b#而且我也没法离开……杰西是唯一一个好心收留我的人。$1",
  "summer_Fri4": "莫里斯真是个卑鄙小人。我猜一定是他做了什么坏事，他们才决定把他派到这里来。#$b#我是说，要不怎么会有人愿意住在这个偏僻的小镇上呢？#$b#噢，你问我做过什么？你真想知道？",
  "summer_Sat2": "杰西出门了，是时候让我把它痛打一顿了。我是说鼓啊，要不你以为是什么？$1",
  "summer_Sat6": "有时候我简直觉得自己要崩溃了……打鼓能帮助我忘掉这种感觉。#$b#而且这给了我强壮的肱二头肌。要和我比扳手腕吗？$1",
  "summer_10": "嘿，@。我正在考虑今年要在百味汤里放什么东西……你觉得呢？是放红蘑菇，还是Joja可乐？$1#$b#都不行？你真没意思。那我估计就加点杰西的草药吧，给汤来点风味。$2",
  "summer_Sun": "在这里很难交到朋友。当地人都不太信任陌生人，尤其是在Joja工作的陌生人。",
  "summer_Beach": "嘿，农夫！让我猜猜，你是想看我穿比基尼的样子？#$b#好吧，那我只能说，做梦又不用花钱！$1",
  "summer_Beach4": "嘿，@！海水看起来真清凉啊，我有点想脱了衣服跳进去游泳。#$b#你想加入我一起吗？",
  "summer_Beach8": "你有没有想过，要是你走进海里，选择绝不停下，会发生什么？$3#$b#说不定会有一条人鱼把我带到深海国度里。啊，真是美好的愿望。$4",
  "summer_Sun2": "要不是我等会还有工作的话，今天就要甜蜜得多了。啊对了，趁还有机会的时候尽情享受阳光吧，@。",
  "summer_Wed4": "$q 86571010/86571011 Jules_Music#你喜欢哪种类型的音乐，@？#$r 86571010 50 Jules_Metal#重金属#$r 86571011 25 Jules_Pop#流行#$r 86571011 50 Jules_Classical#古典#$r 86571012 0 Jules_NotImp#没什么喜欢的，音乐对我来说无足轻重。",
  "fall_Tue4": "你觉得莫娜是什么人？我是说，墓地里那个死去的姑娘？如果她被葬在那里的话，一定是什么重要人物吧。$3",
  "fall_Wed4": "你有没有想过关于你爷爷的事，农夫@？这儿的老人们大概什么故事都会跟你说。#$b#老人们都喜欢八卦。以前我的爷爷奶奶经常这么做。",
  "fall_Thu2": "要是你问我的话，那个金发的滑板男孩挺可爱的。我是说，我知道你也没问啦，但是……*耸肩*#$b#总之，你有在小镇上看中什么人吗，@？别害羞啊，我又不会去告诉别人。",
  "fall_Sat2": "秋天是一年中最棒的季节了，你不觉得吗？不太热也不太冷，所有东西闻起来都像发霉的树叶。#$b#哎呀，我还真是个彻头彻尾的哥特啊，对吧？",
  "fall_Sun": "呃，我的脑袋。感谢由巴，我还有杰西的特制混合茶……要不我今晚的工作一定会一团糟的。",
  "fall_Sun4": "想要哪天和我在墓地里碰面吗？我们可以试着召唤亡灵。",
  "fall_15": "所以，明天这儿有什么大型展会吗？这里会挤满游客的。真不明白怎么会有人来--谁想千里迢迢来看绵羊、小鸡和奶酪啊？$3#$b#是的，我当然会参加！就好像我会拒绝免费的食物和娱乐活动一样。$1",
  "fall_15_2": "嘿，@，帮我一起劝杰西参加秋季展会吧！她种的花一定可以狠狠打击皮埃尔的自尊。#$b#要不我们也可以偷偷弄几个翡翠的好朋友，让它们溜进他的储藏室。",
  "fall_17": "你昨天去算命了吗，@？她跟你说了什么？#$b#啊，她说我会赚大钱，变得超级有名，还能和一个性感的摇滚明星约会。$1#$b#好吧，是的，我瞎编的。她跟我说的都是老一套。$3",
  "fall_17_2": "我又去找维尔维克夫人算命了。那个小气女巫不愿意告诉我彩票的中奖号码。#$b#她还让我走出自己的保护壳！我是说，她了解我什么啊？我才没有呢！那些所谓的先知啊。$1",
  "winter_Sat4": "你去过地下室吗，@？我知道，我不该四处打探的。但那里又没有上锁之类的！真有意思，对吧？",
  "winter_Mon8": "呃，冷天真是太不适合我了。或许我可以找个人让我温暖起来。#$b#$q 86571005 Jules_Date#我该选谁呢，@？#$r 86571006 25 Jules_Penny#潘妮#$r 86571006 25 Jules_Haley#海莉#$r 86571007 25 Jules_Alex#亚历克斯#$r 86571007 0 Jules_Shane#谢恩#$r 86571008 50 Jules_Me#选我怎样？#$r 86571009 0 Jules_No#呃，真恶心。你还是去弄个热水瓶之类的吧。",
  "winter_Tue4": "你经常在天黑以后散步吗，@？在晴朗的夜晚，天上满是星星。让你感觉自己好像也不那么重要了，对吧？",
  "winter_Wed": "嘿，@。想来堆个雪人怪胎之类的吗？",
  "spring_15_1": "是啊，祝我生日快乐。虽然又长了一岁，但我并没有因此变得聪明！",
  "spring_15_2": "是啊，祝我生日快乐。虽然又长了一岁，但我并没有因此变得聪明！",
  "spring_23_1": "明天就是花舞节了，你激动吗？希望他们别那么保守，一定要让所有男孩子和女孩子们跳舞。#$b#想让他们震惊一把，和哪个男孩子跳舞试试吗？我猜那个帅气的运动员家伙跳得不错。^想让他们震惊一把吗？那就和女孩子跳舞吧。嘿，要是你表现不错，你也可以和我跳舞。",
  "spring_23_2": "嗯……我明天该邀请谁跳舞呢？#$b#你打算和谁跳舞啊，@？",
  //Active Dialogue 
  "joja_Begin": "所以你也把灵魂出卖给Joja了吗，@？不过嘛，Joja的生活也没那么糟糕。#$b#经常这样告诉自己，说不定你就会信了。$2",
  "cc_Complete": "好吧，我想这就是结局了，我挣脱了Joja的镣铐……$3#$b#虽然这并不意味着我自由了……刘易斯让我参加什么社区服务之类的狗屁。$2#$b#啊，好吧，看来我还得好好服务大众啊。$1",
  "movieTheater": "所以我今天早上打开房门，发现门口放着这条绿裙子，上面还有一份雇佣合同。真怪，对吧？",
  "JasperGone2": "嘿，你知道那个瘦瘦高高的教授怎么了吗？就是那个好像从故事书里出来的人？我最近没怎么在附近见到他。#$b#希望不是哪个他总是念叨的怪物把他吃了。$2",
  "JasperHomeA": "所以，我听说那位教授回家了。有怪物吃掉了他的腿，真是过分。可怜的家伙。$2#$b#你应该给他带点什么--我敢肯定他很喜欢蓝莓。以前他总会来买很多。$3",
  "LucikielArrives": "莫里斯真是个混蛋。这次他做得太过了。就好像他那种蠢货真能控制恶魔一样！$5#$b#你见过他了吗--我说路西基尔？他挺帅的，对吧？毕竟是恶魔嘛。他的尾巴也不错。$4#$b#不过还有“欢迎加入我的自怨自艾派对”先生看着他，这里一定会发生很多有意思的事……$3",
  "ReputationIncreased": "那个新来的恶魔家伙挺性感的，对吧？得了，别担心，他不是我的类型--不管他有没有尾巴！$1#$b#不过，嘿，你觉得呢？他和自怨自艾先生之间会不会有什么？我在镇上看见他的时候，他给人的感觉也不像那种脾气暴躁的混蛋了。#$b#而且他们两个在一起挺不错的，对吧？没错，我绝对站他们这对。$4",
  "election":"所以，莫里斯登上了鹈鹕镇的宝座。那就希望他不要用血腥和暴力来统治吧。$1",
  /*/mentions of Jade
  "Sun2": "你不害怕蜘蛛吧？我的室友翡翠，她喜欢各种怪怪的爬虫。所以你永远也不知道睡着以后耳朵里会钻进什么。",
  "Sun4": "今天吃早饭的时候，翡翠的某位八条腿的朋友经过了餐桌。不说谎话，我几乎像个小姑娘一样尖叫了起来。#$b#杰西无动于衷地把它捡了起来--直接用手！--然后把它放走了！",
  "Sun6": "翡翠又开始谈论仙子的事了。我是说，没错，世界上是有很多我们不知道的事情。但是我的话嘛，只要我没亲眼看见就不会相信，明白吗？",
  "LodgingHouse_Sat": "嘿，@，你是来听我演奏的吗？希望今天翡翠没打算睡懒觉！$2",*/
  //Locational Dialogue
  "SeedShop_Sun": "没想过会在这里见到我，对吧？好吧，我这种姑娘总得来赎罪，对吧？$1",
  "JojaMart_Mon": "Joja糟透了。不过有账单要付的时候……你总得做自己该做的事。对吧？$7",
  "JojaMart_Tue": "嘿，农夫@。打算种点什么吗？我们这里有经过基因增强的种子！其实并没有啦，是我乱编的。它们只是种子而已。$7",
  "JojaMart_Wed": "让我猜猜，农夫@，你想买点种子，但是“我的种子是全星露谷最棒的”先生懒得从舒舒服服的床上爬起来开门营业？$7#$b#好吧，Joja超市可以提供你所有需要的种子，一周七天都营业！$6",
  "JojaMart_Thu": "“加入我们，茁壮生长。”真是自以为是的公司狗屁。我看唯一茁壮生长的就是那些主管们的钱包。$7",
  "JojaMart_Fri": "$c .5#谢恩长得挺顺眼的，但我敢肯定他超级讨厌我。行吧，至少看着赏心悦目呢，对不？$6#$e#想给你的生活添点滋味吗，农夫@？你可以种点辣椒。说不定你还能用它来贿赂镇长呢……他喜欢这玩意儿。$6",
  "JojaMart_Sun": "你知道，某些地方的人们真的会有周末休假。不过给“那些家伙”工作的时候就没有这种待遇了，对吧，@？$6",
  "Custom_LK_LodgingHouse_9_17": "嗨，@。要和我们一起玩拼图吗？杰西坚持要和我在下雨的时候一起玩。#$b#完全是她会做出来的事。不过……其实也挺不错的啦。而且还有小饼干吃！$1",
  "Custom_LK_LodgingHouse_33_7": "%朱丽叶没听见你说话，她似乎正沉浸在音乐之中。其实她的水平真的很不错！",
  "Town_25_22": "你有没有感觉过你并非独自一人，@？就像有什么其他的存在站在那里观察你？$2#$b#没错，我也没有。$1",
  "Saloon_42_21": "好的……我只需要把这些酒杯码成一列，然后……该死！噢，@！你吓到我了。$3#$b#是的，所以我才会失败，才不是因为我水平太烂了。要来一起玩吗？$1",
  "Custom_LK_TheaterBreakroom_Mon": "他们告诉我在这里工作可以整天和漂亮姑娘呆在一起的时候……我可没想到指的是这些带羽毛的鸟儿！$1",
  "Custom_LK_TheaterBreakroom_Tue": "不啊，我不看那些电影。其实我不太喜欢看电影，明白吗？#$b#但我喜欢观察其他人看电影时的表情。尤其是看恐怖片的时候！$1",
  "Custom_LK_TheaterBreakroom_Wed": "$c 0.7#别告诉管理员，但我有时候会把小妖精放进这里。等等……你不会是管理员吧？我还是搞不清楚是谁在付我的工资！$3#$e#小妖精昨天钻进了采购包里，真是一团糟。我猜她真的很喜欢爆米花。$5",
  "Custom_LK_TheaterBreakroom_Thu": "$c 0.05#嘿，@。我觉得你哪天可能会想来看电影。看看你能强迫谁加入你！$4[809][809]#$b#最近有看到什么好电影吗？我吗？我喜欢那种真正疯狂的东西，而不是那些甜甜蜜蜜唧唧歪歪的玩意儿。$1",
  "Custom_EastScarpe_Sat": "小妖精喜欢冲着鹈鹕们汪汪叫。我有点担心哪只鹈鹕会吃了她。",
  "Custom_EastScarpe_56_41": "$q 6398001 JulietGhostStory#你喜欢听恐怖故事吗，@？#$r 6398001 50 JulietGhost_Yes#我去，当然了！#$r 6398002 0 JulietGhost_No#不了，谢谢。",
  "JulietGhost_Yes": "我这有个好的……据说附近曾经有一座美丽的果园，那里生产着星露谷最棒的樱桃果酒。#$b#直到一个神秘的女人进入了他的生活。有些人说她给他下了咒……其实她是个女巫！#$b#他的确被她迷住了。但他那位新夫人残忍而野心勃勃。#$b#在一年的婚姻生活以后，他去世了。大家都说那只是一场意外的悲剧，但真是这样吗？#$b#不久以后，果酒的滋味开始变酸，树上的果实也腐烂了。至于那位夫人？她直接消失了。#$b#有人说她卷款逃跑了……还有人说她依旧生活在这里。你或许会在雨夜见到她。一个神经兮兮的女人，赤足游荡在东斯卡普附近，搜寻着新鲜的猎物。",
  "JulietGhost_No": "哎呀，莫非你害怕黑暗吗？我还以为你会更加勇敢呢。",
  "JulietGhostStory": "$p 6398001#注意到东斯卡普最近有什么奇怪的地方吗，@？我觉得那个女巫还在附近游荡……|嘿，你知道这地方建在一座旧矿井之上吗？就是那个死过很多人的地方。挺可怕的，对吧？噢，希望我不会让你做噩梦！",
  "CommunityCenter_Wed": "你觉得这个地方闹鬼吗，@？有时候我一个人在这里，我能听见墙上有什么抓挠声。$2#$b#说不定有人被埋在了这里，就像那首诡异的诗歌一样！$1",
  "Custom_EastScarpe_21_102": "嘿@，你尝过罗莎做的枫糖棒吗？简直太美味了！$1",
  // Question Answers
  "Jules_Metal": "哎呀！我就知道你品味不错。要哪天来听我演奏吗？#$b#每到周六早上，杰西去工作的时候，我会让整个房子都摇滚起来！",
  "Jules_Pop": "啊，所以你就像乐颠颠的消费者那样追逐大众口味吗？好吧，人各有所好嘛。有些流行音乐也不算太差。$1",
  "Jules_Classical": "真不错！我喜欢古典音乐里的浓厚情感，让我也能在内心深处感受到。",
  "Jules_NotImp": "由巴，认真的？你难道没有灵魂吗？！好吧，抱歉。那样说挺没礼貌的，我知道。$4",
  "Jules_Music": "$p 86571010#嘿，我列了一张清单，上面是你说不定会喜欢的超赞乐队。从“万灵夜”开始--这个乐队棒极了！|今天有什么计划吗，@？我吗？哎呀，只有工作而已，明白吧？",
  "fall_Mon4": "$q 86571001 Jules_SpiritsEve#@！我该在万灵节上打扮成什么？#$r 86571002 50 Jules_Pirate#性感海盗。#$r 86571003 50 Jules_Zombie#僵尸新娘！#$r 86571004 0 Jules_Ghost#幽灵！",
  "Jules_Pirate": "嗨呀，我亲爱的！让我颤抖吧，为此我会让你走跳板的！#$b#这个主意真不错。不知道我能不能弄到一只鹦鹉？",
  "Jules_Zombie": "这个主意棒极了！@，我真想亲你一口！#$b#当然，我会顺便吃掉你的脑子，美味的大脑……",
  "Jules_Ghost": "像是披个床单之类的？这也太无聊了。#$b#虽然你人挺可爱的，但你还真是缺乏想象力。",
  "Jules_SpiritsEve": "你问我会在万灵节前夜上打扮成什么？记得到时候看就是了。#$b#我希望你也能打扮起来！我可不想成为唯一穿着奇装异服的那个人！",
  "Jules_Penny": "噢，潘妮真是个甜心。我打赌我能让她脸红起来。$1",
  "Jules_Haley": "算了吧。她是很漂亮，但是有点刻薄。要是我喜欢被霸凌的话，我就用不着离开……没什么。$4",
  "Jules_Alex": "嗯，或许吧。不过他只会谈论体育运动的事，总让我想打哈欠。$3",
  "Jules_Shane": "呃，不了谢谢。他让我想起某个人……还有某些事……我不想记起的那种。$2",
  "Jules_Me": "噢，真的吗！说不定我真会接受呢。$4",
  "Jules_No": "噢，由巴，我又说了这种话，对吧？该死的言语增多症。#$b#我呃……我得走了，去找点事情做。呃，祝你今天愉快。",
  "Jules_Date": "$p 86571008#你还乐意报名给我取暖吗？|最后我决定抱着小妖精取暖。她也不喜欢寒冷的天气。",
  //Unique Dialogue Mods (Courtship/Jealousy responses)
  "give_pendant": "噢，小太阳！你知道这意味着你以后只能和我黏在一起，直到我厌倦了你为止吧？$1#$b#嘿，这种事是绝对不会发生的！我会把一切都准备好。三天后见，亲爱的！",
  "stardrop_gift": "嘿，我觉得你可能会喜欢这个。你让我感觉到了从未有过的快乐和幸福。我知道，挺肉麻的，对吧？$4",
  "reject_two_heartA": "花？我是说，你的确挺可爱的，但我还没有准备好做出这样的承诺。$2",
  "reject_two_heartB": "花？认真的？由巴啊，要是你更加了解我的话，你大概会后悔的！$2",
  "reject_four_heartA": "嘿，我的确挺喜欢你的，但我觉得你好像误会了什么。$2",
  "reject_four_heartB": "花？噢，你真可爱。不过不行。$2",
  "engageA": "嘿，和你订婚的人知道这件事吗？不知道？#$b#好吧，我的确能接受开放式关系。但“开放”意味着你们也得彼此交流之类的，你懂的。$5",
  "engageB": "你是在向镇上的每个人求婚吗，@？那祝你好运。$1",
  "marriedA": "噢，我不知道……我的确挺喜欢你的，但你的家里一定会很挤吧--我需要一点个人空间。$2#$b#没错，所以我拒绝。$1",
  "marriedB": "嘿，要是%spouse不介意的话，好吧……那就再来找我，好吗？",
  "refusal_no_heartsA": "噢，拜托，我们甚至还算不上认识呢！$1",
  "refusal_no_heartsB": "嘿，它真漂亮。不过你还是把它送给别人吧，怎么样？",
  "refusal_knownA": "哈哈，我，和别人稳定下来？这个主意也太荒唐了！$1",
  "refusal_knownB": "哎呀，你真是可爱啊。不过不行。",
  "refusal_botherA": "你听不懂“不行”是什么意思吗？$2",
  "refusal_botherB": "噢，别骚扰我了！坚持下去也没有用，你知道的。我只会告诉你绝对不行。$5",
  "giftquestion_yes": "哈，是啊，我不介意你和别人分享我们的成果。只要你把最好的东西留给我就行！$1",
  "giftquestion_lie": "嘿，我什么都可以不介意，但我不喜欢别人说谎。所以省省你那通狗屁吧。$5",
  "rejectNPCA": "噢，我不是那种喜欢鲜花的人。好吧，至少不是这些花。",
  "rejectNPCB": "不是说我不喜欢别人的关注，不过我没打算和别人建立什么联系，行了吧？",
  //Event Question Dialogue
  "Jules_BandY": "等等……你是在嘲讽我吗？不是吗？#$b#那好吧，嗯，谢了。$4",
  "Jules_BandM": "让我想想……比如我的骄傲……或许还有我的尊严……？$3#$b#啊，行吧，反正它们也没那么重要，对吧？$1",
  "Jules_BandN": "你说得对，我会变成电灯泡的。你不觉得那两个家伙之间有什么联系紧密的化学反应吗？$3",
  "Jules_BandS": "好吧，我的确希望你能对我说实话……不过这说得也太过分了！$5",
  "Jules_BandP": "嘿，当然是音乐上的……不过这样说吧，如果有其他可能性，我也不会介意！$1",
  "Juliet_Gremlin_Apologise": "你是该为此道歉！不过也谢谢你。能坦率地表达歉意是件需要勇气的事。",
  "Juliet_Gremlin_Charge": "好吧好吧，我知道。你也不是故意的。",
  "Juliet_Gremlin_Pest": "有害？如果这里有什么有害的东西，那顶多就是你吧。$5",
  "GremlinYes": "你愿意？噢，我敢肯定，她在你的农场上会生活得很开心的。$2#$b#希望她不会追着你养的鸡跑。$2",
  "GremlinYours": "是吗？好吧，看来人各有所好。$4",
  "GremlinNo": "是啊，我想你也不愿意……我觉得你更像猫派。$5",
  "Juliet_Date_Yes": "你……你真的愿意？！$4#$b#我是说，你当然会愿意啦！$1",
  "Juliet_Date_No": "是啊，你说得对。反正做朋友要好得多。更不容易让自己受伤。$2",
  "Juliet_Date_HellNo": "好吧，这也挺好的，反正我也不是真的想和你约会！$5",
  "Juliet_NoMarried": "噢，由巴。对不起……$2",
  "Juliet_Bday_Y": "太棒了！有人愿意和我一起真是太好了。$1",
  "Juliet_Bday_N": "意料之中。你总是到处跑来跑去，好像身上着了火似的。#$b#好吧，或许明年再说。哈哈，说得我自己都要信了。",
  "Juliet_Bday_W": "噢，你还真是扫兴啊，@。$5",
  "Shane_6_heart": "谢恩今天没来工作。莫里斯气坏了，不过不得不承认，我挺担心他的。你有看见他吗？#$b#噢……该死。呃，要是你打算去看他的话，从我这里给他带个果篮什么的吧。噢，我也不知道。就跟他说我想他了，行吗？$2",
  //Conversation Topics
  "Aideen_Garden": "我去帮忙建设花园？哈！我可是精通园艺的反义词。#$b#杰西连她的水壶都不让我碰。我还是提供精神支持吧！$1",
  // mobile phone
  "MobilePhoneGreeting": "嘿{0}。你最近在做什么呢？有什么邪恶的点子吗？",
  "MobilePhoneReminisce": "哈哈，是啊，听着挺有意思。回溯时光！",
  "MobilePhoneGoodBye": "那下回再聊！保持联系，{0}。",
  //Custom gift tastes
  "GiftReaction_Rodney's_Autograph": "哈哈，这是罗德尼吗？嗯，你觉得他配上眼镜和小胡子如何，@？$1#$b#让我看看，我的马克笔呢？"
}