{
    "Rainy_Day_0": "好吧，这天气真糟糕。我想我就留在家里打鼓吧，或者看看这个最新的移动拼图。",
    "Rainy_Day_1": "你今天要去矿洞吗？最好给我带点闪闪发光的东西回来！",
    "Rainy_Day_2": "*哈欠*真是难以入睡的一夜……你知道的。我估计马上就要回床上去了。",
    "Rainy_Day_3": "你知道，今天很适合赖在床上。要和我一起吗？#$b#是啊，我知道你还有重要的事情要做。",
    "Rainy_Day_4": "我喜欢雨里的山谷，就好像一切都透着云遮雾罩的神秘气氛。还有点吓人！#$b#或许我过会儿会出门踩水洼玩。",
    "patio_Juliet": "你知道，我打算把这片小天地当成自己的好好利用起来。你觉得我在这里放什么比较好，嗯？#$b#一个超级俗气的水晶花园怎么样？唔……还是算了吧。",
    "spouseRoom_Juliet": "#$c .5#我正在尝试新的旋律。我要把老鼠们从它们的窝里都震出来！$k#$e#住在这种偏僻的地方真不错。没有邻居会来抱怨噪音问题！",
    "Rainy_Day_Juliet": "你试过脱光了衣服在雨里跳舞吗？没有吗？好吧，我可不建议你这么做。#$b#虽然听着很浪漫，但其实又冷又可悲，还容易得肺炎。",
    "Rainy_Night_0": "今晚能和我缩在一起睡吗？我今天过得很不好。那些回忆真是糟透了，你明白吗？$2",
    "Rainy_Night_1": "由巴啊，离我远点，你身上全湿透了！#$b#你知道，你真该把那些湿衣服脱下来。$4#$b#哈，我才不是想找借口让你脱光衣服。真是的，有些人的思想一点都不单纯！$1",
    "Rainy_Night_2": "噢？是的，很高兴你回家了。我又冷又无聊。#$b#而且，没错，我有点担心哪个怪物把你吃了。",
    "Rainy_Night_3": "嘿，你回家了。你猜怎么着，我做了晚饭！好吧……我把晚饭热好了！不过，嘿，至少它是热的，对吧？[236]",
    "Rainy_Night_4": "我喜欢雨落在屋檐上的声音，让我感觉自己舒舒服服地窝在自己暖和的巢里。",
    "Rainy_Night_5": "终于，你回家了！我好无聊……要和我窝在一起看部电影吗？#$b#我一直想看那部关于仙女和哥布林坠入爱河的电影。$3",
    "Rainy_Night_Juliet": "嘿，我用枕头搭了个堡垒，避免烦人的%pet闯入其中！#$b#要和我一起钻进去吗？里面有足够两个人的空间。$1",
    "Indoor_Day_0": "哎呀，你看起来有点衣衫不整呢。大概是因为我们昨晚没怎么睡觉，对吧？$4#$b或许这能让你找回活力。[253]$1",
    "Indoor_Day_1": "我没法说服你一整天都和我呆在一起吗？真的不行？好吧，那你回家的时候最好给我带点好东西！",
    "Indoor_Day_2": "如果你今天打算去矿洞的话，尽量别让自己死掉，好吗？我会想念有你在身边的日子的。#$b#这个或许能帮助你活下来。[241]",
    "Indoor_Day_3": "希望我也能做点家务……但我也说不好。估计我还是窝着看会书吧。",
    "Indoor_Day_4": "你睡得好吗？我又做了那个Joja超市里跳舞苹果的怪梦……",
    "Indoor_Day_Juliet": "好吧，维尔维克夫人说我今天运气不太好，所以我决定赖回床上看会书。#$b#嘿，我就是想找理由赖床而已，对吧？",
    "Indoor_Night_0": "你问我今天有没有什么有趣的事？认真的？好吧，有几个仙女在屋檐下筑了巢。#$b#哎呀，我只是开玩笑的。其实是鸟而已。要不就是老鼠。",
    "Indoor_Night_1": "呃，我最近有点睡不着。你能跟我讲讲你今天是怎么过的吗？说不定这会有帮助。$1",
    "Indoor_Night_2": "今天很忙吗？你看起来累坏了。或许我们可以早点上床睡觉？",
    "Indoor_Night_3": "嘿，你觉得这房子闹鬼吗，@？你不觉得老爷爷还在四处游荡吗？$3#$b#不知道他会怎么看我？$1",
    "Indoor_Night_4": "晚上好，亲爱的！我一整天都在想你呢。#$b#是啊，大部分是想你的好处。",
//    "Indoor_Night_Juliet": "",
    "Outdoor_0": "是啊，我睡不着。又是一场噩梦……但没有什么比新鲜青草和粪便的气味更能让我回到现实了。$3",
    "Outdoor_1": "由巴，谁能想到我到头来会生活在农场上呢？简直太疯狂了。你知道更疯狂的是什么吗？我现在真的很开心！$1",
    "Outdoor_2": "我又在天亮之前起床了！大概我永远都没法摆脱在Joja上班的习惯吧。",
    "Outdoor_3": "你的农场挺酷的，我总能找到可以探索的新玩意儿。我猜小妖精也会很喜欢在这里追兔子玩。",
    "Outdoor_4": "是啊，我想我也可以给农场帮点忙。不过你猜怎么着？我宁愿站在这里欣赏风景。",
//    "Outdoor_Juliet": "",
    "funLeave_Juliet": "早上好，亲爱的！好吧，我准备出发了。不用等我！",
    "funReturn_Juliet": "今天一天真是的。你问我都做了什么？噢，这是绝密信息。不过我留了个吻给你！$1",
    "OneKid_1": "不敢相信我们也有了自己的小怪物！让我们开始实验吧。#$b#别这样看着我。我就是开玩笑的！由巴在上，我可不想这个孩子沦落到跟我一样。$2",
    "OneKid_2": "我，成了妈妈？我还是很难相信这件事。我总觉得会有西装革履的人出现，把%kid1带走。",
    "OneKid_3": "啊，%kid1真是世界上最可爱的小怪物，对吧？我都不知道他为什么会这么淘气，肯定不是从我这里遗传的！",
    "TwoKids_0": "嘿，我给小怪物们喂过吃的了。给%kid2来了点巧克力爆米花，再给%kid1吃了咖啡豆，怎么样？#$b#噢，别这样看着我。你知道我是在开玩笑吧！知道的吧？$3",
    "TwoKids_1": "我喜欢小怪物们，不过他们可真难对付。#$b#我甚至觉得%kid1从来不用睡觉。我半夜醒来的时候，他们就盯着我看。",
    "TwoKids_2": "哎呀，这两个小怪物在一起玩耍的样子是不是很可爱？#$b#或许你应该和%kid1谈谈，让他别再乱咬东西了。",
    "TwoKids_3": "今天%kid1画了一幅我们的画，我贴在冰箱上了。#$b#是啊，画得跟你还真像啊，对不？",
    "Good_1": "嘿，帅哥。你换了新香水吗？没有？好吧，反正我很喜欢。^嘿，美人儿。你换了新香水吗？没有？好吧，反正我很喜欢。",
    "Good_2": "你今天早上看起来真是秀色可餐啊，对不？我真想把你拉回床上。不过我明白--你还有工作要做。$1#$b#But maybe we could have an early night?",
    "Good_3": "早上好，亲爱的！从没想过我也会有结婚的一天，不过，嘿……$3#$b#我现在有了这个超赞的农场，还有性感的丈夫。^我现在有了这个超赞的农场，还有迷人的妻子。$4#$b#婚姻生活比我想象中的好多了。$1",
    "Good_4": "嘿，亲爱的！我一整天都在想你呢！#$b#是啊，大部分是想你的好处。#$b#什么好处？好吧，你等等就知道了。$4",
    "Good_5": "要是内特看到我这样，他一定会狠狠取笑我的！#$b#他绝对想不到我会找到这样一个人，我愿意跟他呆在一起超过五分钟。$2^他绝对想不到我会找到这样一个人，我愿意跟她呆在一起超过五分钟。$2#$b#伙计，他可真是大错特错了！$4",
    "Good_6": "嘿，宝贝。你真的很好看，知道吗？#$b#我想要干嘛？没什么！为什么你会觉得我有其他目的？$1#$b#不过既然你提到了……",
    "Good_7": "今晚有什么打算吗？#$b#没有吗？挺好的，因为我已经有计划了。过来。$4",
    "Neutral_0": "希望小妖精和杰西相处愉快。至少她不会觉得寂寞了。",
    "Neutral_1": "哦哦，昨天我最新订购的图书到了。你猜我今天打算做什么？",
    "Neutral_6": "你今天不在农场上吗，@？希望如此，因为我打算把音量开到最大，让墙壁都摇滚起来。",
    "Neutral_7": "是啊，我知道，我可以做点家务。但我就是不想做，行了吧？$5",
    "Neutral_8": "最近我在考虑弄个新纹身的事。#$b#你怎么看？",
    "Bad_5": "嘿，如果家里脏了的话可别怪我。你总是不在家，又不是我的错。$5#$b#我不是来给你当女仆的。$2",
    "Bad_6": "我早就知道婚姻是个愚蠢的主意，不该让自己被你的甜言蜜语欺骗的。$5",
    "Bad_7": "我还以为被发配到Joja已经够糟糕了……你知道，你可以跟我多说点话的。我是说，我就站在你面前啊！$2",
    "Bad_8": "由巴，要是我知道自己会沦落成家庭的奴隶，当初我绝对不会答应和你结婚。$5",
    "Bad_9": "该死的，让我一个人呆着。我现在不想说话，行了吧？$5"

}