{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
                "Abigail": "#$c .5#Parece que o vale fica bem mais interessante na chuva, não acha?#$b#Eu gosto de visitar o lago quando o clima fica assim.",
                "Robin": "#$c .5#Essa chuva atrapalha um pouco por conta da madeira molhada, mas isso não me impede de trabalhar.#Se o seu telhado tiver goteiras me chame.",
                "Demetrius": "#$c .5#Sinta-se em casa se quiser se aquecer.#A baixa acidez dessa chuva deve ser boa para a sua fazenda.",
                "Maru": "#$c .5#Eu até gosto quando chove...#$b#Porque fico em casa mexendo nos meus gadgets o dia inteiro.$h",
                "Sebastian": "#$c .5#Você viu algum sapo por aí?#$b#É um pouco raro ver eles na chuva.",
                "Linus": "#$c .5#Essa chuva gostosa é uma maneira agradável de ficar limpo.$h#$b#Ela não te incomoda?",
                "Pierre": "#$c .5#É legal mas... a chuva faz com que as pessoas fiquem em casa, e isso é ruim para os negócios.$s#$b#Fico feliz em ver você aqui.$h",
                "Caroline": "#$c .5#Meu jardim está ótimo hoje... e nossa conta será menor esse mês.$h#$e#Espero que o sol saia logo, você viu o noticiário?",
                "Alex": "#$c .5#É... pra mim não levo muita vantagem quando chove.$s#$b#Mas eu ainda posso levantar pesos em casa.",
                "George": "#$c .5#Esse dia lascado...#$b#Por que eu me incomodo em sair da cama com o dia assim?",
                "Evelyn": "#$c .5#Parece que o telhado está com um vazamento...$s#$b#Esses dias me deixam mais cansada do que costumavam.$s",
                "Lewis": "#$c .5#Você está de folga? É um dia bom para isso.$h#Deus, espero que o rio não transborde...$s",
                "Clint": "#$c .5#Parece um bom momento para ir nas minas...#$b#Você vai lá?",
                "Penny": "#$c .5#Os pingos atrapalham muito para dormir... fazem muito barulho.$s#Parece um bom dia para se deitar com um dos meus livros favoritos.$h",
                "Pam": "#$c .5#Ei, não está com frio?#Não vejo a hora de tomar até cair o cú da bunda hoje.",
                "Emily": "#$c .5#Nunca chove naquele deserto onde minha amiga Sandy mora.",
                "Haley": "#$c .5#Gastei horas me arrumando e do nada começou chover.$s#Eca, @, vai se secar.$2",
                "Sam": "#$c .5#Eu gosto da chuva porque ela abafa o som, então posso tocar numa boa.$h#Você não tem medo de se molhar.",
                "Leah": "#$c .5#Eu ainda preciso pensar no que vou cozinhar para hoje...$2#É lindo como tudo parece vivo quando chove.",
                "Shane": "#$c .5#Esse clima me deixa com sede...$2#Outro dia chuvoso, hm... intereçante...$2",
                "Marnie": "#$c .5#Caramba! Vai se secar!$h#Você guardou seus bixinhos, @?",
                "Elliott": "A melhor coisa para se fazer nessa chuva é deitar na cama e escutar o som das ondas...#$b#Mas quando olho pela janela, tudo que vejo é neblina.",
                "Gus": "#$c .5#Você quer uma bebida? Aproveite!$h#Precisa de algo pra aquecer?",
                "Dwarf": "#$c .5#Chuva... é quase mítico para nós. Alguns de nós, anões, vivem nossas vidas inteiras sem nunca experimentá-la.#Os humanos parecem reclamar da chuva, mas vocês escolheram viver na superfície...",
                "Wizard": "#$c .5#Os dias tempestuosos são a única vez em que consigo comungar com certos elementais. Eu não espero que você entenda.#Se você tem tempo extra em dias como esses, por que não entra nas minas e tenta derrotar alguns monstros?",
                "Harvey": "#$c .5#Olá, lendo alguma coisa interessante recentemente?#Esse clima me deixa com fome.",
                "Krobus": "#$c .5#Os esgotos estão fluindo rapidamente hoje... eu gosto disso.#A chuva é verdadeiramente uma força vital.",
            }
        },
        {
            "LogName": "Marriage Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/MarriageDialogue",
            "Entries":
            {
                "jobLeave_Harvey": "#$c .5#Hoje eu pretendo ficar no trabalho até tarde, tudo bem? Se cuide.#Preciso ir ao trabalho hoje, tudo bem?",
                "jobLeave_Penny": "#$c .5#Eu preciso dar aula para as crianças hoje, tudo bem?#Preciso levar as crianças para a aula daqui a pouco, se cuida!$h",
                "jobLeave_Maru": "#$c .5#Preciso fazer meu turno na clínica hoje, se cuida.#Eu tenho que ir pro trabalho hoje, se cuide, amor!$l",
                "jobReturn_Harvey": "#$c .5#Oi amor, como foi o seu dia?#$e#Estou exausto...$s#$e#Não tive que cuidar de nenhuma cirúrgia, então está tudo bem.$h",
                "jobReturn_Penny": "#$c .6#Tive um dia ótimo obrigada. E você?$h#$e#As crianças não se estavam se comportando bem hoje, estou cansada...$3",
                "jobReturn_Maru": "#$c .5#Bem, foi um dia chatinho na clínica.#Acredito que seu dia foi mais interessante que o meu.$h#$e#Bem, é hora de relaxar.$h#$e#Estou com tanto sono.$l",
                "OneKid_0": "#$c .5#Eu tenho lido este livro sobre desenvolvimento infantil. Parece que %kid1 está perfeitamente saudável.#É sempre bom dar uma lida de vez em quando, não?",
                "OneKid_1": "#$c .5#Ufa, ficar em casa com uma criança está me ensinando como esticar minha energia mais do que nunca.#Eu me pergunto se %kid1 vai crescer para ser um fazendeiro como você?",
                "OneKid_2": "#$c .5#Deixe as crianças para mim hoje! Eu tenho tudo sob controle, então tenha certeza de não se estressar enquanto estiver fora.#Não se preocupe, eu vou fazer o almoço para %kid1 hoje. Você pode se concentrar apenas em cuidar da fazenda.",
                "OneKid_3": "#$c .5#Eu me pergunto quais serão os pratos favoritos de %kid1? Talvez algo que ajude a crescer?#A vida está bem diferente agora, eu gosto disso.$l",
                "TwoKids_0": "#$c .5#Estou planejando ter muitas pequenas aventuras com as crianças hoje!$h#Eu já dei %kid1 e %kid2 o café da manhã. Eles estavam com fome!",
                "TwoKids_1": "#$c .5#Estou tentando manter as crianças em um horário. Isso ajuda com a educação deles.#Temos que ter certeza e dar %kid1 muita atenção agora que temos %kid2. Nós não queremos nenhum ciúme entre eles.",
                "TwoKids_2": "#$c .5#Com um casamento e filhos, sinto que posso ver mais longe a nossa vida do que nunca.#Você sabe, eu acho %kid2 tem seu nariz.",
                "TwoKids_3": "#$c .5#Eu estou realmente feliz por ter minhas crianças em meus braços. Você faz muito trabalho, então eu estou feliz que posso contribuir para a nossa casa.#Uma bela casa, duas crianças maravilhosas e um belo terreno. O que mais falta?",
                "spouseRoom_Emily": "#$c .5#Eu vou passar algum tempo com o papagaio hoje. Parte meu coração que ele nunca mais voe.$u#Eu tenho alguns projetos de alfaiataria que precisam da minha atenção hoje. O papagaio vai me fazer companhia enquanto você está fora.",
        }
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Fri.000": "#$c .5#Devo deixar o Sam ganhar uma vez?...nah.$h#Cuidado! Tiro duplo, chegando.$h",
			"marriage_Fri.001": "#$c .5#Minhas habilidades não diminuíram... Sam ainda é tão fácil de vencer.$h#Ahh, sweet victory. Some things never get old.$h"
		}
	},
	{
		"LogName": "Birdie",
        "Action": "EditData",
        "Target": "Data/ExtraDialogue",
        "Entries":
		{
		"Birdie0": "Nunca pensei que veria um novo rosto nesta ilha, querida. Mas estou feliz que você está aqui!",
        "Birdie1": "Há rumores de que há muito tempo, uma grande civilização de anões vivia nesta mesma ilha.#$b#Você esteve dentro do vulcão? Está cheio de ruínas de suas estranhas máquinas...",
        "Birdie2": "Se você está se sentindo enjoado no estômago, uma mordida de gengibre faz maravilhas, querida...",
        "Birdie3": "Você já esteve no santuário secreto na selva? As flores lá cheiram lindas... É um dos meus lugares favoritos na ilha.$h",
        "Birdie4": "Todas as manhãs no café da manhã, eu tenho uma tigela de poi e um copo de suco de manga recém-espremido. Isso me mantém jovem!",
        "Birdie5": "Eu ando na praia todos os dias para ver se alguma coisa nova foi lavada em terra. Tem muita coisa flutuando por aí!",
        "Birdie6": "Minha cabana pode ser pequena, mas é mais do que suficiente para o que eu preciso. E o melhor de tudo, eu mesmo construí.",
        "Birdie7": "Tem alguém especial esperando por você de volta ao continente? Certifique-se de segurá-los por perto!",
		"Birdie8": "Por que com certeza, passarei o resto dos meus dias nesta ilha. Tornou-se meu lugar feliz.#$b#Você encontrou o seu?$h",
		"Birdie9": "Deve ser um bom dia para uma caminhada. Você verá todos os tipos de criaturinhas se você manter os olhos abertos.",
		"Birdie10": "Quando eu era apenas uma garotinha, eu queria ser uma sereia. Parece que cheguei bem perto! Heh heh...",
		"Birdie11": "A areia é boa entre os dedos dos dedos, você não diria?",
		"Birdie12": "*suspiro*... Para viver em um mundo de potencial infinito, nunca podemos saber se fizemos as escolhas certas.$s#$b#Desculpe incomodá-la, minha querida. Às vezes me empolgo com pensamentos...",
        "Birdie13": "Eu não sei se você acredita em espíritos do oceano, mas sempre que eu falo com eles, os peixes sempre mordem um pouco mais.",
		"Birdie14": "O clima está quente e lindo o ano todo, minha querida... parece perfeito para mim...",
		"Birdie15": "Frutas, peixes e alimentos forrageiros... É uma boa dieta! Eu me sinto tão saudável como sempre.",
        "Birdie16": "Você já viu aquelas barcaças de carga joja, hein? Eu vi um chegar perto da ilha uma vez e depois virar.#$b#Provavelmente eles estavam perdidos.",
		"Birdie17": "Meu marido e eu nunca tivemos filhos. Que aventura que poderia ter sido...! #$e#Há muitas vidas que eu poderia ter vivido. Às vezes eu me pergunto sobre aqueles...$s#$b#... Mas só por um tempo. É preciso um pouco de esforço para estar feliz pelo que foi.",
        "Birdie18": "Olá, querida... você parece saudável e de bom humor hoje!$h",
		"Birdie19": "Você viu o pequeno altar de banana na selva? Se eu tivesse uma banana, eu a colocaria lá e veria o que acontece... heh heh...$h",
        "Birdie20": "Sou só eu, ou os espíritos da ilha se animaram um pouco desde que você chegou?",
		"Birdie22": "Eu me lembro há muito tempo como as pessoas mais velhas reclamavam sobre os tempos mudando.#$b#Bem, por aqui, nada muda muito! Parece que me esquivei dessa, hehe.$h",
        "Birdie23": "Estou aqui há tanto tempo, que nem consigo ouvir mais o oceano...",
        "Birdie24": "Acho que vou dar um passeio até o santuário secreto mais tarde. Tenho muito a agradecer por cada dia.",
		"Birdie25": "Você pode pensar em um lugar mais feliz do que este?#$b#Eu viajei tantos lugares quando eu era jovem, acho que vi tudo o que preciso!",
		"Birdie26": "Você parece tão dedicado a cuidar de seres vivos. É preciso uma alma gentil para fazer isso.#$b#Mas eu sinto que você tem um lado mais difícil, também, hmm? Quantas vezes você já esteve naquele vulcão, hmm?$h",
		"Birdie27": "As estações devem estar mudando em breve no continente, hein? Em qual você está indo, agora?",
		"Birdie28": "É lua cheia, hoje à noite... Se sua sorte é boa ou ruim, fique em alerta, minha querida... Os espíritos estão inquietos.",		}
	}	
	]
}