{
	"Changes":[
		{
			"LogName":"Abigail",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Abigail",
			"Entries":{
                "Mon4": "Eu poderia praticar esgrima com alguém...#$b#Mas ninguém parece fazer meu estilo, você acha que Marlon aceitaria?$u",
                "Mon6":"À medida que envelheci, descobri uma maneira de dar um olhar assustador aos meus pais.#$e#Eu acho que eles tem medo dele.$h",
                "Mon8": "@! Como vai?$h#$e#Você já visitou aquela mulher que lê o futuro? Eu aprendi um pouco a como ler a mão, vem aqui.$h",
                "Tue4": "Será que os pais de todos são foras da realidade como os meus?$s#$e#A ideia de uma garota usando uma espada é algo fora da realidade para eles.$u",
                "Tue6": "Ei, @!$h#$e#Eu quero limpar minha mente, você quer conversar?",
                "Tue8": "Uma amiga virtual parece se dar tão bem com seus pais...$s#$e#É normal se sentir presa na adolescência?$s",
                "Wed2": "Dando uma pausa no trabalho?#$e#Eu também, estive tendo aulas on-line esses dias, mas já terminei por hoje.",
                "Wed4": "Minhas matérias favoritas?... Astrologia e Artes Midiáticas eu acho.#$b#Mas não sei se consigo levar isso como carreira.",
                "Wed6": "Qual você acha mais legal: Espadas ou Katanas?#$e#Pra mim tanto faz, corto tudo no meio com qualquer uma!$h",
                "Wed10": "Quando eu tiver filhos vou deixar que sejam o que querem.#$e#Mesmo que vá contra minha opinião, é certo, não acha?",
                "Thu": "Não estou de bom humor agora.$s#$e#Eu disse que... você pode me deixar em paz?$a",
                "Thu2": "Sebastian é de longe meu melhor amigo hoje em dia.#$e#Nós crescemos juntos.$h",
                "Thu4":"#$1 Abigail1#Ah não, acho que meu pai vai fazer o jantar hoje à noite...$s#$e#Não estou com vontade de fazer nada hoje...$u",
                "Thu6": "Eu tocava bateria quando era criança.#$e#É por isso que sou rápida com a espada hoje em dia.$h",
                "Thu4": "Você sabia que existe uma caverna perto do Oásis no deserto?#$b#Marlon disse que tem múmias que não morrem com cortes simples naquele lugar.$3#$e#Ele disse que você precisa usar explosivos para dar fim nelas de uma vez, então...$3#$b#Você pode anexar explosivos em um estilingue, você sabia disso?$h",
                "Thu10": "Oie.$l#$e#Você já sentiu como se tudo fosse uma ilusão em sua volta?#$b#Podemos estar sob efeito de um genjutsu nesse momento.$h",
                "Fri2": "Vai ter muita gente no salão hoje à noite. É uma tradição das sextas, você também vai?",
                "Fri4": "Hoje é dia de salão lotado!$h#$e#Você quer se juntar? Meus amigos vão estar lá também.",
                "Fri6": "Você viu os pássaros hoje? Estavam tão felizes, eles são simples demais para entender o futuro.#$e#Eu queria ser como eles...?$u",
                "Fri8": "Você já pensou como tudo que você viveu nos últimos anos fosse um sonho?#$e#Eu não espero que seja o caso agora.$l",
                "Sat2": "Tenho tanta coisa pra fazer no fim de semana...$s#$e#Eu enrolei muito, agora estou carregada de tarefas.$u",
                "Sat4": "$d joja#Meu pai estava estressado com seus negócios ontem...$s|Com o fim da Joja, meu pai começou a ter uma visão mais positiva do futuro.$h",
                "Sat6": "Você andou tudo isso pra me visitar?#$e#Você já foi nas montanhas?#$e#Eu gosto muito de ir lá, tem uma caverna cheia de monstros.$h",
                "Sat8": "Estive me perguntando, como a não existência pode ser ruim se nós não estaríamos vivos para perceber?#$e#Seria como não sentir falta de algo...",
                "Sat10": "Eu preciso tomar mais cuidado nas minas...$3#$b#Não quero perder o que tenho agora...$l",
                "summer_6": "Eu fui à praia ontem, quando estava escurecendo... eu vi algumas luzes estranhas vindo da água.#$e#Ou talvez fosse um sonho que tive...",
                "summer_Mon2": "$d joja#Eu tento ajudar nos negócios, mas depois que a Joja chegou à vila nós só pioramos a cada dia...|Desde que a Joja se foi nossa loja começou a melhorar!$h",
                "summer_Mon4": "Estou com tanta raiva do Rei da Pradaria.$a#$e#Eu costumo me dar melhor com RPGs, acho que não nasci pra jogar jogos de tiro.",
                "summer_Mon6": "Fica tão difícil usar minha espada com esse calor, ela fica escorregando...$3",
                "summer_Mon8": "Eu queria tanto lutar contra você... mas parece que há uma pequena diferença entre nós.$h#$b#De qualquer modo... eu não quero te machucar.$l",
                "summer_Tue2": "Fiquei sabendo que você tem uma espada, pode me mostrar?#$e#Eu ganhei a minha por causa do Marlon, ele sabia que não ia conseguir me impedir de descer as minas.$h",
                "summer_Tue4": "Eu tento ajudar na loja, é um saco, sim, mas tem hora que você precisa contribuir também.$u",
                "summer_Tue6": "Você é legal, @, fico feliz que tenha se mudado pra cá.$h",
                "summer_Tue10": "Meu pai às vezes te chama de 'Colega de Negócios'$u#$b#Ele enlouqueceria se soubesse que estamos saindo.$h",
                "summer_Wed2": "Eu gosto de estudar através da internet, bem melhor que andar até a cidade.#$e#E também porque não gosto da ideia de me fechar numa sala com gente estranha.",
                "summer_Wed4": "Eu gostaria de ter uma casa na fazenda como a sua.#$b#O som das madeiras rangindo, o cheiro da terra molhada... há algo especial em coisas antigas, não acha?",
                "summer_Wed10": "A sua casa é linda, @!#$e#Eu sinto o esforço que você teve pra chegar onde chegou, que inveja!$h",
                "summer_Thu8": "Você já chegou nos andares de gelo da mina, @?#$e#Eu sempre vou lá, é como um freezer gigante!$h",
                "summer_Thu10": "Nossa! Você está lind...$l#$e#Quero dizer, está quente hoje, não acha?$u",
                "summer_Fri2": "Sebastian é mais velho que eu e um dos únicos que me entendem.$u",
                "summer_Fri4": "Eu queria muito ter uma gata, mas meu pai tem alergia.$s",
                "summer_Fri6": "Se um dia eu reencarnar, eu gostaria de ser uma gatinha. Você não acha a vida de gatos interessante?",
                "summer_Fri8": "Eu gostaria de ter uma gata.$u#$e#Gatos de casa são gordinhos, não acha?$h",
                "summer_Fri10": "Você fica muito tempo só na fazenda, @?",
                "summer_Sat4": "Oie, você gosta do verão?#$e#Eu gosto do calor, mas canso mais quando estou praticando esgrima.$u",
                "summer_Sat6": "Até que estou gostando dessa estação.#$e#É engraçado como a gente muda de opinião.$h",
                "summer_Sat10": "Esse foi o melhor verão que tive!$l#$e#...Passar o tempo com você é a melhor coisa dele, @.$l",
                "summer_Sun6": "Meus pais não são ruins, eu só penso que continuam me tratando como criança...$u#$e#Quero dizer, você tem sua fazenda, você pode fazer tudo que quiser.#$e#Eu queria ter mais liberdade do que tenho agora.",
                "fall_Mon4": "Preciso aproveitar bastante essa estação para treinar com minha espada, eu não canso tanto no frio.",
                "fall_Mon6": "Não que eu odeie sair, mas eu prefiro fazer isso quando o clima está favorável.$h",
                "fall_Mon8": "Sabe... o trabalho agrícola parece estar deixando você bem forte.#$e#Eu gostaria de trabalhar em uma fazenda também.$l",
                "fall_Tue": "$d joja#Eu ajudo a loja às vezes. Os negócios pioraram quando a Joja abriu aquele mercado.|Os negócios melhoraram depois da Joja ter saído do vale!$h",
                "fall_Tue2": "Já tentei chamar o Sebastian para praticar esgrima.#$e#Mas ele não gosta disso...$s",
                "fall_Tue4": "$d joja#Meu pai fica muito estressado por conta da Joja, ele sempre desabafa com minha mãe sobre isso.$s|Acho que nunca vi me pai tão feliz, a Joja ter saído foi bom para ele.$h",
                "fall_Tue8": "$d joja#Por que meus pais se mudaram para uma vila pequena assim?$a|Fiquei sabendo que meu pai usou deu um 'ora ora ora' no Morris quando a Joja decidiu sair da vila, eu queria ter visto.$h",
                "fall_Wed4": "Você pretende plantar abóbora esse ano?#$e#Ei, guarde uma pra mim!$h",
                "fall_Wed8": "Eu queria ajudar a elaborar o labirinto...#$e#Eu tenho algumas ideias, mas não sei pra quem mostrar.",
                "fall_Wed10": "Você conversa sobre negócios com meu pai, @?$u#$b#Ele fala muito de você quando está fazendo anotações.",
                "fall_Thu4": "Sebastian é meu melhor amigo até hoje.#$e#Você e Sam também são legais!$h",
                "fall_Thu6": "#$1 AbigailHAND#Eu sonhei que minha mão tinha virado um pastel gigante... isso quer dizer alguma coisa?#$e#%Abigail parece estar viajando na maionese.",
                "fall_Thu8": "Você já pensou que tudo isso pudesse ser um sonho?#$e#Se for, eu não quero acordar.$l",
                "fall_Thu10": "Ei, eu... sonhei com você na noite passada e...#$e#Um monstro te atacou enquanto você estava se distraíndo e tive que matá-lo.$s",
                "fall_Fri6": "Queria que o outono durasse mais tempo.$8#$e#Esse vento me lembra da minha infância.",
                "fall_Fri10": "Eu sempre me sentia sozinha nessa época do ano... mas não mais.$l#$e#Hm, quais seus planos para o futuro, @?",
                "fall_Sat6": "Oie!$h#$e#Você parece mais forte, andou treinando?",
                "fall_Sat8": "@! Te contei? Eu finalmente zerei o Rei da Pradaria... levou muito tempo, não é?$h#$e#Agora eu vou tentar no modo mais alta!$h",
                "fall_Sun6": "Nessa época do ano gosto de sentir a brisa do vento em meus cabelos...#$b#É como se tivesse um dragão soprando na sua frente.$h",
                "fall_Sun8": "O que eu deveria fazer hoje?#$q 27/28 fall_Sun_old#Talvez pintar o cabelo, que cor você gosta?#$r 27 10 Sun_27#Cabelo das Trevas.#$r 27 10 Sun_27#Super Sayajin.#$r 27 20 Sun_WildColor#Rosa?#$r 28 0 Sun_28#Deixe assim!",
                "winter_Mon4": "Você acha que dá pra fazer um dragão de neve? Eu acho que seria legal.",
                "winter_Mon6": "Está muito frio! É bom para praticar... eu acho?#$e#Hm... não, pode acontecer um choque térmico se eu cansar demais e meu corpo esquentar no frio.$u",
                "winter_Mon8": "Quando era criança eu subi em uma árvore e fiquei jogando bolas de neve nas pessoas que passavam por baixo.#$e#Não durou muito tempo, claro, e eu também não tinha muitas bolas.",
                "winter_Tue4": "Que frio, eu queria alguém para dividir um cobertor.",
                "winter_Tue6": "Eu  finalmente zerei o Rei da Pradaria pela segunda vez!$h#$e#Você já zerou esse jogo?",
                "winter_Tue8": "Que frio, queria alguém pra dividir uma xícara de café.$l",
                "winter_Tue10": "*beijo* Oie!#$e#Só estou tentando ficar aquecida.$l",
                "winter_Wed2": "Ei, você pode jogar comigo caso sinta tédio.#$e#Eu fico com o controle um!$h",
                "winter_Wed6": "Deve ser bom não ter que se preocupar com plantações nessa época do ano.#$e#Isso quer dizer que você pode me visitar mais vezes!$h",
                "winter_Wed10": "Você sente solidão naquela fazenda, vou te fazer uma visita qualquer dia.$l",
                "winter_Thu4": "Ei, quão fundo você chegou nas cavernas?",
                "winter_Thu6": "Você já reparou que o tempo passa mais rápido quando a gente se diverte?#$b#É uma pena que acontece o contrário quando estamos sofrendo.",
                "winter_Thu10": "Outro ano está quase no fim.#$b#Mas foi um ano ótimo, você não acha?$h",
                "winter_Fri4": "Eu preciso praticar mais, eu fico desanimada no inverno.$s#$e#Eu poderia deixar isso para o próximo ano.$u",
                "winter_Fri8": "Você já sentiu como se tudo que você fizesse não dasse resultados?$s#$e#Mas se a gente parar para se comparar com meses atrás, veremos uma diferença legal.#$b#Apenas não desista!",
                "winter_Fri10": "Há algo que queria te dizer...#$e#É que... hm... bem... suas botas! Elas... parecem bem limpas...#$e#Desculpa...$s",
                "winter_Sat6": "Minhas matérias favoritas? Provavelmente antropologia... artes midiáticas...#$b#Não sei se me daria bem em uma carreira, no entanto.",
                "winter_Sat8": "Estive sonhando muito esses dias...#$e#Ah! Você quer saber sobre o que eram?...$u#$b#...É um segredo.$h",
                "winter_Sat10": "Obrigada por não ter achado estranho aquilo que falei sobre os espíritos.$l#$e#Fiquei muito preocupada que você não falaria mais comigo.$l",
                "winter_Sun10": "Ei, caso queira entrar no meu quarto, fique a vontade.#$e#...Você não precisa bater.$l",
                "spring_1_2": "Ficar acordada até meia noite era mais legal quando era criança...#$b#Faço isso todo dia agora.#$e#Ah sim! Feliz Ano Novo!",
                "spring_12": "Vou participar do festival amanhã, e você?",
                "summer_10": "Todos estão animados para o Luau amanhã... estou um pouco nervosa também, o governador estará aqui...",
                "summer_27": "Vê se não perde o festival amanhã, é um dos melhores.",
                "fall_26": "Você estará no festival dos espíritos amanhã? Me procure no labirinto!$h",
                "winter_7": "Estou ansiosa para construir bonecos de neve amanhã.",
                "winter_24": "Eu vou comer tanto amanhã.$h",
                "winter_28": "Ei! Você pretende madrugar?#$e#Ah, você tem trabalho amanhã.",
                "spring_12_2": "Vou participar do festival amanhã, e você?",
                "summer_10_2": "Todos estão animados para o Luau amanhã... estou um pouco nervosa também, o governador estará aqui.",
                "fall_26_2": "Você estará no festival dos espíritos amanhã? Me procure no labirinto.",
                "winter_24_2": "Eu vou comer tanto amanhã?$h",
                "winter_28_2": "Ei! Você pretende madrugar?#$e#Ah, você tem trabalho amanhã.$3",
			}
		},
		{
			"LogName":"Abigail Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAbigail",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Hm... hoje seria um belo dia para desenhar algum tipo de monstro.#Você que já viu tantos, pode me contar sobre um?$l",
                "Rainy_Day_1": "Essa chuva me lembra daquele dia quando tocamos embaixo daquela árvore...#$e#$c .5#Você me surpreendeu muito com aquela harpa, de onde você tirou ela?#É por isso que eu te amo!$l",
                "Rainy_Day_2": "Eu, olhe o que eu achei. [768 767 769 66 82]#$e#$c .5#Como eu saí da cama sem você perceber?#Ah! Você casou com uma ninja!$h",
                "Rainy_Day_3": "#$c .5#Hoje pretendo praticar com minha espada, eu não quero enferrujar!$h#Sem contar que hoje é um dia perfeito para ir na caverna, é mais fácil se esconder e atacar com o som da chuva.",
                "Rainy_Day_4": "#$c .5#Está ficando empoeirado por aqui, acho que vou ficar em casa e limpar um pouco.#Você vai trabalhar? Se cuida.",
                "Rainy_Night_0": "#$c .5#O campo fica lindo com esse clima.$l#Eu estava olhando as árvores do outro lado... eu juro que vi algo preto correndo.$3",
                "Rainy_Night_1": "#$c .5#É uma noite linda para ver algum filme de terror...#Vamos deitar?$l",
                "Rainy_Night_2": "#$c .5#A chuva é tão calma aqui...#É engraçado que as pessoas detestam a chuva, eu digo \"Então você quer viver no deserto?\"",
                "Rainy_Night_3": "#$c .5#Hoje teremos uma noite ótima por causa dessa chuva.#É tão romântico...$l",
                "Rainy_Night_4": "#$c .5#Fiz algo pra você. [199 218 219 727 730].#Eu não sou muito boa nisso, mas espero que goste.$h",
                "Indoor_Day_0": "#$c .5#Você está sempre trabalhando, é tão motivador.#Eu visitava esse lugar antes de você chegar, estou feliz de fazer parte dele agora!$h",
                "Indoor_Day_1": "#$c .5#Olhe o que encontrei, @! [286 287 205 732 441]$h#Espero que aproveite.",
                "Indoor_Day_2": "#$c .5#Hoje parece um dia perfeito para explorar as cavernas... ou passear.#Se você for lá, me avise se achar algo interessante!$h",
                "Indoor_Day_3": "#$c .5#Tem tanta coisa acontecendo na fazenda, eu adoro isso!#Eu não estou acostumada a ter tanta liberdade.",
                "Indoor_Day_4": "#$c .5#Temos que cumprir com nossas obrigações, então vou ficar em casa e limpar um pouco, tudo bem?#Estive pensando em mudar um pouco a decoração daqui, hm...",
                "Indoor_Night_0": "#$c .5#Oi!$l#Você já terminou o que tinha que fazer? Quando for para a cama me chame.$l",
                "Indoor_Night_1": "#$c .5#Tudo certo para ir deitar?$l#Hm, aconteceu algo legal?",
                "Indoor_Night_2": "#$c .5#Bom, sem computador a noite a partir de agora... eu não quero estragar o seu sono.#Eu costumava madrugar, mas já estou me acostumando com o ritmo da fazenda.",
                "Indoor_Night_3": "#$c .5#Hm... é uma boa noite para uma xícara de chá.#*bocêjo*... Estou pronta para ir pra cama.$h",
                "Indoor_Night_4": "#$c .5#Meu hamster estava bastante agitado hoje.#Tem problema se eu soltá-lo por aí?",
                "Outdoor_0": "#$c .5#Eu nem acredito que isso é realidade! Que manhã linda.$h#A brisa que vem da montanha... incrível.",
                "Outdoor_1": "#$c .5#Ficarei aqui em casa hoje, tudo bem?#$e#Preciso organizar minhas coisas.$h#Ainda bem que temos espaço!",
                "Outdoor_2": "#$c .5#Que estranho... só eu senti que uma bruxa esteve nos vigiando recentemente?#Ah... deixa pra lá.$3",
                "Outdoor_3": "#$c .5#É tão bom tomar sol aqui fora.#E temos uma caverna ali, não é?$h",
                "Outdoor_4": "#$c .5#A gente deveria sair de vez em quando.$h#É só não esquecer a comida.$h",
                "funLeave_Abigail": "#$c .5#Vou visitar meus pais hoje, tudo bem?#Preciso falar com meus amigos também.",
                "funReturn_Abigail": "#$c .5#Meus pais te mandaram um oi, amor.#Meu dia foi ótimo, e o seu?$h",
                "OneKid_3": "#$c .5#Consigo me relacionar melhor com meus pais hoje em dia, eu devo ter sido uma peste quando criança.$h#Eu mal posso acreditar que já sou uma \"mãe\"...A vida passa rápido.$h",
                "TwoKids_0": "#$c .5#Se meus pais acharam difícil criar uma, imagine duas!$h#Eu já dei para %kid1 e %kid2 o café da manhã, eles estavam gritando!",
                "TwoKids_2": "#$c .5#Eu faria de tudo por nossos filhos, lutaria com uma orda de monstros para protegê-los!$l#Eu sonhei que %kid2 entrava para a Guilda, mas eu ainda preciso pensar em um conjunto de armaduras...",
                "TwoKids_3": "#$c .5#Nós tivemos dois filhos ainda jovens... mas hoje para o lado positivo! Pelo menos não seremos super velhos quando crescerem.#Uma casa legal, duas crianças e uma fazenda incrível. Eu nunca pensei que chegaria tão longe... Mas, ei! Nossas vidas estão apenas começando.$h",
                "spring_6": "Você tem algum boneco para praticar com a espada?$3",
                "spring_16": "Você ficará com raiva se eu ficar o dia inteiro jogando hoje?#$b#Ah, desculpa...",
                "summer_19": "Eu tirei o dia para preparar alguns equipamentos.#$e#Eu fiz algumas bombas. [286]Aqui, caso precisar.",
                "summer_22": "Eu me machuquei quando estava tentando matar um morcego.$s#$e#Mas eu vou ficar bem.$u#$e#Eu sinto que cresci muito... desde o dia que chegei aqui.$u#$b#Mas ainda cometo muitos erros, e é melhor trabalhar neles antes que façam diferença no nosso casamento.$u#$e#Estou feliz de ter você, @.$l#$b#Nem todas garotas da minha idade tem essa sorte.$l",
                "summer_23": "Algumas amigas online ficaram sabendo que eu estava casada. É bom manter contato com elas.",
                "fall_12": "Você pode prometer uma coisa?#$b#Nunca me diga como chegar ao final das minas, tudo bem? Eu quero mostrar que sou forte para chegar lá.",
                "fall_24": "Você já jogou Chrono Trigger, amor?#$e#É o meu RPG favorito!$h",
                "fall_28": "O festival dos espíritos de ontem foi incrível.$h#$b#...Tirando aquelas aranhas.$s#$e#Bem, foi legal!$h",
                "winter_1": "É engraçado como os slimes não param de se reproduzir.#$b#Eu sempre tento evitar matar eles, mas às vezes não dá.$s#$e#Eu ouvi dizer que tem um anel lendário que faz com que você faça amizade com elas.$u#$b#Você acha que é verdade?$u",
                "winter_8": "A gente pode fazer um Jacquin de neve?$h",
                "winter_19": "Hoje pretendo ir ao salão, por que você também não vem?#$e#Eu sempre me encontro com meus amigos nesse dia.$h",
                "winter_24": "Eu passei a gostar mais do dia de ações de graças depois que comecei a ter mais pelo que agradecer.#$e#Não tem sido uma vida ruim até agora, sabe?$l",
                "winter_28": "Eu sei que não costumo beber isso, mas ei, vamos curtir o último dia do ano! [346][346]",
			}
		}
	]
}