{
	"Changes":[
		{
			"LogName":"Alex",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Alex",
			"Entries":{
                "Mon4": "Tudo o que eu preciso fazer é comparecer aos treinos juniores do gridebol da liga. Deve ser desafiador, mas não acho muito difícil.#$e#Depois uma ou duas vezes, já estarei pró, baby.",
                "Mon6": "Existem algumas seleções juniores de gridebol no final do mês... eu poderia ir, mas...#$e#Talvez mais um ano de treino dê uma melhor primeira impressão, você não acha?",
                "Mon8": "Sabe, eu costumava querer fama e grana, mas comecei a pensar de uma forma diferente. No final, são as pequenas coisas que satisfazem, você não acha?#$e#Eu ainda quero me tornar profissional, mas não é a coisa mais importante do mundo.",
                "Tue2": "A praia estava ótima amanhã.#$e#Você gosta de jogar futebol?",
                "Tue4": "É importante ter objetivos. Desde que terminei o ensino médio, eu realmente confiei nas minhas rotinas de treino para dar uma sensação de estrutura aos meus dias.",
                "Tue6": "Nada melhor que energéticos e gastar o dia na praia com os amigos, não acha?",
                "Tue8": "*sigh*... Eu queria ter mais amigos para jogar comigo.$s#$e#É um lugar perfeito pra isso, que desperdício.",
                "Tue10": "E ai.#$e#Você parece bem hoje!$h#$e#Algo novo?",
                "Wed4": "Você gosta de esportes?#$b#Eu sempre vejo gridebol!$h",
                "Wed6": "Gridebol é mais do que apenas um jogo para mim. É realmente a única coisa em que sempre fui bom.#$e#Eu nem sei o que faria sem isso.",
                "Wed8": "Todos diziam que sou o melhor jogador de gridebol que já conheceram.#$e#E de repente o ensino médio termina e tudo parecia ter sido uma ilusão.$s#$e#É a vida, certo?",
                "Wed10": "Eu sinto que aprendi tanto com você, @, você é a pessoa mais confiável que já conheci.#$e#Vamos ver para onde vai minha carreira esportiva... eu sou grato que você esteja lá para mim.",
                "Thu2": "Eu me sinto mal pelas pessoas que tem rinite... sinto uma leve agonia quando vejo aqueles espirros.",
                "Thu4": "Eu estava participando de um campeonato casual de gridebol quando dei um jeito no joelho.#$e#Sim, as coisas são improváveis.",
                "Thu6": "Está ficando abafado aqui...",
                "Thu8": "Todo mundo tem sonhos, acho muito legal como você um dia simplesmente acordou e decidiu vir até aqui para tomar conta da fazenda.#$e#Eu invejo isso.",
                "Fri2": "Na escola, meus professores sempre reclamavam como os jogadores de gridebol fazem muito dinheiro.. isso era ridículo.#$e#Diria até que são mal pagos, quantas pessoas você conhece que consegue fazer o que um profissional faz?",
                "Fri4": "Ei, @, dando uma pausa no trampo.#$e#Eu não tenho a menor vergonha de dizer que amo minha avó!#$e#Agora meu avô... por outro lado...$s#$e#Estou brincando.$h",
                "Fri6": "Pode soar estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Eu consigo me motivar, mas quando você esta dando o máximo por outra pessoa, é diferente, sabe?",
                "Fri8": "Ei @, você fez algo diferente com o cabelo?$h",
                "Fri10": "Ei, hm...$l#$b#Me avise se você precisar de ajuda com o trabalho na fazenda.$l#$e#Eu preciso fazer algo além de apenas exercícios para o meu próprio bem, certo?$h",
                "Sat2": "Ei, a Haley é linda, você não acha?#$e#Não, nós não estamos saindo. Ela está... passando por algumas coisas.#$e#Mas quem sabe?",
                "Sat_inlaw_Haley":"Então... a Haley cozinha, hein? Ela nunca fez muita coisa antes de te conhecer.#$e#As pessoas mudam, não é mesmo?$s",
                "Sat8_inlaw_Haley":"A Haley cozinha, hein? Você realmente despertou o que há melhor nela!$h#$e#Não quero ser estranho, mas estou curioso: Vocês têm algumas sobras?",
                "Sat4": "Vovó não para de reclamar que tomo muito espaço na geladeira com minhas bandejas de gelo.#$b#Mas tipo, de que outra maneira eu teria o suficiente para tomar banho gelado?",
                "Sat6": "Meus braços estão doendo, mas isso é apenas o sinal do progresso para um cara como eu.#$e#Eu devo ter feito umas mil flexões ontem.",
                "Sat8": "...Onde você pensa que estarei daqui 10 anos?$s",
                "Sat10": "Tenho tido muita facilidade em me manter focado ultimamente.$l",
                "Sun_inlaw_Haley": "Ah! Ei, como está indo a vida de casal?$9",
                "Sun6_inlaw_Haley": "Tenho que admitir... fiquei com um pouco de ciúmes quando você e a Haley se casaram... mas é uma oportunidade para aprender algo novo sobre mim mesmo.$9",
                "Sun6": "Ei, venha me visitar qualquer tarde que quiser e podemos treinar juntos.#$e#É bem mais divertido praticar com amigos.$h",
                "Sun8": "Ei, Venha me visitar qualquer tarde que quiser e podemos treinar juntos.#$e#É bem mais legal assim.$h",
                "Sun10": "Haley e eu sempre pensamos que poderíamos ser o 'super-casal', mas...#$e#Nós simplesmente não batíamos, apesar de sermos amigos.#$e#Digo, claramente, certo?$l",
                "summer_Mon2": "Então me conta, você treina?#$e#Acho que trabalhar na fazenda conta, mas não é o mesmo que um treino.",
                "summer_Mon4": "Ei, belo bronzeado.$h",
                "summer_Mon6": "E aí @, tendo um verão bacana?#$e#Novidades?",
                "summer_Mon8": "Opa, venha no meu quarto qualquer tarde que você quiser e nos podemos treinar juntos.#$e#É bem mais divertido assim.$h",
                "summer_Mon10": "Isso é estranho, eu nunca realmente falei dos meus sentimentos com muitas pessoas antes de conhecer você.$l#$e#Eu sinto que posso ser eu mesmo.$l",
                "summer_Tue4": "Antigamente quando eu jogava pela escola, era sempre uma longa viagem só para chegar lá. Fiquei conhecido como o garoto-do-interior.#$e#Mas depois que eles viram o quão bom eu era, ninguém nunca mais zombou de mim.",
                "summer_Tue6": "Se meu cabelo não fosse popular com as garotas, juro, cortaria ele em segundos.#$e#*suspiro*... A vida pode ser difícil.",
                "summer_Tue8": "Ei, @.$s#$e#Sabe, eu estava pensando o quanto sinto falta de jogar em um time. Mas o que eu deveria fazer?#$b#Não é como se eu tivesse dinheiro suficiente para mudar de cidade.",
                "summer_Wed6": "Perdi o contato com vários amigos do Gridebol, o último que ouvi falar, Zane estava tirando vários 'A' na faculdade. E Brody aparentemente já é pai.$s#$e#É estranho.$s",
                "summer_Wed8": "Sabe, eu realmente não me importaria de ser um fazendeiro. se parece muito com praticar esportes, de certa forma.#$e#Eu gosto de ficar ao ar livre fazendo coisas com minhas próprias mãos.",
                "summer_Thu6": "Às vezes eu me sinto realmente tentado em comer um ou dois sorvetes da barraca quando ninguém esta olhando.$h#$e#Minha regra é que para cada colher de sorvete, tenho que fazer cem flexões extras, então eu me controlo.",
                "summer_Thu8": "Quer saber? Vou começar a ler um novo livro!",
                "summer_Thu10": "@, Ei! Guardei algo pra você. [233]$h#$e#Shhh, não conte a ninguém.$h",
                "summer_Fri": "O que você quer?#$e#Eu tenho coisas mais importantes a fazer agora.",
                "summer_Fri2": "Estou trabalhando na barraca de sorvetes este verão, tenha certeza de apoiar os negócios locais!$h",
                "summer_Fri4": "Meu trabalho na barraca de sorvetes é apenas algo que estou fazendo para conseguir dinheiro para me tornar profissional.#$e#Em pouco tempo, poderei me mudar para a cidade Zuzu e jogar na liga-júnior.#$b#Mas por hora, tem a questão do equipamento profissional.",
                "summer_Fri10": "@, se um dia eu tiver filhos, vou fazer o possível para que eles tenham o melhor pai do mundo.#$e#Esta seria minha maior vitória. E é uma possibilidade de pensar no futuro, sabe?",
                "summer_Sat": "Hm... sinto cheiro de churrasco.#$e#Eu poderia pedir um hambúrguer.",
                "summer_Sat2": "Hm... seja lá o que Gus esteja cozinhando, cheira muito bem.",
                "summer_Sat4": "Hm... sinto cheiro de churrasco.#$e#Eu poderia pedir um hambúrguer.",
                "summer_Sat6": "E se eles fizessem sorvete com proteína em vez de creme?#$e#Não, não! Me ouça! Seria apenas como um shake de proteína, mas gelado! Eu penso que posso testar esta receita, haha!",
                "summer_Sun": "Haley é muito linda, não acha?#$e#Uma das poucas da vila... se me perguntar.",
                "summer_Sun2": "Comprei esses sapatos novos ontem.#$b#Eu joguei o meu antigo no lixo, eu teria doado eles, mas eu não gosto da ideia de um esquisito usando meus sapatos, sabe?#$e#...Ah!$a",
                "summer_Sun_inlaw_Haley": "Ah, ei, como vai a vida de casal?$9",
                "summer_Sun6_inlaw_Haley": "Eu admito... fiquei com ciúmes quando você e Haley se casaram. Mas, é uma chance para eu aprender algo novo sobre mim mesmo.$9",
                "summer_Sun4": "Nossa... seus sapatos estão bem sujos... mas tudo bem também!#$e#Pessoas diferentes têm gostos diferentes, eu acho.",
                "summer_Sun6": "Pode soar estranho, mas sinto falta de ter um treinador gritando comigo e me dizendo o que fazer.$s#$e#Eu posso me motivar, mas quando você está dando tudo de si para outra pessoa, é apenas diferente, sabe?",
                "summer_Sun10": "@, às vezes me pergunto se minha mãe ficaria orgulhosa de mim.$s#$e#Eu consegui te encontrar, e sei que podemos fazer as coisas funcionarem entre nós dois.$l#$e#Até mais tarde.$l",
                "fall_Mon2": "Você viu Cheroky fazer aquela peça na noite passada? Foi insano!$h#$e#Me lembra do que costumava fazer no colegial, haha, bons tempos.",
                "fall_Mon4": "Minha avó me disse que eu deveria passar mais tempo estudando.#$e#Talvez ela esteja certa...$s",
                "fall_Mon6": "Tenho todos esses livros antigos que minha mãe costumava ter. É interessante ver o quanto ela gostava deles.#$e#Não deve fazer sentido, mas é como olhar para uma foto dela, apenas com palavras,$h",
                "fall_Mon10": "Tunnelers ganhou novamente na noite passada! Eles estão tendo uma temporada incrível este ano!$h#$e#Desculpe, estou muito feliz agora.$l",
                "fall_Tue": "Não é triste como algumas pessoas simplesmente não atingem todo o seu potencial?#$e#O importante é continuar lutando, não importa o que aconteça.",
                "fall_Tue4": "Quando as coisas ficam difíceis, imagino que algumas pessoas simplesmente desistem e se contentam com a fraqueza.#$e#Qualquer um que seja assim não deve ter muito respeito próprio.",
                "fall_Tue6": "Eu não ganhei muito dinheiro este ano com a banca de sorvete.$s#$e#@, o que eu deveria fazer?$s",
                "fall_Tue8": "Eu estava pensando, talvez seja importante apreciar as pequenas coisas ao seu redor.#$e#Eu sempre ouvi as pessoas falarem isso, mas só agora começou a fazer sentido.",
                "fall_Wed8": "Eu finalmente tomei a decisão... eu decidi parar de colocar gel no meu cabelo.#$e#Eu não gostaria de ser amigo de alguém que só gostava de mim porque eu tinha aquele topete arrepiado.",
                "fall_Thu2": "Como vai, @?",
                "fall_Thu4": "Cara, você é incrível!$h#$e#Do jeito que você entrou na cidade um dia e disse, \"Sim! Vou arrumar essa fazenda!\" e você fez isso!#$b#Eu penso que pessoas como você e eu estamos em outro nível.",
                "fall_Thu6": "Eu me lembro do jogo final do campeonato regional, a pontuação estava empatada e estávamos a dez segundos do final.#$b#Eu vi as folhas voarem ao redor em uma rajada de vento, e joguei a bola, sabendo que o vento a derrubaria um pouco.#$b#Zane pegou perfeitamente e marcamos. Nada de segundo tempo.#$e#Foi a melhor sensação do mundo.$l",
                "fall_Thu10": "@, hm... Oi!$l#$e#Bem, eu... quero dizer...$l#$b#Tudo bem se sairmos juntos qualquer dia?",
                "fall_Fri2": "Eu não sei muito sobre aquele cara, Clint.#$b#Aparentemente ele costumava jogar gridebol, mas ele é meio velho pra isso agora.",
                "fall_Fri6": "Vou fazer uma tonelada de abdominais hoje à noite.#$e#Você tem que trabalhar muito duro se quiser atingir seu potencial máximo.",
                "fall_Fri8": "Você sabe, eu costumava querer fama e fortuna, mas ultimamente comecei a ver a vida de outra forma. No final, são as pequenas coisas que satisfazem, você não acha?#$e#Eu ainda quero treinar muito, mas não é a coisa mais importante do mundo.",
                "fall_Fri10": "Haley é legal, mas ela nunca tentou me entender como você...#$e#Eu senti que sempre tive que agir como um grande bonzão quando eu estava perto dela. E se eu dissesse a ela como eu realmente me sentia, ela só perderia o interesse em mim.$s#$e#Mas ter essas lembranças me faz ser grato por quem tenho agora, muito mais.$l",
                "fall_Sat2": "Ei, haley é ótima, não acha?#$e#Não, não estamos namorando... ela está... passando por algumas coisas.#$e#Mas provavelmente ela só esta me dando gelo de novo",
                "fall_Sat_inlaw_Haley":"Então... a Haley cozinha, hein? Ela nunca fez muita coisa antes de te conhecer.#$e#As pessoas mudam, não é mesmo?$s",
                "fall_Sat8_inlaw_Haley":"A Haley cozinha, hein? Você realmente despertou o que há melhor nela!$h#$e#Não quero ser estranho, mas estou curioso: Vocês têm algumas sobras?",
                "fall_Sat4": "O salmão é definitivamente o meu tipo favorito de peixe. Especialmente nesta temporada.#$e#Só tem que ser cozido da maneira certa.",
                "fall_Sat6": "Eu estava lendo sobre como o salmão tem muita... como você chama isso? 'Ácidos gordurosos de omega-3.'#$b#Então, no começo, eu era meio gordo, e então comecei dizer: \"Eu não preciso de gordura extra na minha dieta,\", mas é um pouco difícil deixar de lado o que gostamos de comer.",
                "fall_Sat8": "Eu não tenho ideia de onde está meu pai. Passei muito tempo pensando no que diria se o visse novamente.#$e#Não seria legal... talvez algumas feridas estejam melhores fechadas.$a",
                "fall_Sun4": "Gridebol é hoje! Esperei a semana toda por isso.$u",
                "fall_Sun6": "Ei, @, se meu avô não sair da TV, tudo bem se eu correr até sua casa para assistir ao jogo?#$e#Que tipo de TV você tem?",
                "fall_Sun8": "Ei, o jogo de gridebol começa hoje!#$e#Domingos são ótimos durante o outono.$u",
                "fall_Sun10": "Eu sempre me preocupei se eu poderia acabar me tornando como meu pai. $a#$e#Mas com você por perto, eu não me sinto mais tão preocupado.",
                "winter_Mon2": "O que seria bom de beber para aquecer?",
                "winter_Mon4": "Você gosta da neve? Eu estou ansioso para a primavera.",
                "winter_Mon6": "Ei, devemos nos exercitar algum dia. O ar quente da primavera não é tão seco como em qualquer outro lugar.",
                "winter_Mon8": "@, você sabe como as pessoas dizem que o ensino médio é o melhor ano de sua vida?$s#$b#E se isso for verdade?$s",
                "winter_Mon10": "Penso que discordo que o ensino médio é o melhor ano da sua vida.#$b#Este ano, por exemplo, foi o melhor.$l",
                "winter_Tue4_inlaw_Haley": "Admito... fiquei com ciúmes quando você e Haley se casaram. Mas, é uma chance para eu aprender algo novo sobre mim.$9",
                "winter_Tue4":"Ei, @. Você poderia me fazer um favor?$l#$b#Se você se encontrar com a Haley, diga a ela que eu estou ocupado.$l#$e#Obrigado.",
                "winter_Tue6":"Você é uma pessoa legal para sair, @. Sinto que aprendo algo novo toda vez que te vejo.",
                "winter_Tue10":"Ei! Como vai?$h#$e#Você também está entediado? Que coincidência.$l#$e#Ei, podemos sair a qualquer hora.",
                "winter_Wed4":"Eu não jogo videogames. Por que eu iria querer apertar botões e ver um cara jogar bola em uma tela...#$b#...quando eu poderia jogar bola na vida real?",
                "winter_Wed6":"Então você não tem nada para plantar no inverno? Você deve estar com muito tédio.#$e#Ei, você e eu, amigo! Bem-vindo ao clube.$h^Ei, você e eu, @! Bem-vinda ao clube.$h",
                "winter_Wed8":"Quer saber? Vou começar a ler um novo livro!",
                "winter_Wed10":"Terminei de ler esse livro que minha avó dizia ser o favorito da minha mãe.#$b#Ele é sobre dois adolescentes que viajam no tempo e mudam a história.#$b#É tão estranho. Eu não tenho ideia de como que minha mãe gostava dessas coisas",
                "winter_Thu4": "Ninguém sabe quem é o dono do Dusty, então eu o alimento de vez em quando, outras pessoas também.#$e#Esta casinha está aqui há tanto tempo quanto me lembro. Eu penso que já esteve aqui mais do que Dusty.",
                "winter_Thu6": "Eu queria poder controlar o clima...",
                "winter_Thu8": "Eu tive um sonho na outra noite em que minha mãe estava aqui. Então eu acordei.$s#$e#A realidade machuca às vezes.$a",
                "winter_Thu10": "Se eu ganhar muito dinheiro, vou garantir que todos os meus amigos e familiares sejam atendidos..#$e#Isso significa que você também.$h",
                "winter_Fri6": "Você pensa que vou acabar como Clint se eu não fizer por onde em breve?$s",
                "winter_Fri10": "@, seus pais se orgulham de você?#$e#Bem, aqui está um cara que tem muito orgulho de você.$l",
                "winter_Sat": "Há algumas pessoas estranhas que vivem nesta cidade.#$e#...Como aquele cara, Sebastian, por que ele usa preto o tempo todo?#$e#Eu não entendo.",
                "winter_Sat2": "Eu aposto que se eu tentasse jogar com aquele cara, Sebastian, ele apenas se abaixaria e cobriria quando eu jogasse a bola nele.$h#$b#...#$b#Desculpe, sim, acho que foi uma coisa meio idiota de se dizer.$s",
                "winter_Sat4": "Há algumas pessoas estranhas que vivem nesta cidade.#$e#...Como aquele cara, Sebastian, por que ele usa preto o tempo todo?#$e#Eu não entendo.",
                "winter_Sat10": "@, você é totalmente diferente de mim, mas sinto que você me mostrou um lado totalmente diferente da vida.#$e#Talvez eu não deveria ser tão crítico com as pessoas que são diferentes de mim.",
                "winter_Sun": "Ei, o jogo de gridebol é hoje!#$e#Este pode ser o melhor dia da semana.",
                "winter_Sun2": "Pelo menos a temporada de gridebol continua passando o inverno. Mas fica muito frio onde vivemos para fazer qualquer coisa.",
                "winter_Sun4": "Ei, o jogo de gridebol é hoje!#$e#Este pode ser o melhor dia da semana.",
                "winter_Sun6": "Pelo menos a temporada de gridebol continua passando o inverno. Mas fica muito frio onde vivemos para fazer qualquer coisa.",
                "winter_Sun8": "Ei, @. Você quer sair?#$e#Tudo bem se eu sentir falta do início do jogo. Fico feliz em passar um tempinho com você.",
                "spring_1_2": "Feliz ano novo!#$e#Vou tentar atualizar meu treino novamente este ano.",
                "spring_23": "Nervoso? De jeito nenhum, não estou nervoso em encontrar um parceiro no baile de amanhã.#$e#Por que eu estaria?",
                "summer_10": "Amanhã deve ser um bom dia na praia. Boa comida também!$h",
                "fall_15": "Eu não vou mentir, é muito difícil sair de casa e ter um carnaval completo esperando você.$h",
                "fall_26": "Hm... amanhã terá o labirinto assombrado, eu me pergunto se eu deveria trazer meu morcego.",
                "winter_24": "Haverá muita comida boa amanhã! Eu só preciso me certificar de não exagerar.",
                "winter_28": "O bom tempo está voltando! Mal posso esperar.",
                "summer_10_2": "Amanhã deve ser um bom dia na praia. Boa comida também!$h",
                "fall_15_2": "Eu não vou mentir, é muito difícil sair de casa e ter um carnaval completo esperando você.$h",
                "fall_26_2": "Hm... amanhã terá aquele labirinto novamente, eu me pergunto se eu deveria trazer meu morcego.",
                "winter_24_2": "Haverá muita comida boa amanhã! Eu só preciso tomar cuidado e me certificar de não exagerar.",
                "winter_28_2": "O bom tempo está voltando! Mal posso esperar.",
			}
		},
		{
			"LogName":"Alex Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAlex",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Com todo esse espaço, posso realmente realizar um treino de corpo inteiro.#Eu sei que você não é o tipo que cria gado de corte, mas tudo bem, eu posso pegar um pouco de bife na loja.",
                "Rainy_Day_1": "#$c .5#Nunca tive muitos amigos na cidade, eu nem sei o que faria se não tivesse conhecido você.$9#Eu me pergunto o que meus velhos colegas de escola estão fazendo... hoje pode ser um bom dia para ligar para eles.",
                "Rainy_Day_2": "#$c .5#Caramba... eu ia dar uma corrida lá fora. Mas não posso fazer isso com esse tempo.#Quer saber? Eu vou fazer melhor que isso hoje. A vida é muito curta para ficar se lamentando quando chove.",
                "Rainy_Day_3": "#$c .5#Caramba, estou querendo comer algo, mas não sei o que.$9#Hm, temos ovos?$9",
                "Rainy_Day_4": "#$c .5#É um bom dia para ler, você não acha?#Estou tentando pegar todos os livros que eu já deveria ter lido antes. Às vezes eles começam sendo chatos, mas na verdade são muito bons!",
                "patio_Alex": "#$c .5#Unghh... um... unghhh... dois... É ótimo levantar pesos ao ar livre!$6#...Tudo bem! *puff*... Sinto-me vivo!$6",
                "Rainy_Night_0": "#$c .5#Ei, você teve um bom dia? Tenho certeza que amanhã será ainda melhor.$h#Você tem entrado na mina? Nesse caso, tenha cuidado.$s",
                "Rainy_Night_1": "#$c .5#Como vai? Eu tenho carregado a velha bola de gridebol comigo o dia todo.$u#Eu liguei para um velho amigo, Zane. Foi ótimo! Nós apenas continuamos de onde paramos.$h",
                "Rainy_Night_2": "#$c .5#Ah... esse cheiro? Eu tenho comido alho o dia todo, estou tentando ficar musculoso, Desculpe.$l#Eu me pergunto como seria ficar embaixo de uma cachoeira...?",
                "Rainy_Night_3": "#$c .5#Eu tenho deixado algumas sobras para o Dusty. Ele merece um agrado de vez em quando.#Eu parei para visitar Dusty hoje, ele está ótimo!$h",
                "Rainy_Night_4": "#$c .5#Eu estava com fome, então fiz o jantar. Aqui, eu te guardei um prato. [241 242 225 214 198]$h#Eu não como tantas barras energéticas, gosto mesmo é de comida de verdade, como esta! [241 242 225 214 198]$h",
                "Indoor_Day_0": "#$c .5#Ah... não há nada como uma boa noite de sono ao lado do meu amor!$h#É bom ficar em boa forma! Nós só temos um corpo. Tenho que fazer uso disso!$h",
                "Indoor_Day_1": "Ei, amor! Te fiz o café da manhã.[195 210 211]#$e#$c .5#Se você quer ficar forte, você tem que comer como alguém forte!#Boa comida, direto da fonte!$h",
                "Indoor_Day_2": "#$c .5#Venha aqui. *abraço*.#Hoje é um bom dia para ler alguma coisa... sim, estou continuando com aquilo.$h",
                "Indoor_Day_3": "#$c .5#Eu ainda estou me acostumando a cozinhar e lavar roupa, essa não é minha tarefa favorita, mas eu sabia no que estava me metendo quando casei com você.$h#Eu tenho alguns livros da biblioteca que preciso terminar antes do prazo. Quero manter minha mente tão em forma quanto o meu corpo.",
                "Indoor_Day_4": "#$c .5#Há algumas coisas ao redor da casa que eu vou tentar consertar hoje. Não se preocupe comigo, não estou entediado.#Deixe a limpeza para mim hoje! É divertido ter você me vendo como um daqueles garotos propaganda sexy de produto de limpeza.$h",
                "Indoor_Night_0": "#$c .5#É bom se esforçar até o limite, não é? Você realmente sente que ganhou seu lugar na cama macia a noite.#Deixe-me saber se você está com dor, eu conheço algumas massagens ótimas pra fazer nesse seu bumbum.$h",
                "Indoor_Night_1": "#$c .5#Você cortou o cabelo ou algo assim? Está linda...$l#Você fica tão fofa quando se esforça nos afazeres.$l",
                "Indoor_Night_2": "#$c .5#Você quer conversar? É bom tirar tudo do seu peito de vez em quando.#O jantar está pronto! Aposto que você está com fome. [241 242 225 214 198]$h",
                "Indoor_Night_3": "#$c .5#Ei... eu tenho alguns shortes novos. Eu pensei que você poderia estar interessada em saber...$l#Eu sinto que minha mãe pôde descansar em paz, sabendo como as coisas deram certo para mim.",
                "Indoor_Night_4": "#$c .5#Se você precisar de um pouco de tempo para si mesmo, tudo bem para mim.#Ei.... tem energia sobrando?$l",
                "Outdoor_0": "#$c .5#Ei, quando estou aqui e olho esse lugar... eu sinto orgulho. Você fez um ótimo trabalho.#Se algum dia nos mudássemos, eu realmente sentiria falta desses nasceres do sol. Este é um bom lugar para ficar, você não acha?",
                "Outdoor_1": "#$c .5#Este é um ótimo lugar para criar filhos. Eu adoraria crescer em um lugar como este, tem muito espaço para correr!#Um novo começo para um novo dia! Cada dia é como abrir um novo presente.$h",
                "Outdoor_2": "#$c .5#Eu gosto de passar tanto tempo fora quanto possível, eu me sinto bem estando aqui fora.#Eu acho que sou viciado em ar fresco. Estava ficando um pouco abafado para mim dentro de casa, então vim para cá.$h",
                "Outdoor_3": "#$c .5#Olhe para nós, com a nossa pequena fazenda. Nós fazemos um casal fofo.$h#Ainda bem que acordei a tempo de ver o amanhecer. É sempre a melhor parte do dia, mas é tão fácil perder se você dormir demais.$h",
                "Outdoor_4": "#$c .5#É ótimo estar do lado de fora. O Vale do Orvalho é realmente um lugar muito bonito...#Eu me pergunto quantos anos Dusty está fazendo? Eu deveria lhe fazer uma visita.",
                "OneKid_0": "#$c .5#Eu ainda estou me acostumando com minha nova vida como um pai que fica em casa.$h#Eu poderia correr uma maratona se eu realmente quisesse, mas cuidar de uma criança o dia todo é um tipo completamente diferente de exaustão.$s",
                "OneKid_1": "#$c .5#Nosso pequeno vai crescer forte, assim como o papai.#Eu tive que cortar a minha rotina de exercícios um pouco para que eu possa cuidar de %kid1, mas vale a pena.$h",
                "OneKid_3": "#$c .5#Eu me pergunto como é estar grávida...?$h#Ah, pequeno %kid1... você tem muita vida pela frente, não é?$h",
                "TwoKids_2": "#$c .5#Quando as crianças ficarem maiores, eu imagino que você não poderia poupar um pouco do espaço da fazenda para fazer um pequeno campo de gridebol...$l#Talvez %kid2 será o primeiro jogador profissional de gridebol da Vila Pelicanos?$h",
                "TwoKids_3": "#$c .5#Eu finalmente tenho a vida familiar que perdi quando criança, obrigado.$l#Seria ótimo se as crianças praticassem esportes. Eu quero ter certeza de que eles serão saudáveis. Mas vou apoiá-los em qualquer tipo de vida que escolherem.",
                "funLeave_Alex": "#$c .5#Eu estou indo para a cidade hoje, nos vemos de noite.#Já é hora de fazer uma visita aos velhinhos, você quer ir também?",
                "funReturn_Alex": "#$c .5#Meu dia foi ótimo, os velhinhos estavam bem.$h#Trouxe alguns biscoitos para nós!",
                "spring_3": "Esses dias você esteve com a mão na massa, hein?",
                "spring_15": "Me pergunto se meu vô poderá ver algo bom comigo algum dia.#$b#Como o Noticiario Esportivo! Eu não quero perder um minuto das notícias do gridebol.$h",
                "spring_27": "Eu deveria atualizar meu mix de treino. O verão estará aqui em breve!",
                "summer_3": "Tenho que dizer, eu realmente não sinto falta de trabalhar naquela banca de sorvete.#$e#Você sente falta do sorvete? Bem, nós podemos sempre fazer o nosso próprio.#$b#Acho que a mãe do Sam tem a receita, ou você já pegou?",
                "summer_12": "Meu estômago está todo inchado depois de ontem, e estou com fome de novo. É melhor eu ir com calma.",
                "summer_15": "Caramba, acho que dei jeito no meu joelho ontem... melhor parar um pouco.#$e#Não se preocupe, eu valorizo muito o meu corpo para abusar dele. Vou me certificar de não piorar.",
                "summer_20": "Ah, sim! Meu joelho está muito melhor agora. Obrigado por perguntar, amorzinho.$h",
                "fall_3": "Eu quase esqueci, é época de salmão! Você sabe o que soa bem?$h#$e#Salmão assado com molho de manteiga e limão. E ao lado da couve... qualquer coisa.$h",
                "fall_7": "É o primeiro jogo da Tunnelers da temporada hoje! Ah, cara, estou tão empolgado!$h",
                "fall_11": "Uau... acho que exagerei com a proteína e os carboidratos hoje de manhã. Estou tendo... retornos desagradáveis.$s",
                "fall_22": "Cara! O jogo de ontem foi incrível! Os Tunnelers estavam por baixo, mas voltaram e esmagaram nos últimos dois minutos.$h",
                "winter_10": "Quando eu era mais jovem, não achava que precisava de amigos... apenas respeito.$9#$e#Mas agora eu posso ver o que estava perdendo. É estranho pensar que passei por grande parte da minha vida com tão pouca conexão humana genuína...$9",
                "winter_15": "Esses dias frios são bem difíceis para os meus avós. É melhor eu ir visitá-los hoje.",
                "winter_22": "...Apenas mais um jogo de gridebol da temporada, mas pelo menos vai ser bom. O jogo do campeonato está chegando na véspera de ano novo.",
			}
		}
	]
}