{
	"Changes":[
		{
			"LogName":"Caroline",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Caroline",
			"Entries":{
                "Mon2": "Abby foi educada quando falou com você?#$e#Ela normalmente é bem educada com os outros, mas costuma explodir às vezes.",
                "Mon4": "Abby tem um ótimo talento musical, mas ela nunca focou em um instrumento por muito tempo.#$b#Você já viu ela tocando?",
                "Mon6": "Abigail e eu estamos parando de brigar tanto, você acredita?#$e#Eu achei que ela nunca fosse amadurecer.$1",
                "Tue": "A loja nunca abre às quartas, mantenha isso em mente se precisar de alguma coisa.",
                "Tue2": "Se você quiser vender logo, Pierre vai ficar feliz em comprar os produtos que você tiver.#$e#Mesmo se foi coletado na natureza, é bom que o estoque fica mais parecido com o local.$h",
                "Tue4": "Jodi e eu somos melhores amigas há anos, eu fico feliz que ela tenha se mudado para cá.#$e#As coisas seriam bem chatas sem ela.$2",
                "Tue6": "Estou surpresa como Jodi conseguiu partir para o round 2, dando a vida à outro filho. Eu me lembro que Sam me deu trabalho.$h#$e#Foi tipo \"um e pronto\" para Pierre e eu, já era nosso plano.",
                "Tue8": "Pierre trabalha muito, às vezes eu me sinto culpada de não conseguir ajudar mais.$2",
                "Tue10": "Jodi e eu estávamos falando sobre as coisas que você fez ao vale, @.$h#$e#Eu fico grata por você ser uma ótima influência para Abby.$h",
                "Wed2": "Oi! Espero que você esteja se sentindo em casa agora, aqui no vale.$1",
                "Wed4": "Você já tentou fazer sopa com chirívias?$h#$e#É sempre bom economizar algumas para estas ocasiões, não?",
                "Wed6": "Eu queria que o vale tivesse mais gente...#$e#Por isso fico feliz por você ter vindo pra cá.$1",
                "Wed8": "Eu faço o possível para me manter ativa socialmente, mas às vezes não é fácil.#$b#Essa é a vida de uma introvertida...$2",
                "Thu": "Eu vi alguns rábanos na floresta, você já pegou?#$e#Você pode fazer muito dinheiro procurando coisas pela floresta.",
                "Thu2": "É bom que nunca tenhamos que nos preocupar com a falta de ingredientes na hora de fazer o jantar.$1",
                "Thu4": "#$1 Caroline1#Hm... será que deixo Pierre fazer o jantar hoje?$2#$e#Hm... o que eu poderia fazer para o jantar?#$e#Ah, vou pegar algo no salão desta vez.",
                "Thu6": "$d Joja#Estou preocupada com Pierre. Cada vez que perdemos clientes para a Joja, ele mal consegue dormir por dias.$2|Eu nunca vou esquecer o dia em que Pierre enfrentou Morris assim. Isso me lembra quando éramos mais jovens.$h",
                "Fri4": "Abby sempre se encontra com seus amigos no salão às sextas-feiras, você também vai lá?",
                "Fri6": "Pierre é multi-talentoso. Você já o ouviu cantar?$h#$e#Ele também é bastante atlético, ou era, de qualquer maneira...",
                "Fri8": "$d Joja#Jodi é minha melhor amiga, mas ela realmente tem que fazer compras na Joja? Não sei como abordar esse assunto com ela...$s|Uma das melhores coisas sobre o fechamento da Joja é que eu não preciso mais me preocupar com a Jodi indo lá.$h",
                "Fri10": "Tente conversar mais com a Jodi, ela esteve passando por momentos difíceis com o marido dela fora...$2",
                "Fri10_2": "Pensei que poderia ver um novo lado da Jodi depois que Kent voltasse da guerra, mas as coisas ainda parecem difíceis para ela...$2#$e#Talvez nós devêssemos cozinhar algo para eles?",
                "Sat": "Eu faço aula de aeróbica às terças-feiras na nossa sala de estar. Você pode vir se quiser.",
                "Sat2": "Sou apenas eu, ou Abigail tem um interesse doentio por desgraça e melancolia?$2#$e#Talvez eu seja meio velha para entender...$2",
                "Sat4": "É engraçado, não me lembro se o clube de aeróbica foi minha ideia ou de outra pessoa.#$b#Eu acho que isso aconteceu organicamente. O exercício sempre foi o meu estilo, e nossa sala parecia perfeita para isso, então...",
                "Sat6": "Parece que minhas aulas de aeróbica estão funcionando com a Abby.$1#$e#Você também pode ir se quiser!$h",
                "Sat8": "#$1 Caroline12#Quando nos mudamos para cá, demorei um pouco para me acostumar... não estava pronta para a vida doméstica.#$e#Pierre é um pouco tradicional... mas ele é um bom homem. Ele é ambicioso, mas sempre coloca sua família em primeiro lugar.",
                "Sun2": "Sinta-se livre para orar no Santuário de Yoba, se quiser.#$e#Ah, não, eu não vou lá com muita frequência.",
                "Sun4": "Entre o Santuário de Yoba, as aulas de aeróbica e a loja, tivemos que nos acostumar com as pessoas que andam regularmente em nossa casa.#$e#Mas todo mundo é muito respeitoso!",
                "Sun6": "Todo pai e mãe quer que seus filhos cometam menos erros que eles...$s#$e#Eu sei que sou um pouco chata mas só quero o melhor para a Abby.$2",
                "Sun8": "Eu me preocupo demais, e a vida é tão curta... não vale a pena deixar a vida te derrubar o tempo todo.$2#$e#Nós temos que ficar em paz com o que temos.",
                "summer_Mon": "Oie, você planta flores durante essa estação?",
                "summer_Mon6": "O tempo parece passar rápido quando você vai envelhecendo...$s",
                "summer_Thu": "Tinha visto várias frutas na floresta esses dias.#$e#Você sempre está colhendo elas, não é?",
                "summer_Thu6": "Você pensa em produzir vinho algum dia, @?",
                "summer_Thu8": "Sempre guarde ingredientes para fazer a última receição da estação.#$e#Você sempre se surpreende com o que pode fazer com os produtos daqui.",
                "summer_Sat6": "Desculpa se Abby te disse algo que te fez se sentir mal...$2#$b#Ela não é muito boa em se socializar.",
                "summer_Sun4": "É um clima perfeito para um chá gelado, você não acha?",
                "summer_Sun8": "Todos precisam tirar um tempo para se cuidar. Eu acho que você sabe meus segredos para isso.$h#$e#Você esteve produzindo chá?",
                "fall_Mon10": "Espero que Abby não cometa os mesmos erros que cometi...$s#$e#Hm... teremos aula amanhã, você vem?",
                "fall_Thu": "Você esteve coletando cogumelos pela floresta? Eu vi vários.#$e#Eu não sou muito fã deles, embora.",
                "fall_Thu6": "Há muita coisa gostosa para se fazer com cogumelos.#$e#Ou se você não gostar de cozinhar, pode vendê-los.",
                "fall_Thu8":"$d Joja#Estou preocupada com Pierre. Cada vez que perdemos negócios para o JojaMart, ele mal consegue dormir por dias.|Nunca vou esquecer o dia em que Pierre enfrentou Morris daquele jeito. Isso me lembra de quando ainda éramos mais jovens.$h",
                "fall_Sat6": "Abby sempre teve interesse no oculto, me pergunto de onde ela tirou isso...$s",
                "fall_Sat8": "Abby passa muito tempo nos jogos...$2#$e#Mas talvez eu esteja exagerando.$2",
                "winter_Thu": "O inverno é severo, mas muito bom para colocar as coisas em ordem.#$e#Você também pode encontrar algumas raízes por aí.",
                "winter_Thu6": "#$1 Caroline1#Hmmm... será que deixo Pierre fazer o jantar hoje?#$e#Hmmm... o que eu poderia fazer para comer?#$e#Talvez algo do salão, de novo.",
                "winter_Thu8": "$d Joja#Estou preocupada com Pierre, ele sempre fica desanimado quando perde clientes para a Joja.|Eu nunca vou esquecer aquele soco que Pierre deu no Morris!$h",
                "winter_Fri6": "Você não acha que Abby ficaria melhor com o cabelo dela na cor natural?#$e#Ela costumava ter cabelos castanhos.",
                "winter_Sun4": "Ah, não há nada melhor que uma xícara de chá nesse frio...",
                "spring_12": "Pierre tem bastante coisa pra vender amanhã, você vai lá?$h",
                "summer_27": "As Medusas-Da-Lua me trazem tantas memórias.$h",
                "fall_15": "Eu queria que Pierre não focasse tanto em fazer a apresentação perfeita...",
                "winter_28": "Bem, o ano acabou, você já tem planos para o próximo?",
                "spring_1_2": "Feliz ano novo!$h",
                "spring_12_2": "Veremos você no Festival do Ovo, sim?",
                "summer_27_2": "*whew* Que calor... acho que vou descansar.",
                "fall_15_2": "Pierre está muito obssecado com a exibição de novo...",
                "winter_28_2": "O fim de outro ano... espero que o próximo seja igual a este!",
			}
		}
	]
}