{
	"Changes":[
		{
			"LogName":"Clint",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Clint",
			"Entries":{
                "Mon2": "Outro dia, outro dólar.#$e#Espero...$2",
                "Mon6": "Eu ouço música para passar o tempo, e você?#$e#Até canto junto...#$e#Quê? Nah, você não vai querer me ouvir cantar.$h",
                "Mon8": "Talvez eu tenha nascido na época errada... Há algumas décadas atrás minhas habilidades seriam mais valorizadas.",
                "Tue2": "Os negócios estão lento...#$e#Você deveria melhorar suas ferramentas, apenas me traga o necessário.",
                "Tue4": "Eu tenho algumas pausas no meu trabalho esta semana, se você quiser melhorias em alguma ferramenta, agora é a hora...",
                "Tue6": "Sabe, eu sou muito talentoso no que faço, trabalhar com ferro não é dom para qualquer pessoa.#$e#...Talvez na minha próxima vida eu seja uma estrela do rock.",
                "Tue8": "Eu acho que não me importo com a maneira que vivo, é apenas um pouco isolador.#$e#Apenas sinto que não preciso contar da minha vida para outras pessoas.",
                "Tue10": "Ei, @, obrigado por visitar.$h",
                "Wed2": "Ei, algum trabalho pra mim?",
                "Wed4": "Eu gosto de fabricar armas também.#$b#Se você se interessa, fale com Marlon, ele sempre vende as que faço.",
                "Wed10": "Eu ouvi dizer que tem um mercante no deserto que vende Omni-Geodos, será que é verdade?",
                "Thu": "Você está precisando de ferramentas melhores...",
                "Thu4": "Você anda construindo fornalhas?#$e#Estou feliz de poder ser útil em algo.$1",
                "Thu6": "Minha lojinha é uma relíquia que passou por muitas coisas junto com a Vila Pelicanos.#$e#O lugar é ótimo para viver, está cheio de minérios nas cavernas.",
                "Thu10": "Willy é gente boa, você já conheceu ele?#$e#Ele consegue pescar coisas incríveis.",
                "Fri4": "Que tipo de cerveja você toma? Brahma? Itaipava?#$e#Eu sou um homem de experiência.",
                "Fri8": "É curioso como sempre comi e bebi no salão do Gus, mas a gente nem se conhece.",
                "Sat2": "A maioria das pessoas tiram folgas em dias como este, não?#$e#Eu? Nah.",
                "Sat4": "Eu vou sair dessa vila, só por uma semana.#$e#Grampleton é meu tipo de lugar, vou tirar férias lá.",
                "Sat10": "Eu já te mostrei minhas mãos? Há tantos ferimentos...#$e#Sabe, quando eu comecei trabalhar tinha muito medo de machucados, mas hoje em dia eu me orgulho deles.#$b#Se um cara for mexer comigo e ver essas cicatrizes, vai correr igual diarréia.$h",
                "Sun2": "Ei, se tiver geodos você pode trazer pra cá, farei questão de abrí-los pra você.",
                "Sun6": "O Irídio é um minério muito raro, e difícil de se trabalhar.#$e#Eu gostaria muito de trabalhar com ele algum dia.",
                "Sun10": "Então, suas ferramentas estão durando bastante?",
                "summer_Tue4": "Eu fui pescar com Willy há muito tempo atrás.#$e#Vamos dizer que pescaria não é comigo.",
                "summer_Thu10": "Ei, você já agradeceu por ter um ótimo ferreiro há poucos metros de casa?$h#$e#Você teria feito tanto naquela fazenda sem minhas ferramentas?#$e#Eu sei que sim, há! Isso me deixa orgulhoso do que faço, @, obrigado.",
                "summer_Fri6": "Eu ainda me lembro das férias de verão quando estava na escola.#$b#Puts, pra começar, aquela era a melhor época quando eu ainda estudava.$h#$e#Eu não fazia tanta coisa assim, só saia para algum parque ou ficava em casa vendo TV.$h#$e#Bem, a gente faz o que gosta.",
                "summer_Sun6": "Eu não posso te falar muito sobre as moléculas do ferro, você terá que perguntar para Maru ou Demetrius.#$e#Eu apenas sei como quero dobrar ele.",
                "fall_Mon": "Parece que os Tunnelers tiveram um ótimo jogo ontem.#$e#A velocidade dos Cherokys era de matar também.",
                "fall_Mon8": "Às vezes eu me pergunto se alguém é tão anti-social quanto eu nesta vila.$s#$e#Mesmo Shane sendo emburrado com tudo, ele ainda sabe como fazer amizades quando quer.$s",
                "fall_Tue2": "Eu jogava gridebol quando estudava... não era dos melhores.#$e#Pelo menos era divertido, não precisamos ser bons em tudo.",
                "fall_Tue8": "Meu antigo time de gridebol... eu não faço ideia de onde estão agora.#$e#Alguns deles provavelmente nem se lembrariam de mim.",
                "fall_Thu": "Conseguiu alguma coisa boa na fazenda esta semana?",
                "fall_Thu6": "Harvey disse que preciso perder peso, hah.#$e#Estou levantando este martelo todo santo dia, isso já conta como exercício.",
                "winter_Mon4": "Há algo misterioso em segurar uma pedra rara nas mãos...$h#$e#Se a vida inteira de uma pessoa fosse vista por um diamante, bastaria uma piscada para acabar.",
                "winter_Wed8": "Qual o propósito da vida? Hm...#$e#Tentar pegar alguma coisa pra comer no salão?",
                "winter_Fri8": "Sem habilidades fora ser ferreiro, sem família e sem planos para se casar...$s#$b#@, você acha que serei o mesmo até a morte?$s",
                "winter_Sat4": "Eu também faço espadas ou ferramentas para imigrantes.#$e#É sempre bom mostrar seus esforços para o mundo.",
                "winter_Sun8": "Ouvi falar que tem anões nas cavernas... eu nunca vi um.#$e#Talvez seja só um rumor, se fosse verdade acho que mijaria nas calças.$h",
                "winter_28": "*tsc* Você teve um ano bacana?",
                "spring_1_2": "Algum plano para o próximo ano?#$e#Ah, eu não...#$e#Bem, acho que posso sair mais.",
                "Mon_inlaw_Emily": "Ah... como está a Emily? Cuide bem dela... eu tenho uma espada e não tenho medo de usá-la?$a",
                "summer_Thu_inlaw_Emily": "...$a#$e#...#$e#...$s#$e#Você quer tirar mais alguma coisa de mim?",
                "fall_Mon_inlaw_Emily": "Como está a vida com a Emily?#$e#Ah, que ótimo!#$e#Estou realmente feliz por você... aliás você que se dane, estou feliz por ela.$a",
                "winter_Sun_inlaw_Emily": "Desculpe, eu prefiro ficar na minha hoje...$s",
                "winter_28_2": "Ei, espero que seu ano tenha sido bom.#$e#Eu? Estou feliz que o inverno se foi.",
            }
		}
	]
}