{
	"Changes":[
		{
			"LogName":"Demetrius",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Demetrius",
			"Entries":{
                "Mon2": "Maru se esforçou muito para sair da escola mais cedo. Agora ela estuda bem mais por conta própria.#$e#Sou grato por conseguir prover as ferramentas que ela precisa.$h",
                "Mon4": "Eu sou grato pela Maru ter conseguido emprego na clínica, é um ótimo trabalho.",
                "Mon6": "Eu sei que a Maru terá que se mudar daqui eventualmente. Se ela ficasse presa aqui, isso poderia arruinar seu potêncial.$s#$e#Mas no momento, acho que o melhor é ela ficar por aqui.",
                "Mon8": "Eu já posso ver os feitos científicos da Maru passarem os meus no futuro.#$e#Tenho muita sorte de ter a filha que tenho.$h",
                "Mon10":"Já posso ver as realizações científicas da Maru superando as minhas em seu futuro.#$e#Tenho muita sorte que ela está seguindo por esse caminho brilhante.$h",
                "Tue2": "O vale continua me surpreendendo com essa variedade de fauna e flora.#$e#Estou surpreso que não existem outros cientistas competindo o lugar até agora.",
                "Tue4": "Explorar as cavernas parece interessante, mas eu prefiro focar na minha área.#$e#Se a gente encontrar uma prova que o solo do lugar se conecta com as minas, isso seria fantástico.",
                "Tue6": "As drásticas mudanças nas estações são essenciais para manter a vida seguindo...#$b$...o que também previne uma só raça de ser dominante em tal lugar.#$e#Me avise se ver algo novo, @.",
                "Tue8": "Você já foi ao Deserto Cálico?#$e#Eu estava mais interessado em estudar o ecossistema do vale, mas saber que tem um deserto bem próximo daqui me deixa curioso.",
                "Wed4": "Oi @! Como vai?#$e#Espero conseguir fazer seu trabalho mais fácil de alguma forma.",
                "Wed6": "Estive coletando alguns dados sobre sua fazenda.#$b#Não há dúvidas de que há algo a mais do que apenas flora naquele lugar.#$e#Estamos um pouco longe de descobrir o que é, embora.",
                "Wed8": "Você já sentiu como se enjoasse do que fizesse?#$e#Eu já, mas um descanso é suficiente pra botar nossa cabeça no lugar.$h",
                "Wed10": "Desculpe, eu costumo falar demais de vez em quando, não é?",
                "Thu2": "Cultivando algum feijão verde? Eu sempre uso eles em receitas pessoais.",
                "Thu4": "Há uma variedade de patrocinadores que investem no meu trabalho. Me levou muito tempo para chegar nesse nível.#$e#Eu admito que este vale salvou minha vida.$h",
                "Thu6": "O solo do lugar é maravilhoso, você já reparou que sementes que levariam semanas para crescer crescem em dias?",
                "Fri4": "Robin tem seus momentos de explosão de vez em quando, é bom estar com ela nos melhores momentos.#$e#...agora se eu estudasse as razões que indicam o 'por quê' dessas explosões...$u",
                "Fri6": "Quando conheci Robin na universidade, alguns amigos ficaram assustados com minha idéia de casar com quem já tinha filhos.#$e#O que eu poderia fazer? A gente combina tanto.$h",
                "Fri8": "Eu gosto de estudar os detalhes. Como as plantas crescem. O gosto da comida. As razões da beleza de um quadro.#$e#Mas também gosto de parar um pouco e aproveitar a realidade, dançando com minha esposa.",
                "Sat4": "Um alvo de minhas pesquisas é analisar a maneira com que o solo se comporta neste vale.#$e#Se eu chegar longe, poderemos expandir esses minerais e criar novas florestas pelo mundo.",
                "Sat6": "Saudações @! Como vai?#$e#Se você estiver plantando sementes novas, seria um prazer analisá-las.#$e#E provavelmente comê-las!$h",
                "Sat10": "Você já ouviu falar de 'Legumes Gigantes'? Aparentemente, se uma plantação se tornar dominante em um quadrado de 9 espaços, há uma pequena chance disso acontecer.#$e#A natureza faz coisas fantásticas.",
                "Sun4": "Meu trabalho é literalmente o meu Hobby... e cozinhar também, claro.",
                "Sun6": "Eu não consigo me dar muito bem com Sebastian.#$e#Mesmo hoje em dia, é melhor deixar ele com Robin.",
                "Sun8": "Sebastian sempre parece entediado com todo o processo do meu trabalho.$s#$e#Computador também é ciência, não? Eu já tentei chamar atenção dele com isso, mas há uma divisória entre nós.#$e#Os livros que já li dizem que isso é esperado.",
                "Sun10": "Sabe... entre nós dois, eu realmente gostaria que Sebastian já tivesse saído de casa.$s#$e#Ele é mais velho que eu quando conheci a Robin na universidade...$s#$e#Mas enquanto ele pagar suas contas...",
                "Sun_inlaw_Sebastian": "É um alívio que Sebastian tenha se mudado. Eu sempre pensei que vocês dois combinavam.$h",
                "summer_Mon6": "Por que o sorvete tem um gosto tão bom? Tem coisas que a ciência não pode explicar...#$e#Estou brincando.$h",
                "summer_Tue4": "Fertilizante é bom para ter frutos de alta qualidade, você os usa?#$b#Você pode até lucrar mais por conta disso.",
                "summer_Tue8": "Você já aprendeu como fazer seu próprio fertilizante?#$e#Ou você prefere comprar?",
                "summer_Thu4": "Hmm...  e se...?$u#$b#Ah! Desculpe, estava tentando resolver uma conta.#$e#Precisa de ajuda?",
                "summer_Thu8": "Eu me tornei um cientista porque queria contribuir para a descoberta de espécies.#$e#Claro, tudo isso me custou muito esforço.$h",
                "summer_Fri": "Você tem animais naquela fazenda?",
                "summer_Fri2": "$p 40#Eu ouvi que você e Maru deram uma olhada nas estrelas pelo telescópio um dia desses.|Se você fazer amizade com a Maru, tenho certeza que ela poderá te mostrar as estrelas através do telescópio dela.#$e#Bem interessante, não acha?",
                "fall_Mon10":"Lembre-se, há um ecossistema próspero vivendo no solo de sua fazenda. Certifique-se de cuidar bem dele.#$e#Eu diria que o solo é muito mais incrível do que as plantas que crescem a partir dele. Especialmente nessa época do ano!#$b#Ora, agora mesmo os níveis de azotobacter estão subindo, proporcionando uma fenomenal fixação de nitrogênio para as plantas. Sem falar no rhizobium...$h#$e#...Robin não está muito interessada neste tópico.$s",
                "fall_Wed": "Vamos ver... talvez o nível de fixação de nitrogênio seja afetado pelas secreções de nematóides...$u#$b#Ah! Desculpa! Estive pensando de novo.#$e#Você quer alguma coisa?",
                "fall_Thu": "Como estão indo os negócios agrícolas? É temporada de milho, não?#$e#Eu imagino que é bem tranquilo trabalhar ao ar livre com plantas o dia todo.",
                "fall_Thu6": "Maru com certeza passa muito tempo trabalhando naqueles aparelhos dela.#$e#Fico feliz por ela ser tão dedicada.",
                "fall_Thu_inlaw_Maru": "Ainda estou pasmo com o robô secreto de Maru... foi tudo um sonho?",
                "fall_Sun": "Durante esta época do ano, eu desvio minhas atenções para os fungos.",
                "fall_Sun6": "Sabemos muito sobre a natureza graças à ciência.#$e#Mas há sempre mais para aprender.",
                "winter_Wed": "Converse com minha esposa se você quiser aumentar o tamanho da sua casa.",
                "winter_Wed4": "Você já tem uma cozinha?#$e#Cozinhar é como fazer um trabalho de laboratório.",
                "winter_Sat": "Olá.#$e#%Demetrius parece pensativo.",
                "winter_Sat4": "Vamos ver... se os níveis sazonais de nitrogênio poderiam ser modelados por uma função por partes...$u#$b#Ah! Estive pensando muito ultimamente, desculpe.#$e#Você veio perguntar algo?",
                "winter_Sat8": "Sinta-se livre para colher o máximo de madeira e pedra desta área.",
                "Event_tomato1": "É sério? Eu imaginei que você saberia a resposta correta...$s",
                "Event_tomato2": "Veja, @ concorda comigo!",
                "Event_Lab_Silence": "Bem, é melhor titularmos esta solução antes que ela se cristalize.",
                "Event_Lab_Rat": "*sigh*... %fork$4",
                "spring_1_2": "Feliz Ano Novo! Muito sucesso pela frente para nós dois.",
                "summer_28": "Você recebeu minha carta, certo? Não se atrase! Você não vai querer esperar um ano inteiro por isso.$h",
                "winter_28": "Concluímos outra rotação ao redor do sol!#$e#Isso merece uma festa.",
                "summer_28_2": "Você recebeu minha carta, certo? Não se atrase! Você não vai querer esperar um ano inteiro por isso.",
                "winter_28_2": "Concluímos outra rotação ao redor do sol!#$e#Isso merece uma festa.",
			}
		}
	]
}