{
	"Changes":[
		{
			"LogName":"Dwarf",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Dwarf",
			"Entries":{
                "Mon": "Hm... obrigado por destruir o meu esconderijo. Você quer comprar alguma coisa?",
                "Mon2": "Meu nome? Nós anões não usamos nomes...#$e#Eu não acho confuso... pior seria lembrar de cada nome para cada anão.",
                "Mon4": "Eu peguei algumas frutas na superfície.#$e#Você não vai me encontrar por aí, eu só faço isso de madrugada.",
                "Mon6": "Quando vocês humanos construíram aquela operação de mineração, eu tive que ser muito ninja para evitar a detecção...#$e#Obviamente eu to pouco me lixando pra isso agora.",
                "Mon8": "Você não para de voltar aqui... infelizmente eu já sou casad.... Ah, certo, você quer comprar.",
                "Tue": "Eu sei que você aprendeu agora nosso idioma, você pode pedir para que eu repita as coisas se quiser.",
                "Tue2": "Quando eu nasci? Bem, deixe-me ver... hm...#$b#...espera, como funciona o seu calendário?#$b#Ah, algo entre \"verão,\" verão 22?",
                "Tue4": "Cenoura torrada; cozida; crua; frita; pisada... eu poderia comer cenoura pelo resto da...#$e#...AH! Eu esqueci da sopa de cenoura.#$e#Não me olhe assim.",
                "Tue6": "Às vezes eu vejo uma doida de cabelo roxo pulando por aí, é sua amiga?",
                "Tue8": "Você pensou que anões tinham barba? Mas eu... tenho uma barba longa, você não viu?#$e#Esquece, tá ficando estranho... favor xispar daqui.",
                "Tue10": "É uma porcaria sobreviver uma guerra se escondendo...#$e#Eu não me orgulho disso, o que adianta sobreviver, se o seu orgulho acabou com a guerra?",
                "Wed2": "Você tem quantos anos?#$b#Na vida anã você ainda é uma criança...#$e#Não me leve a mal, tampinha.",
                "Wed4": "Há muito tempo atrás minha raça tinha uma bela noção de tecnologia avançada. As evidências provam isso.#$e#Mas de onde isso veio? E pra onde foi? Algumas coisas nunca terão resposta...",
                "Wed6": "Fico abismado como sua raça cresceu tanto em 100 anos...#$b#Vocês são imediatistas, hein?",
                "Wed8": "Sabe... eu já vi muitas coisas estranhas acontecerem nessa caverna.#$e#Eu já vi um cara azul descendo essas minas, ele parecia um humano como você.#$e#Eu gelei na hora, apesar de ser ele que parecia estar congelado.",
                "Wed10": "É claro que preciso de grana, você quer bombas de graça? Tudo bem, eu troco por grana.",
                "Thu": "Você não é tipo aqueles espiões da matrix que o povo das sombras mandaram para me vigiar, não é?#$e#Estou de olho em você... eu tenho uma bazooka comigo, pense duas vezes, ou três.",
                "Thu2": "Sim, eu vivo sozinho, não tenho casa, nem carro, nem cachorro... agradeça o povo das sombras por isso.",
                "Thu4": "Eu me sinto mais confortável vivendo aqui...#$e#E menos seguro depois que alguém explodiu um buraco pra cá",
                "Thu6": "Você já chegou no final dessa caverna?#$e#Se achar algum parente meu, me avise... nunca se sabe.",
                "Thu10": "Eu gosto quando você vem aqui, você é bem diferente dos outros.",
                "Fri2": "Os humanos temem o desconhecido, por isso tenho minha loja aqui.#$e#Ei, não pense que você é meu único cliente.",
                "Fri4": "Você achou alguma pedra brilhante nas cavernas? Meu irmão tinha algumas... mas era nos rins, haha... humor.",
                "Fri6": "O meu idioma é bem mais fácil de ser aprendido que o de vocês. Você aprendeu rápido, não? Ou você achou que era Pika das Galáxias?",
                "Fri8": "Zzzzzz... Ah?#$e#Foi mal, eu sempre durmo durante o dia e vou buscar comida à noite... vai querer comprar?",
                "Sat2": "Você já tentou domesticar slimes? Desafio impossível não acha?",
                "Sat4": "Eu ficaria feliz se você me trouxesse artefatos antigos de anões. Mas isso me deixaria em depressão...#$e#Ah, não, eu não vou te dar nada em troca.",
                "Sat6": "Essas cavernas podem ser lugar de enterrar caixão, @, cuidado.",
                "Sat8": "Explosivos são perigosos se você for idiota suficiente... já tive alguns acidentes na primeira vez.",
                "Sun": "Vai comprar algo chefia?",
                "Sun2": "Você cozinha? Sabe fazer aquilo que chamam de 'kochinha'?",
                "Sun4": "Você pode me dizer o que seria um \"pastel de queijo\"?",
                "Sun6": "Minha antiga civilização se foi então terei que me acostumar com humanos... o problema é vocês se acostumarem comigo.#$e#Ah, tem muita luz lá fora também... entende? Olhos de gato...",
                "Sun8": "Eu nunca falei tanto com um humano sem ser você.#$e#Sempre disse que ficaria longe, mas hoje vejo isso de uma maneira diferente...",
                "winter_Sun": "Ah, é claro que muita gente já desceu essas minas e não voltaram...#$e#Não os chame de noobs, você tem o poder do protagonismo.#$e#Você já chegou no final?",
                "winter_Sun10": "A quantidade de monstros esteve em alta por aqui.#$b#Você parou de descer lá?",
			}
		}
	]
}