{
	"Changes":[
		{
			"LogName":"Elliott",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Elliott",
			"Entries":{
                "Mon2": "Esse lugar é maravilhoso, sabia que me encaixaria no primeiro momento que cheguei aqui.#$e#Espero que você esteja sentindo o mesmo.$h",
                "Mon4": "Espero que você trate o vale como um lar, é um ótimo lugar para viver.",
                "Mon6": "Eu acredito que a beleza está nos olhos de quem vê.#$b#E nosso cérebro funciona como um telescópio, você não acha?",
                "Mon10": "Sempre que você está por perto sinto meu coração se encher de poesias românticas.$l#$e#Espero que tudo esteja indo bem com você.$h",
                "Tue2": "As pessoas passam pela vida e não aprendem a prestar atenção no que fazem... e o que está à sua volta...#$b#Quantas vidas foram desperdiçadas assim?$s",
                "Tue8": "O dia nunca pode ser entediante se você seguir a sua imaginação.$u#$e#Desculpe, você quer alguma coisa?",
                "Tue10": "Eu sempre estive sozinho na minha vida... mas eu aceito uma mudança nesse padrão.$l",
                "Wed2": "Você pode me visitar sempre que estiver visitando a praia.$h#$e#Eu prefiro ficar sozinho, mas é sempre bom ter compania.",
                "Wed4": "...Desculpe pela situação da minha cabana.",
                "Thu": "Olá, @.#$e#Tudo bem?",
                "Thu10": "Estive tocando muito ultimamente.$l#$e#Piano! Escrevi muitas músicas durante a semana.#$e#Você quer ouvir?",
                "Fri2": "Você já conheceu a Leah, ela é uma amiga ótima para se ter por perto.#$e#Nós sempre debatemos estética, ela gosta muito de arte.",
                "Fri8": "Trabalhar em fazenda também depende muito de organização. Você melhorou essa técnica, @?",
                "Fri10": "Talvez eu faça uma música pra você, @. Espero que não se importe.$h",
                "Sat2": "Eu não sou chegado em guardar muito material... eu vivo bem do jeito que estou.",
                "Sat4": "'Desperta, meu rosto do sol iminente#$b#Como o coro da natureza eleva sua voz como um.#$b#Ah, @, estive pensando em minhas poesias ultimamente, a primavera despertou minha criatividade.",
                "Sat6": "Eu não tenho computador, televisão ou qualquer coisa do tipo. Mas eu prefiro assim, essas coisas mais atrasam nossa mente que ajudam.",
                "Sat8": "Eu sei que muita gente na vila são tímidas, mas continue tentando, os tímidos podem se tornar seus melhores amigos.#$e#Todos gostam de ter amigos, inclusive aquele ferreiro de cara fechada.",
                "Sun2": "Você veio para cá para escapar da sua vida antiga, não?#$e#Então parece que temos algo em comúm, Leah também se mudou por esse motivo.",
                "Sun4": "Eu respeito muito o gosto da Leah pela arte vinda da natureza.#$b#Mas para mim, beleza está mais na mente que em objetos.$h",
                "Sun8": "'Desperta, meu rosto do sol iminente#$b#Como o coro da natureza eleva sua voz como um.#$b#Ah, @, estive pensando em minhas poesias ultimamente, a primavera despertou minha criatividade.",
                "summer_Mon10": "Eu não sei porque mas... não consigo escrever quando você está por perto.$l",
                "summer_Tue2": "@? Você está bem?#$b#Esse calor todo pode nos fazer mal, tome cuidado.",
                "summer_Tue4": "Visite minha cabana sempre que quiser, eu gosto de compania.$h",
                "summer_Tue10": "Escrevo hoje em dia, esperando que tudo o que eu componha seja agradável para você.#$e#É uma experiência totalmente diferente, escrever para outra pessoa e não para mim!",
                "summer_Wed4": "A vida de uma única planta é uma história em si.#$b#Sua luta, sua resistência, tudo para alcançar seu propósito de dar frutos.#$e#A história de um herói é bem similar.$h",
                "summer_Wed6": "Se não fosse o oceâno, minha cabana seria uma grelha completa.",
                "summer_Wed10": "Nós deveríamos compartilhar uma garrafa de vinho, para comemorar o progresso que compartilhamos nesta vida!",
                "summer_Thu2": "Comecei a escrever histórias desde tenra idade. Joguei jogos imaginativos sem parar.#$b#Mas algo certamente deu certo no dia em que decidi começar a escrever as histórias que vieram tão naturalmente para mim.",
                "summer_Thu4": "Algumas das minhas melhores ideias entram na minha cabeça quando sento e toco piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
                "summer_Thu6": "É verdade que nem sempre tive facilidade na escola.$s#$b#Passei tanto tempo sendo diferente dos meus colegas que, eventualmente, 'diferente' se tornou a única identidade que eu conhecia.#$e#Pelo menos eu me conheci muito bem por causa disso...",
                "summer_Thu10": "Penso no quanto fui intimidado quando criança. Para encontrar alguém como você, me sinto mais sortudo do que jamais pensei que seria.$l",
                "summer_Fri2": "Leah esteve me contando sobre suas artes, estou fascinado!#$e#Alguns deles ela gosta de manter em segredo até que terminem. Eu entendo muito bem.",
                "summer_Fri4": "Escrever no papel é sempre mais eficiente que escrever no computador.#$b#Com uma caneta, você precisa se comprometer com as palavras que escreve, o que me deixa muito menos indeciso.$h",
                "summer_Fri6": "Foi uma provação e tanto trazer esse piano para minha casa. Movê-lo pela praia não foi fácil.#$e#Estou feliz que o prefeito Lewis tenha vendido um de um morador anterior que se mudou.",
                "summer_Sat4": "'E a escuridão, conquistada como um bêbado...#$b#Envia um rosto caído para o louvor do verão.'#$b#Ah, @, estava inventando poesia para me animar, tudo bem?$h",
                "summer_Sat6": "Quando o som do oceano está sempre presente, quase parece se tornar parte do meu próprio ser. Andar no silêncio da floresta é de repente a experiência exótica.",
                "summer_Sat8": "Eu gostaria de pensar em seu trabalho na fazenda como um grande romance. Conquistar a morte e devolver a vida ao que foi perdido...#$b#Tematicamente falando, é aí que nós, como pessoas, encontramos nossa esperança.",
                "summer_Sun4": "Todos os personagens que eu crio são, de alguma forma, um reflexo de mim.#$b#Nesse sentido, considero-me ter explorado muitos dos limites da minha personalidade.$h",
                "summer_Sun6": "Escrever é um pouco como atuar. Às vezes, me vejo perdido na mente de um personagem. É sempre muito animador.$h#$e#Eu prefiro manter meu público afastado até que a história esteja completa.",
                "summer_Sun10": "Muitas vezes posso ver partes de mim mesmo nos personagens que crio. Mas ultimamente... escrevi algumas vinhetas que se parecem mais com você do que comigo.$l",
                "fall_Mon6": "Dizem que um navio pirata cheio de ouro naufragou aqui há muito tempo... você acredita nisso?",
                "fall_Mon10": "Olá, @, estou me sentindo incrivelmente bem ultimamente.$l#$e#E você?$l",
                "fall_Tue4": "Eu li a maioria dos clássicos, mas me vejo voltando para eles de novo e de novo.#$e#Eu me pergunto se alguma coisa que escrevo durará por mais de uma geração?",
                "fall_Wed2": "Uma coisa que eu adoro sobre esta praia é que eu posso desfrutar de um luxuoso jantar de lagostas.$h#$e#As melhores coisas da vida exigem muito pouco dinheiro se você souber onde procurar.",
                "fall_Wed4": "Eu admiro os clássicos, mas agora tenho meu nariz enterrado em alguns romances populares também.#$e#Sempre posso aprender mais com autores publicados se espero tornar-me um algum dia.$h",
                "fall_Wed6": "Uma coisa que eu adoro sobre esta praia é que eu posso desfrutar de um luxuoso jantar de lagostas.$h#$e#As melhores coisas da vida exigem muito pouco dinheiro se você souber onde procurar.",
                "fall_Thu2": "É preciso muita varredura para impedir que a areia entre na minha cabana.$s#$e#Pior, imagina se entra na cama?",
                "fall_Thu4": "Céus! Um pequeno caranguejo parece ter feito sua casa no bolso da minha camisa.$l#$e#Esse é o problema de morar na praia.",
                "fall_Thu6": "Não posso negar como as estações afetam meu humor. Sem dúvida, então, elas devem afetar até escrita.$s#$e#Mas e se, então, se eu perder minha oportunidade de escrever a cena que eu tanto necessito, e tenha que esperar um ano inteiro?$s",
                "fall_Thu10": "É maravilhoso ver você, @! Vamos dar um passeio pela praia?$h",
                "fall_Fri4": "Minhas pernas estão doendo por ficar tanto tempo sentado...$s#$e#Às vezes eu invejo você, @.",
                "fall_Fri6": "Eu estou com uma dor de cabeça terrível devido a muita fadiga ocular... Talvez eu precise de uma lâmpada apropriada para quando eu ficar acordado até tarde para escrever.$s",
                "fall_Fri8": "As plantas da minha casa estão bem bonitas. E as da sua fazenda?$h",
                "fall_Sat4": "'Um sopro de folhas que animam o dia$s#$b#E chamas mortais todos em decadência....'$s#$b#Ah, @, são apenas algumas linhas do verso em que estou trabalhando. Uma pequena poesia oferece algum alívio do meu projeto principal.$h",
                "fall_Sat6": "Toda vez que vou escrever uma cena, ela demora muito mais do que eu esperava.$s#$e#Quanto mais complexa a história se torna, mais eu tenho que analisar se os símbolos e motivos são consistentes, entre outras coisas.",
                "fall_Sat8": "Estou aliviado por ter terminado meu livro, mas não consigo parar de escrever agora. A criatividade pode desaparecer se não for usada.",
                "fall_Sat10": "Eu já comecei a debater algumas idéias para outro livro.#$e#Sim, isso é algo que pretendo continuar fazendo.$h",
                "fall_Sun4": "Eu tenho tentado ler bastante a ficção contemporânea. Preciso ter certeza de que não tenha copiado as ideias de outro autor.",
                "fall_Sun6": "Todo mundo sempre pensa no verão quando pensa em praias. Mas uma praia de outono tem sua própria beleza vítrea que não deve passar despercebida.",
                "fall_Sun8": "Há algo de poético na próspera natureza de uma fazenda no outono, à medida que a natureza como um todo começa a declinar para o inverno.#$e#Vida... Amor... Renascimento, todos os três têm suas fases separadas, mas todos existem simultaneamente também.",
                "winter_Mon4": "Esses dias escuros de inverno afetam minha disposição.$s#$q 060/061/062/063 winter_Mon_old#A estação do inverno afeta seu humor também? #$r 060 0 Mon_060#Tira o vento das minhas velas.#$r 061 0 Mon_061#Isso me anima!#$r 062 0 Mon_062#É uma mistura de alegria e melancolia#$r 063 0 Mon_063#Não me afeta.",
                "winter_Mon_old": "$p 060#Você está cuidando bem de si mesmo?|Não devo me permitir sucumbir ao um estado de tédio.",
                "Mon_060": "Você pode vir aqui para conversar sempre que quiser, compania às vezes é bom para a saúde mental.",
                "Mon_061": "Sim, suponho que há algo bastante edificante sobre o espírito natalino.",
                "Mon_062": "É exatamente assim para mim também. Alguns de meus melhores textos vieram do inverno, mas tendem a ser mais sombrios.",
                "Mon_063": "É assim mesmo? Bem, eu admiro sua natureza impermeável, então!",
                "winter_Tue4": "$d Joja#A Joja sempre me encheu de um profundo sentimento de aversão. Eu não tenho estado em uma há anos.|Aquece meu coração sempre que vejo outros fazendo compras no Pierre. Eu me lembro de como a alma desta cidade me conquistou.",
                "winter_Tue6": "Já escrevi inúmeras histórias antes, mas se vou enviar algo para publicação, tem que ser perfeito!$a#$e#A escrita pode exacerbar bastante minhas tendências perfeccionistas.$s",
                "winter_Tue8": "'Um brilho de neve sedosa através do outeiro#$b#Convida o solitário a encontrar sua alma...'#$b#Ah, @, eu estou apenas trabalhando em um pouco de poesia para revigorar minha inspiração.$h",
                "winter_Wed": "Um dia nunca pode ser chato quando você segue os caprichos da sua imaginação.$u#$e#Desculpe, estou tagarelando sobre bobagens?",
                "winter_Wed4": "@, você se arrastou pela neve para me visitar?#$e#Ora, que honra!$h",
                "winter_Wed6": "Estive tão envolvido em meu próprio trabalho que deixei de perguntar como está indo o seu trabalho... Como está a fazenda?#$e#Você tem planos para construir algo novo para o próximo ano?",
                "winter_Wed8": "Acredito firmemente que a beleza está nos olhos de quem vê.#$b#Se isso é verdade, então eu consideraria a escrita ser o caminho mais direto para onde nossas mentes criam a beleza que experimentamos.",
                "winter_Thu6": "Tive uma noite fantástica! Eu devo ter escrito mais duas páginas completas a cada hora!$h#$e#Eu tento saborear essas vitórias pessoais.",
                "winter_Thu8": "Respire fundo... está sentindo? Esse é o cheiro do mar.#$e#Sempre que sinto o cheiro do mar, isso me lembra da minha juventude. O oceano me impressionou muito quando criança.",
                "winter_Thu10": "Meus pais estavam entre aqueles que achavam que eu era louco por me mudar para cá.#$b#Quando li a carta mais recente deles, eles pareciam mais receptivos.",
                "winter_Fri4": "Algumas das minhas melhores idéias pulam na minha cabeça quando eu sento e toco meu piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
                "winter_Fri6": "Eu só consegui escrever três frases o dia todo ontem. Três frases!$s#$e#Que saco...$s",
                "winter_Fri8": "Algumas das minhas melhores idéias pulam na minha cabeça quando eu sento e toco meu piano.#$e#Claro, algumas das minhas piores horas de procrastinação acontecem lá também...$s",
                "winter_Fri10": "Muitas vezes posso ver partes de mim mesmo nos personagens que crio. Mas ultimamente, eu escrevi algumas vinhetas que se parecem mais com você do que comigo.$l",
                "winter_Sat4": "'Um brilho de neve sedosa através do outeiro#$b#Convida o solitário a encontrar sua alma...'#$b#Ah, @, Eu estou apenas trabalhando em um pouco de poesia para revigorar minha inspiração.$h",
                "winter_Sun6": "O frio faz minha cabana parecer mais solitária.$s#$e#Talvez se eu pudesse usar essa solidão como fonte de inspiração...$s",
                "winter_Sun8": "Eu acho que vou fazer o suficiente para sobreviver por mais alguns meses!$h#$e#É mais fácil para mim, já que tenho tão poucas despesas, mas por um tempo fiquei preocupado com a possibilidade de quebrar.",
                "spring_1_2": "Mas que linda manhã! Feliz Ano Novo!$h",
                "summer_27": "A Dança das Medusas-da-Lua foi uma experiência maravilhosa no ano passado. Espero que este ano não seja diferente.#$e#E você não consegue vencer a localização da minha casa!$h",
                "winter_15": "Estes barcos fizeram uma bela entrada quando chegaram esta manhã!",
                "winter_28": "Aqui está outro capítulo de nossas vidas! [459]$h#$e#Felicidades.",
                "summer_27_2": "A Dança das Medusas-da-Lua foi uma experiência maravilhosa no ano passado. Espero que este ano não seja diferente.#$e#E você não consegue vencer a localização da minha casa!$h",
                "winter_15_2": "O mercado noturno está de volta. Eu nunca imaginei que teria esse tipo de espetáculo maravilhoso em frente a porta da minha casa.$h",
                "winter_28_2": "Aqui está outro capítulo de nossas vidas! [459]$h#$e#Felicidades.",
			}
		},
		{
			"LogName":"Elliott Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueElliott",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Essa chuva me traz tanta inspiração.#Eu amo andar pela casa ouvindo esse som, você não?$h",
                "Rainy_Day_1": "Esse som de chuva me lembra um pouco da minha cabana na praia.#$e#$c .5#Vou fazer uma visita lá em breve.#A fazenda é maravilhosa também, esse cheiro de terra molhada... não tem como ficar melhor.$h",
                "Rainy_Day_2": "Eu levantei cedo e fiz um pouco de café para nós.[395]#$e#$c .5#É uma mistura deliciosa, eu já me acostumei com o gosto do café, maravilhoso.$h#Descobri que além de confortante fazem nossa mente se abrir com mais facilidade, você sabia disso?",
                "Rainy_Day_3": "#$c .5#Vou passar o dia em casa dessa vez, querida. Essa chuva deixa meu cabelo muito mole.#Eu invejo sua coragem de sair nessa chuva para cuidar de tudo, @$h.",
                "Rainy_Day_4": "Minha inspiração para escrever é como o clima... vem e vai ao acaso. Hoje me sinto totalmente sem graça.$s#$e#Talvez eu leia um dos clássicos para fazer minha criatividade fluir.",
                "patio_Elliott": "#$c .5#Olhe só, que dia lindo para ler.$h#Junte-se à mim quando terminar seus afazeres, querida.",
                "Rainy_Night_0": "#$c .5#Olha quem voltou, como foi seu dia?$h#Pronta para dormir, querida?",
                "Rainy_Night_1": "#$c .5#Se estiver com frio me avise, posso te esquentar rapidinho.$l#Para dizer a verdade, nem deveríamos ter saído da cama, você não acha?$l",
                "Rainy_Night_2": "#$c .5#Veja só, eu estava pensando em você agorinha.$h#Você está linda, @... como sempre esteve.$l",
                "Rainy_Night_3": "#$c .5#Hm... o que eu fiz? Passei o dia me exercitando, se eu parar pra ficar sentado vou engordar rápido!$h#E não, eu não me sinto isolado aqui, querida, fique tranquila.$h",
                "Rainy_Night_4": "Minha donzela, eu não te trocaria nem por 100 barras de irídio.$h#$e#Nem 1000...#$e#Muito menos 10,000 barras.$7#$e#Quero dizer...$7#$e#Nem 100,000 barras!$a#$e#...$s#$e#Ah, um milhão? Talvez... não, não mesmo...$8",
                "Indoor_Day_0": "#$c .5#Passei a cuidar mais de mim mesmo depois de casado... eu só me beneficiei quando decidi morar com você.$h#Eu nem sei como conseguia viver naquela cabaninha...",
                "Indoor_Day_1": "Acordou, princessa? Já preparei o café pra você.[395]#$e#$c .5#Talvez eu admita, estou viciando nessa bebida maravilhosa!#Eu sei como preparar o café da maneira certa, aprendi semana passada no Youtube.$h",
                "Indoor_Day_2": "#$c .5#Se ver uma aranha pela casa tente evitar matá-la, me chame que eu coloco ela pra fora.#Acordei com várias ideias geniais para colocar no papel, nessa hora eu preciso anotar rápido antes que tudo desapareça.",
                "Indoor_Day_3": "#$c .5#Hoje vai ser um dia fantástico... eu consigo sentir isso!$h#Realmente sinto que estou em casa aqui, o cheiro da terra é maravilhoso.$h",
                "Indoor_Day_4": "#$c .5#O que você quer para comer hoje à noite, querida?#Ah, eu sonhei que você cortou meu cabelo enquanto dormia... você não faria isso, não é?",
                "Indoor_Night_0": "#$c .5#Boa tarde, querida, se aproxime.$l#Nenhuma estrela no universo se compara à você, @.$l",
                "Indoor_Night_1": "#$c .5#Um fogo crepitante adiciona o ambiente maravilhoso para a casa... cada pedaço de madeira queima de uma maneira única.#Não há areia no chão, mas ainda tenho um hábito persistente de escovar as solas dos pés antes de subir na cama.",
                "Indoor_Night_2": "#$c .5#Toda vez que olho para os campos, fico ansioso para aprender mais sobre o seu trabalho. Por que você não me ensina algo?#Eu nunca tive muito sucesso cultivando plantas na minha antiga casa de praia.##$e#Você é mestra e eu apenas um aprendiz.$h",
                "Indoor_Night_3": "#$c .5#Quando vejo seu rosto maravilhoso, uma jóia preciosa de forma e graça, meu coração... dilacerado pelo pavor da noite, é purificado com uma luz dourada.#Um céu estrelado e escuro nos cobrirá e eu a envolverei em meus braços. Trancados nessa mortalha, encontraremos nossa paz e, assim, nos acalmaremos em repouso com encantos gentis e...#$e#É melhor resumir... eu amo você, @.$l",
                "Indoor_Night_4": "#$c .5#Eu acabei conhecendo muito bem o gosto dos mariscos enquanto vivia na praia. [198 202 727 728]Bon appetit!$h#Passei a tarde sonhando com o oceano. Então eu decidi cozinhar alguns frutos do mar.$h",
                "Outdoor_0": "#$c .5#Veja só essa paisagem, querida!$h#É uma mudança bem radical, sair da praia para uma fazenda. É como se toda imensidão do mar se transformasse numa floresta.",
                "Outdoor_1": "#$c .5#Os melhores autores conseguem dominar uma variedade de vozes e estilos. Esse é um objetivo que tenho.#Solo fértil debaixo dos meus pés, ar fresco para encher meus pulmões e o calor do sol para acariciar a pele... que vida maravilhosa.",
                "Outdoor_2": "#$c .5#Vou ficar aqui para escrever um pouco, senti um onda de criatividade incrível aqui.#Não se preocupe.$h",
                "Outdoor_3": "#$c .5#Se eu ficar perfeitamente imóvel, talvez uma borboleta resplandecente abençoe meu nariz com um pouso.#Espantalhos parecem funcionar bem aqui.",
                "Outdoor_4": "#$c .5#Buenos Dias, posso lhe roubar um beijito?$l#Ah, desculpa, tomei muito café.$h#$e#Como sempre.$h",
                "OneKid_0": "#$c .5#Estranho, não me sinto mais como protagonista da minha vida. E isso não me incomoda em nada.#Você já teve tempo para brincar com %kid1 hoje? Talvez um segundo filho facilite as coisas para nós dois.",
                "OneKid_1": "#$c .5#Eu sinto que criar nosso filho é o começo de uma nova história!# %kid1 vai ter a infância perfeita aqui. Há muito para explorar.",
                "OneKid_3": "#$c .5#Hm... alguns bons brinquedos que podemos comprar? Eu quero que nosso filho esteja aprendendo algo novo o mais rápido possível.#Cuidar de bebês não é exatamente o meu forte... mas farei o meu melhor para ser um bom pai.",
                "TwoKids_0": "#$c .5#Eu me pergunto quanto tempo vai demorar até que nossos filhos possam apreciar os frutos do mar...#Eu já dei comida para %kid1 e %kid2. Eles comem muito!$h",
                "TwoKids_1": "#$c .5#As crianças adoram quando conto histórias para elas.$h#Eu estava dando comida para %kid1 mais cedo, e eu poderia jurar que ouvi um \"Pa...pa\".$h",
                "TwoKids_2": "#$c .5#Você pretende ensinar às crianças a como trabalhar em uma fazenda? É uma ótima ideia.$h#Eu irei ensinar %kid1 a ler o mais breve possível! Essa é uma ótima maneira de começar aprender sobre o mundo.",
                "TwoKids_3": "#$c .5#Caramba, nossos filhos impedem um pouco a escrita, mas nada que me atrapalhe.$h#As crianças estão bem e saudáveis, e ainda tenho você, @. Eu não poderia estar mais feliz.$l",
                "funLeave_Elliott": "#$c .5#Eu acho que vou andar até a praia hoje. É sempre bom ver o oceano às vezes.#O som do oceâno faz falta, ainda bem que moramos do lado de um.$h",
                "funReturn_Elliott": "#$c .5#Fiquei um bom tempo vendo as ondas írem e voltarem na praia, como nos velhos tempos.#A praia estava quieta hoje, e ainda tão cheia de vida... eu me diverti bastante.$h",
                "spring_3": "O que será que vai acontecer esse ano? Mais um capítulo começando em nossa vida, querida.",
                "spring_15": "Eu me pergunto como Leah está se saindo nesta primavera. Você já a visitou?",
                "spring_18": "Eu tenho um novo livro da biblioteca que é uma maravilha.#$b#O comando do autor da nossa língua é magistral. As estruturas das frases rítmicas, a dicção... Será que eu poderia imitar um pouco o estilo?",
                "spring_28": "Os novos dias do ano estão chegando ao fim. Não há motivo para lamentar, claro! O verão, o outono e o inverno também têm uma beleza preciosa.",
                "summer_6": "Eu tenho que ter certeza que irei escrever algo hoje. Mesmo que seja apenas uma frase, faz toda a diferença no mundo.#$e#Temo perder meu ímpeto se desse desculpas por preguiça.",
                "summer_15": "Estou bem feliz hoje!$h#$b#Eu não quero perder um minuto longe de você, @.$l",
                "summer_18": "O verão é maravilhoso apesar do calor!$h#$e#Por mais felizes que sejam as nossas memórias de infância, não devemos permitir que a nostalgia nos cegue. Hoje é tão precioso quanto qualquer dia de anos atrás.",
                "summer_22": "Eu me pergunto que pequenos tesouros do mar estão lavando a praia hoje em dia?#$e#Sempre gostei de examinar essas poças de maré. A borda da piscina é a borda do mundo para algumas dessas criaturas!$h",
                "fall_5": "Nenhuma das histórias que escrevi é tão linda assim, por assim dizer. A beleza é uma experiência da mente.#$b#Penso no meu trabalho escrito como uma porta de entrada para essa experiência. Se o leitor entra com sucesso na beleza, isso depende dele.#$b#Mas gosto de pensar que facilito para eles.$h#$e#Desculpe, é muito cedo para falar de tais coisas?",
                "fall_8": "Aquele velho piano ainda está no meu velho barraco. Gostaria de saber se hoje é um bom dia para fazer uma visita?",
                "fall_20": "Eu deveria ter usado fio dental com mais cuidado ontem à noite... temo que uma das minhas gengivas esteja bem dolorida.$s",
                "fall_23": "Eu escrevi uma pequena vinheta ontem. Eu só preciso polir hoje.#$b#Gostaria que eu lesse para você depois de irmos para a cama hoje à noite?$h",
                "winter_4": "Ter um novo campo de neve sem limites... é como ter uma folha de papel em branco e uma caneta.#$b#Muito potencial para explorar!$h",
                "winter_12": "Devo dizer, é deliciosamente acolhedor aqui! Minha velha cabana ficou tão fria.$h#$b#Assim como eu deveria ter começado a esquecê-la, eu me lembro como era realmente rudimentar.",
                "winter_16": "Meus dedos costumavam ficar tão duros quanto eu escrevia naquela cabana velha e fria.#$b#Eu nunca tenho que me preocupar com isso aqui.$h",
                "winter_21": "Eu sempre pensei, contanto que falar seja uma das coisas mais fundamentalmente humanas que fazemos, eu poderia muito bem me orgulhar disso.$h#$e#Eu digo que devo falar com melancolia, mesmo que outros achem estranho.#$b#No entanto, você me conhece bem, querida. Seria estranho se eu não falasse com minha voz mais autêntica, não seria?",
			}
		}
	]
}