{
	"Changes":[
		{
			"LogName":"Emily",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Emily",
			"Entries":{
                "cc_Bus": "O ônibus está finalmente funcionando, agora podemos ir para o deserto! Você já conheceu minha amiga, Sandy?$h#$e#Também estou feliz que Pam voltou a trabalhar.$h",
                "Tue2": "Leah vai no salão com certa frequência, você deveria falar com ela.#$e#Ela é uma verdadeira fofa!$h",
                "Tue10": "Ei, @.$l#$b#%*beijo*#$b#Voce não se importa com isso, não é? Hm... toque físico é importante pra mim.$l",
                "Wed2": "Eu sempre durmo quando tenho oportunidade, porque sempre fico acordada até tarde.",
                "Thu2": "Você deve sentir bastante falta do seu avô... eu sinto muito.$u#$b#Mas uma vez que uma alma vem à existência, não há motivo dela deixar de existir... eu tenho certeza que você o verá em breve.",
                "Thu8": "Eu gosto muito de dançar, mas não pretendo levar isso como emprego.#$e#Isso me ajuda a me conectar com o mundo físico ao meu redor.#$b#E se torna mais especial ainda quando tenho amigos para compartilhar .",
                "Fri2": "Sexta à noite é o melhor dia para se ir no salão, muita gente costuma ir lá nesse dia.",
                "Fri4": "As flores estão realmente vivas lá fora! Eu olho para os campos gramados e vejo um mar de almas, mudando e se misturando.#$e#É lindo fazer parte disso.$h",
                "Fri6": "Temos que lembrar que todos nós estamos conectados uns aos outros e à natureza.#$b#A felicidade que você compartilha hoje fará ondulações ao longo do tempo por centenas de anos.",
                "Fri8": "É sempre importante espalhar a bondade, mas também temos que lembrar que todos nós estamos em jornadas diferentes.#$b#Na minha opinião, não se deve julgar alguém pela sua situação atual.#$e#Apenas ame os outros, entende? É o certo a se fazer.",
                "Fri10": "Eu não acho que alguém vai suspeitar se me verem beijando você. Todo mundo sabe que eu sou do tipo delicada.#$e#O quê?#$b#%*beijo no rosto*#$b#Hm...$l",
                "Sat2": "A roupa é a porta de entrada entre o seu corpo e o mundo que te rodeia.#$b#Eu gosto de fazer roupas que me conectem harmoniosamente com as experiências do dia.",
                "Sat4": "Eu experimentei fazer minhas próprias tintas com materiais que coleto pela floresta.#$e#Corantes sintéticos não funcionam na sua pele da mesma maneira que os naturais.",
                "Sat8": "De certa forma, Yoba desempenha um papel importante na minha vida, mas acredito que sua presença vai além de qualquer coisa que possamos compreender.#$b#Quem sabe?",
                "Sun6": "É legal como meus pais aprenderam a fazer o que os fazem felizes.#$e#Eu sinto falta deles mas... você começa não se importar muito quando vira adulta.#$b#Mas para Haley isso é diferente.",
                "Sun8": "Eu não posso fugir dos meus deveres nessa cidade, e para Haley...$u#$b#Meus pais estão no exterior, onde eles precisam estar, mas eu também estou aqui, onde eu preciso estar, então...",
                "Sun10": "Ei... você é muito especial para mim, sabia?$l#$e#Todas as pessoas também são especiais, mas... eu... não consigo parar de pensar em você...$u#$e#...E-Eu quis dizer que...$u",
                "summer_Mon6": "Não entendo completamente a ideia do \"eu\".'#$b#Faz muito mais sentido para mim que toda a existência seja uma presença divina, e nós somos apenas ondulações sobre ela.",
                "summer_Mon10": "@, vem aqui.$l#$b#%*beijo*#$b#...$l#$b#Vai aproveitar o dia!$h",
                "summer_Tue2": "Mais um dia de exercícios, é hora de colocar os músculos para trabalharem!$h",
                "summer_Tue4": "Há ótimos lugares para acampar por aqui... a sua fazenda é uma delas.",
                "summer_Wed4": "Eu liguei para a minha amiga Sandy hoje cedo. Ela... anda um pouco solitária no deserto.$u#$e#Eu acredito que todo mundo está sempre onde eles precisam estar, mas vamos ver se o universo fornece outro caminho para ela.$u",
                "summer_Wed8": "Você já tentou falar com os pássaros?#$b#...É importante lembrar que temos muito mais em comum do que você pensa.",
                "summer_Wed10": "@... você acha que nosso destino irá se resumir em conversas diárias?$l",
                "summer_Thu4": "Talvez eu deva experimentar coisas novas...#$q 040/041/042 summer_Thu_old#Hm... você acredita em destino, @?#$r 040 0 Thu_040#Não, nós controlamos nossas vidas.#$r 041 0 Thu_041#Sim, não temos escolhas.#$r 042 10 Thu_042#Sei lá.",
                "summer_Thu_old": "$p 042#Eu ainda tenho que ouvir atentamente a consciência que o universo nos dá.|Eu ainda tenho que ouvir atentamente a consciência que o universo nos dá.",
                "Thu_040": "Eu também pensei nisso, mas e se eu tivesse nascido com uma mente diferente? Eu teria feito as mesmas escolhas?#$b#E eu ainda poderia chamar tudo que faço de minhas próprias escolhas... é pura sorte eu ter tido essa mentalidade?",
                "Thu_041": "Certo? Não posso negar que apenas fazemos nossas 'escolhas' por causa de influências preexistentes.#$b#É por isso que eu não posso julgar alguém pela situação em que estão.",
                "Thu_042": "Ei, talvez tudo seja a melhor maneira de ser! Há tanto para se admirar no universo.",
                "summer_Thu8": "Estamos apenas de pé aqui, mas o universo nos trouxe a esse exato momento!$h#$b#É absolutamente incrível se você parar e pensar sobre isso.",
                "summer_Sat4": "É importante tratar todos com respeito, e amor...#$e#Eu sempre tento tratar todos iguais, mesmo que alguns não colaborem.#$e#Mas você eu trato como se fosse da familia!$h",
                "summer_Sat8":"Minha máquina de costura está tendo ótimos exercícios neste verão. Eu tenho tantos projetos.#$e#Talvez eu consiga fazer uma boa roupa para Haley, mas também tenho que aceitar que talvez ela nunca vista.$u#$b#Ah bem. *encolhe os ombros*",
                "summer_Sat10": "Eu quero amar a todos igualmente, @, mas não posso negar que o que sinto por você é... um pouco diferente.$u#$e#V-Você pretende ficar aqui por muito tempo?$u",
                "summer_Sun6": "Oie, @! Tudo bom?$h#$e#Sim, eu adoro conversar com você!$h",
                "summer_Sun8": "Olá, @! Tudo bem?$h#$e#Pode soar estranho mas... estive pensando em você sobre... ah, não, esquece.",
                "summer_Sun10": "As almas giram juntas como nuvens se formando e se remodelando no céu. Estou feliz por termos cruzado o mesmo caminho, @.$l",
                "fall_Mon4": "Preciso trabalhar em mais blusas para dias frios assim.#$e#É sempre bom estar quentinha para o inverno.$h",
                "fall_Tue8": "Todos nós temos algo para contribuir no mundo, seja grande ou pequeno, bom ou ruim...",
                "fall_Tue10": "Yoba tem uma participação importante na minha vida, eu o vejo como algo que esteja além de nossa compreensão.#$b#É nisso que acredito.'",
                "fall_Wed2": "Eu respeito muito os salmões, nenhuma criatura trabalha como eles para cumprir seus deveres...$s#$e#Se você pescar um... jogue-o no mar, sim?$s",
                "fall_Wed8": "Eu queria que Gus evitasse de fazer as receitas que usem salmão, eu temo uma possível extinção deles...$s",
                "fall_Thu2": "Eu vi alguns cogumelos embaixo daquela árvore perto da fonte...$l#$e#Lindinhas!$h",
                "fall_Thu4": "Eu pratico meditação regularmente, isso é importante para sair um pouco do mundo físico e recarregar suas energias.",
                "fall_Thu8":"Eu gostaria de visitar o deserto novamente. Eu tenho que ver a Sandy, mas...#$b#...também tem aquele comerciante que vende produtos simplesmente incríveis.#$e#Leve algumas gemas caso você vá lá.",
                "fall_Fri4": "Sentir esse ar limpinho é ótimo!$h#$b#Eu espero que a Joja não destrua isso com suas fábricas...$u",
                "fall_Fri8": "A vida não é para sempre, então é importante que a gente se ame a todo momento!#$b#Eu te amo!...$h",
                "fall_Fri10": "Tudo bem que alguém veja a gente se beijando... todos sabem que eu sou assim.#$e#...$l#$b#%*beijo*#$b#Ha!...$h",
                "fall_Sat4": "Eu não tenho grandes planos para o futuro... eu não me estresso muito com essas coisas.",
                "fall_Sat8": "Tem muita gente boa nessa cidade mas não conseguem encontrar a felicidade... é bem triste.$u#$e#Trabalhando no salão, recebo muita negatividade dos que vão lá para desabafar.$s",
                "fall_Sat10": "@!$l#$e#M-Meu coração acelerou quando vi você... você quer sentir?$l",
                "fall_Sun4": "Há tantas barreiras nos impedindo, porque todos não deixam isso de lado e vão se divertir?#$e#É como dizem, você não pode prender um animal selvagem.$h",
                "fall_Sun8": "Você é tão legal... obrigada, @.$h",
                "fall_Sun10": "Você é a melhor pessoa do mundo! Eu te amo!$l",
                "winter_Mon2":"De vez em quando, fico com vontade de comer um bom hambúrguer vegano.#$e#Na verdade, não sou vegana, nem vegetariana. Eu apenas como o que parece mais nutritivo para o meu corpo e espírito.",
                "winter_Mon4": "Às vezes me dá vontade de experimentar aquele hamburguer com vegetais.#$e#Eu não sou vegetariana mas isso não impede minha curiosidade.$h",
                "winter_Mon8": "Cuidado com as pedras que você quebrar, não quero que você se machuque!",
                "winter_Mon10": "@, um segundinho...$l#$b#%*beijo*#$b#...$h#$b#Pode ir!$h",
                "winter_Tue6": "Todos nós deveríamos dançar mais, você não acha?#$e#De certo modo... a vida inteira é uma dança.",
                "winter_Tue8": "Espero que todos possamos aprender a envelhecer, assim como a mudança das estações.",
                "winter_Wed": "Eu queria que Haley conseguisse um emprego... ou que me ajudasse a limpar a casa.$s#$e#Acho que ela está esperando casar com alguém rico.$u",
                "winter_Wed2": "A Haley deveria me ajudar a limpar a casa... estou cansada.#$e#Eu tenho certeza que ela aprenderia como responsabilidades funcionam.",
                "winter_Wed4":"A última vez que visitei o Deserto de Calico, encontrei uma mercadora com um camelo. Ela tinha tantas coisas lindas à venda. Quase me tirou o fôlego.#$e#Da próxima vez que eu for, vou levar um pouco das minhas gemas. Ela não aceita dinheiro.",
                "winter_Wed6": "Haley esteve me ajudando mais nas tarefas domésticas, você acredita?$h",
                "winter_Wed8": "Esteve bem mais fácil manter a casa limpa agora que Haley decidiu me ajudar.",
                "winter_Wed10": "É difícil falar com minha irmã sobre outros assuntos... eu só penso em você...$l",
                "winter_Wed_inlaw_Haley": "Estou tão feliz pela Haley estar com você, vocês combinam tanto!$h",
                "winter_Thu4": "Hoje é dia de abraço grátis!$h#$b#%*abraço*#$b#Fique bem!$h",
                "winter_Thu10": "Você precisa de conexão humana?$h#$b#%*beijo*#$b#O toque é importante, eu queria que mais pessoas se abrissem à isso.$h",
                "winter_Fri2": "Você tem minérios? Eu gosto muito deles, acho lindos!$h#$e#...Clint é bom em manusear cristais tambem, hm...$u",
                "winter_Fri6": "Se eu não tivesse tão cansada ajudaria você naquelas cavernas.$h#$e#Eu quero muito aqueles cristais.",
                "winter_Fri8": "Nem sempre é fácil demonstrar amor para alguém.#$e#E se eu machucar alguém?$s",
                "winter_Sat6": "O outro lado do mundo está dormindo agora, é estranho...#$e#Já pensou se a terra tivesse o formato de rosquinha?$h",
                "winter_Sat8": "A vida não é eterna então é importante a gente se amar!#$b#Entendeu, @?$h",
                "winter_Sun2": "Meus suéteres fazem milagre nesse frio...",
                "winter_Sun6": "O inverno começou agora mas há tanta neve lá fora!$h#$e#Você já pensou em fazer um boneco de neve? Se for fazer me chame!$h",
                "winter_Sun8": "@! Como está?$h#$e#Se estiver com frio se aproxime...$l",
                "winter_Sun8_inlaw_Haley": "Como está a Haley, @? Diga para ela vir me visitar qualquer dia.$h",
                "winter_Sun10": "Essa conexão que sinto com você... você também sente?$l#$b#É como fios nos conectando...$l#$e#...Não?#$b#%*beijo*#$b#E agora?$l",
                "spring_1_2": "Estou ansiosa para saber o que acontecerá esse ano.$h",
                "spring_23": "Com quem eu vou dançar no festival?... Bem, eu estarei lá, dançando!$h",
                "summer_10": "Você estará no Luau? Me procure!$h",
                "summer_27": "As Medusas estarão passando aqui em breve, são tão lindas.$l",
                "fall_15": "Estou animada para a feira de amanhã!",
                "fall_26": "Gus estará preparando coisas deliciosas para o Festival, estou tão feliz!$h",
                "winter_9": "Espero que Lewis devolva os peixes para o rio assim que o festival terminar...$s",
                "winter_24": "O trabalho esteve bem cansativo ultimamente.#$b#Há muita coisa para preparar para o festival!",
                "spring_23_2": "Você quer dançar comigo amanhã? Estou brincando!$h",
                "summer_10_2": "Feliz para seu segundo Luau, @? Eu sim!$",
                "summer_27_2": "As Medusas estarão aqui novamente, finalmente...$l",
                "fall_15_2": "Amanhã será um dia maravilhoso!$h",
                "fall_26_2": "Eu gosto desse festival mas não participo muito do labirinto!",
                "winter_9_2": "Lewis já me disse que devolverá os peixes para o oceano após o fim do festival, ainda bem.$h",
                "winter_24_2": "Estou cansada...#$b#Esse festival em especial é o que mais dá trabalho, mas é maravilhoso aproveitá-lo!$h",
			}
		},
		{
			"LogName":"Emily Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueEmily",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Para onde vão os insetos voadores quando chove? Os pingos da chuva são um perigo para eles?#Talvez estejam dormindo... em um lugar seguro.",
                "Rainy_Day_1": "#$c .5#O dia está maravilhoso.$l#Não é interessante pensar que os pingos são trazidos pelo vento e caem diretamente em você? Parece o destino.$h",
                "Rainy_Day_2": "#$c .5#Eu tenho um presente pra você, amor! [428 440 444 338 207]#Está chovendo bastante... se cuida.$l",
                "Rainy_Day_3": "#$c .5#Eu queria soltar o papagaio, mas sua asa ainda está machucada... bem, ele parece feliz aqui com a gente.#Eles adoram viver no interior, como o lugar que temos.$h",
                "Rainy_Day_4": "#$c .5#Eu nunca cheguei a te contar isso mas... eu sonhei com você quando você chegou no vale... eu sabia que teríamos algo especial.$l#Sobre o quê? Bem... eu esqueci.$h",
                "Rainy_Night_0": "#$c .5#Cada momento é único... você percebe? É bem difícil esquecer esses momentos.#É importante achar algo para amar, mesmo que seja um animal de estimação.",
                "patio_Emily": "#$c .5#Esse é um lugar ótimo para meditar... o vento... os sons... tudo isso faz parecer um sonho.#%Emily está meditando, é melhor deixá-la por agora.",
                "Rainy_Night_1": "#$c .5#Eu consigo sentir as folhas se comunicando... elas parecem dançar na chuva!#Esse clima te deixa triste? Se sim que tal criar uma peça de roupa nova?",
                "Rainy_Night_2": "#$c .5#Nossa! Vá se secar, amor.$h#Você fez tudo que tinha pra fazer? Certo... vamos para a cama?",
                "Rainy_Night_3": "#$c .5#O meu dia foi ótimo, e o seu?#Será que os animais gostam de ficar juntinhos em um clima assim?",
                "Rainy_Night_4": "#$c .5#Fiz algo especial para alguém especial![232 234 223 220]$h#Espero que goste.$h",
                "Rainy_Night_5": "#$c .5#O som da chuva é tão relaxante...#Eu sinto que a chuva nos une por dentro... você não acha?$l",
                "Indoor_Day_0": "#$c .5#O dia está lindo, você ouviu os passarinhos na porta hoje de manhã?$h#Aproveite o dia, e cuide bem dos animais, sim?$h",
                "Indoor_Day_1": "#$c .5#Aqui, tome. [428 440 444 338 207 395 749]#Se cuida.$l",
                "Indoor_Day_2": "#$c .5#Você dormiu bem, amor?$l#Um dia todos nós dormiremos em um sono agradável... devemos aproveitar para se amar enquanto estamos acordados.",
                "Indoor_Day_3": "#$c .5#Mais um dia de trabalho, vamos nos esforçar, sim?#Estive me perguntando o que Haley estará fazendo hoje... eu devo visitá-la qualquer dia.",
                "Indoor_Day_4": "#$c .5#Ah... eu comi demais no café da manhã.$s#Ei, me dê um beijo antes de sair...$l",
                "Indoor_Night_0": "#$c .5#Se você rasgar suas roupas me avise, eu costuro na mesma hora.#Hoje vou dançar um pouco, é bom pra manter nosso corpo em forma.",
                "Indoor_Night_1": "#$c .5#Oie, como vai o dia?#Hm... não me olhe assim...$l",
                "Indoor_Night_2": "#$c .5#Já está na hora de dormir? Eu nem vi o dia passar...$u#Hoje liguei para Sandy e parece que ela acabou de voltar de suas férias na cidade Zuzu, ela estava tão animada.$h",
                "Indoor_Night_3": "#$c .5#Hm? Eu sabia que você tinha chegado, só você tem esse cheiro maravilhoso.$h#Eu me sinto tão bem com você aqui...$l",
                "Indoor_Night_4": "#$c .5#Tive um dia bastante produtivo limpando a casa hoje!#Talvez um dia a gente possa viajar pelo mundo, como meus pais.$l",
                "Outdoor_0": "#$c .5#Levantar cedo é maravilhoso! O dia parece durar muito mais tempo.$h#Shhh... você consegue ouvir o ocêano daqui?",
                "Outdoor_1": "#$c .5#O que você tem na agenda pra hoje, amor?#Se você precisar de uma pausa mais tarde hoje, pode meditar no jardim de cristal. Não tem coisa melhor que fazer isso.$h",
                "Outdoor_3": "#$c .5#Ficar no sol é bom, mas não exagere, tudo bem?#Há tanta coisa legal para fazer hoje.",
                "Outdoor_4": "Boa dia amor! Estive me perguntando quando você sairia da cama!$h#$e#$c .5#Eu queria que você não perdesse essa manhã linda.$l#Mas tudo bem, você merece descansar.",
                "OneKid_0": "#$c .5#Espero conseguir criar nossos filhos para que sejam gentis e simpáticos com os outros.#%kid1 provavelmente crescerá gostando de legumes, é uma boa ideia, não acha?",
                "OneKid_1": "#$c .5#Uma criança é maravilhoso mas... será que dois seria melhor? O destino dirá.$h#Se você não tivesse cansado daquele trabalho e se mudado para cá... %kid1 nunca teria nascido.$l",
                "OneKid_3": "#$c .5#Eu brinquei um pouco com %kid1 hoje, estou tendo uma explosão de fofura!$h#Espero que tenhámos mais um!$l",
                "TwoKids_1": "#$c .5#Estou muito feliz aqui... uma casa grande, pássaros e crianças.#Se isso não for uma benção de Yoba eu não sei o que é.$l",
                "TwoKids_2": "#$c .5#Espero que o papagaio não sinta ciúmes, estive gastando mais tempo com as crianças que com ele agora.$s#Hm... ei, %kid2 certamente tem o seu tipo de cabeço...$h",
                "TwoKids_3": "#$c .5#Eu já alimentei as crianças, amor, não se preocupe.#As crianças adoraram as titia Haley quando eu fui visitá-la.$h",
                "funLeave_Emily": "#$c .5#Vou dar uma volta pela cidade hoje e ir trabalhar no salão, se cuide.#Gus me ligou e disse que tem trabalho sobrando, vou aproveitar para te ajudar na renda, tudo bem?$h",
                "funReturn_Emily": "#$c .5#Meu dia foi ótimo, é sempre bom visitar nossos amigos às vezes.#Hm... você ainda tem energia sobrando?$l",
                "spring_14": "A fazenda é como se fosse um mundo inteiro para os insetos, é tão interessante...#$e#Nós não somos diferentes se parar pra pensar.#$e#É só uma questão de perspectiva.",
                "spring_19": "Finalmente sexta-feira! Você quer ir pra algum lugar?",
                "spring_27": "O papagaio cantou uma música hoje de manhã, você escutou?$h",
                "summer_7": "Eu nunca vou esquecer aquele dia que fomos acampar na floresta...#$b#O urso me deu medo mas... estar com você... foi incrível.$l",
                "summer_12": "Oie, dormiu bem?$u#$e#Eu consigo te sentir mesmo com os olhos fechados, só você tem essa presença.$h",
                "summer_18": "Temos alguma estrutura que possa ser temporariamente reaproveitada como uma sauna? É só um pensamento que tive.",
                "summer_22": "Eu sei que algumas pessoas podem não gostar das coisas em que acredito e pela maneira como ajo, mas fazer o que...$u#$e#Eu não vou mudar por causa disso.",
                "summer_26": "Hoje é o dia \"Faça algo agradável para uma pessoa aleatória\". Acho que vou pagar um suco para a Pam hoje à noite.#$e#tem alguém que você gostaria de fazer feliz hoje?",
                "fall_4": "...Temporada de salmão.$s#$e#Espero que o maior número de salmões conclua sua longa jornada.$s",
                "fall_7": "Hm... você acha que é seria bom a gente fazer hamburguer hoje à noite?#$e#Seria maravilhoso!$h",
                "fall_10": "Você sempre vai naquelas cavernas, não é? Se cuide, amor...",
                "fall_14": "Quando meus sentimentos por você se desenvolveram, eu temi perder minha paixão por amar o mundo ao meu redor...$u#$b#...Que todo o meu amor fosse desviado para você.$u#$b#Mas agora posso ver que é o oposto disso. O vínculo que eu compartilho com você apenas me estimula, a amar a todos e tudo ainda mais!#$e#...$l",
                "fall_20": "Os espíritos estão realmente ativos nesta época do ano. Fique ao lado das árvores na floresta e você pode ouvir mais do que apenas o vento sussurrando.",
                "winter_10": "Sabe, notei que Haley está finalmente mantendo a casa limpa!#$e#Quem diria que tudo que eu tinha que fazer era sair, e ela de repente iria cair na real?$h",
                "winter_22": "@, eu só queria te dizer, há quanto tempo nos conhecemos, você nunca tentou mudar da pessoa que sou.$u#$b#Eu sei que muitas pessoas não me entendem, e possivelmente às vezes eu faço coisas que até te confundem um pouco, também...$u#$b#...Mas você sempre me aceitou.$u#$e#Então... obrigada, amor.$l",
                "winter_16": "Espero que Shane e Clint estejam bem, eu mal os vejo mais...$u",
			}
		}
	]
}