{
	"Changes":[
		{
			"LogName":"Evelyn",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Evelyn",
			"Entries":{
                "Introduction": "Nossa! Você chegou agora? Espero que se encaixe na nossa querida comunidade, querido!^Nossa! Você chegou agora? Espero que se encaixe na nossa querida comunidade, querida!#$b#Você pode me chamar de vovó se quiser.$h",
                "Mon4": "Costumava ter muitas crianças correndo pela cidade, mas nossa! Como crescem!",
                "Mon6": "Eu tenho dias bons e ruins por causa da minha idade, mas hoje é um dia muito bom!#$e#E os dias ruins fazem parte também.$h",
                "Tue2": "Você está se dando bem naquela fazenda, querido?^Você está se dando bem naquela fazenda, querida?#$e#George disse que está contente por ter alguém cuidando da fazenda, eu não sei se ele vai te dizer isso depois.",
                "Tue6": "Que bom que você tem tempo para visitar a gente, querido.$h^Que bom que você tem tempo para visitar a gente, querida.$h#$e#A gente envelhece mais rápido sem jovens por perto.$h",
                "Wed8": "Então, como estão os jovens nos dias de hoje?#$e#Funk? Lacrei? Mitei? Terra pizza? O que são essas coisas?",
                "Thu4": "Vou estar assando biscoitos hoje, eu adoro moldá-los em formato de flor.$h#$e#Você sabe como fazer biscoitos querido?^Você sabe como fazer biscoitos querida?",
                "Thu6": "Eu acho que se eu cortar direito, eu posso fazer meus biscoitos parecerem tulipinhas hoje.#$e#E ainda ficarão gostosos.$h",
                "Thu8": "Hoje vou assar mais alguns biscoitos, eu vou te mandar alguns assim que possível, querido.^Hoje vou assar mais alguns biscoitos, eu vou te mandar alguns assim que possível, querida.",
                "Fri2": "George assiste muito esses crimes no jornal, é isso que deixa ele pessimista e ranzinza.#$e#Eu já disse para ele que isso faz mal, ele precisa sair mais de casa.",
                "Fri4": "George sempre vai pro santuário de Yoba aos domingos.#$b#Pelo menos a religião o faz sair de casa, que bom!$h",
                "Fri6": "Oi querido, você poderia falar mais com o George por mim? Ele fica muito irritado em casa.^Oi querida, você poderia falar mais com o George por mim? Ele fica muito irritado em casa.#$e#Não é fácil fazer ele sair de casa.",
                "Fri8": "George assiste programas tão violentos, e ele sempre coloca o volume alto.#$e#Eu me preocupo com a saúde mental dele, isso deve deixá-lo tão irritado.",
                "Fri10": "George concordou em baixar o volume da TV, finalmente.$h#$e#Eu pedi isso à anos.",
                "Sat4": "A primavera me dá tanta esperança, eu ainda viverei muitos anos pela frente!",
                "Sun6": "Eu comecei a escrever um diário, isso vai ajudar muito minha memória.",
                "summer_Wed6": "Eu iria para a aula de aeróbica se fosse tão agil quanto às outras garotas.#$e#Mas tudo bem.$h",
                "summer_Thu4": "Eu vou fazer biscoitos hoje, dessa vez em forma de bazookas!$h#$e#Você já tentou assar biscoitos @?",
                "summer_Thu6": "Sempre temos mais visitas quando eu faço biscoitos, por isso nunca sobra.$h#$e#Foi minha mãe que ensinou a receita para fazer eles.",
                "summer_Thu8": "Acho que vou fazer pão caseiro hoje.#$e#Eu só preciso ir comprar os ingredientes.",
                "summer_Sun10": "*Sniff*...Olá, @, tudo bem?$s#$e#Sinto muito por você me ver assim. Foi nessa época do ano que perdemos nossa filha, a mãe do Alex.$s#$e#Eu vou ficar bem, obrigada por perguntar.$s",
                "fall_Tue6":"O que fazem os jovens hoje em dia?#$e#Acho que teria que visitar a cidade de Zuzu para ter certeza. A Vila Pelicanos não deve ser como muitos outros lugares.",
                "fall_Wed8": "Qual o segredo para um casamento durar tanto? Que ótima pergunta!#$b#Claro, tem muitos fatores, mas uma coisa é...#$b#...O amor, querido, o amor é a base para evitar os motivos que leva à separação.^...O amor, querida, o amor é a base para evitar os motivos que leva à separação.",
                "fall_Thu4": "Hoje estarei assando biscoitos de novo! Dessa vez em formato de espadas!$h#$e#Você tem algum outro formato para recomendar?",
                "fall_Thu6": "Eu vou tentar algo diferente hoje... Biscoitos em formato de calçinha!$h#$e#O quê? Eu disse pãozinhos.",
                "fall_Thu8": "Estava pensando em te mandar uma carta, querido!$h^Estava pensando em te mandar uma carta, querida!$h#$e#Mas vai ser uma surpresa.$h",
                "fall_Sat": "Você conhece o Alex?#$e#Às vezes ele fica preocupado demais com nossa saúde.",
                "fall_Sat4": "Alex ainda passa tempo com aquela garota chamada Haley? Ela é uma boa menina, mas eu me pergunto se ela lhe dá o tipo de apoio que ele precisa.",
                "fall_Sat8": "Você tem passado muito tempo com Alex ultimamente?#$e#Eu me preocupo com aquele menino, onde ele está?",
                "winter_Mon6": "Eu andei pelas ruas da vila mais de um milhão de vezes.#$e#Mas hoje em dia não consigo andar tanto assim...$h",
                "winter_Mon10": "Talvez George viva mais que eu... se isso acontecer, diga para ele não sobrecarregar muito o Alex!$s#$e#Nenhum jovem merece essa responsabilidade.$s",
                "winter_Tue8": "Às vezes a vida é difícil com o George, mas acontece.#$b#Essa comunidade é o que nos mantém unidos, eu gosto assim.",
                "winter_Thu": "Belo dia para assar biscoitos, dessa vez farei em formato de bananas!$h#$e#Talvez eu te conte minha receita um dia desses.",
                "winter_Thu4": "É outro ótimo dia para assar biscoitos, vou fazer em formato de televisão dessa vez.$h#$e#Se cuide @.",
                "Winter_Thu6": "Ah, eu preciso comprar mais formas para fazer biscoitos!$h",
                "winter_Thu10": "Eu sempre faço biscoitos porque George gosta deles, então eu passei a gostar também.#$e#Certo dia ele estava comendo um biscoito e me disse \"Eu te amo\" pela primeira vez.#$e#Isso continua acontecendo desde então, eu nunca estive tão feliz.$h",
                "spring_1_2": "Espero que o seu ano comece querido.$h^Espero que o seu ano comece querida.$h",
                "spring_21": "Eu preciso organizar as flores para o próximo evento, vai ser tão bonito.#$e#Espero que você participe, @!$h",
                "spring_23": "Os arranjos de flores para a dança de amanhã estão praticamente terminados. Espero que o prefeito Lewis fique satisfeito.#$e#E eu espero que você fique satisfeito também!$h",
                "summer_10": "O prefeito Lewis fica sempre nervoso para o Luau. É por causa do prefeito.#$e#Traga algo delicioso para a sopa.",
                "winter_7": "Vai estar frio mas eu vou me esforçar para estar no evento no gelo.#$e#Vou até arrastar George comigo, não importa o que ele diga.$h",
                "winter_1": "Eu fiz o Alex desligar as velhas decorações de inverno hoje de manhã. Eu diria que ele fez um ótimo trabalho!",
                "winter_28": "Feliz Ano Novo, docinho. É uma bênção ter você aqui na cidade.",
                "spring_21_2": "Parece que eu preciso começar a arranjos de flores para a dança na próxima semana.#$e#Eu espero que você esteja lá!$h",
                "spring_23_2": "Os arranjos de flores para a dança de amanhã estão praticamente terminados. Espero que o prefeito Lewis fique satisfeito.#$e#E você também!$h",
                "summer_10_2": "Mais um ano maravilhoso, espero que todos contribuam para a sopa.#$e#Traga algo delicioso para a sopa.",
                "winter_7_2": "Nossa! Está muito frio!#$e#Mas eu e George vamos para o festival sim, não se preocupe.$h",
                "winter_28_2": "É uma benção ter você na comunidade, @, Feliz Ano Novo!$h",
			}
		}
	]
}