{
	"Changes":[
		{
			"LogName":"George",
			"Action":"EditData",
			"Target":"Characters/Dialogue/George",
			"Entries":{
                "Mon2": "Certo, o que você quer?",
                "Mon4": "Você ainda não desistiu?#$e#A fazenda, ela continua de pé?",
                "Mon6": "Fico surpreso que você ainda quer fazer amizade comigo.",
                "Mon8": "Tem algum lugar pra mim nesse mundo? Difícil...#$e#Talvez é assim que tem que ser as coisas.",
                "Mon10": "Você já deve ter ouvido da Evelyn, mas nossa filha morreu não faz muito tempo...$s#$e#Eu não sei como Evelyn consegue esconder isso tão bem, talvez ela tenha cansado de chorar.$s",
                "Tue": "Hm... mais um dia ruim.",
                "Tue2": "Tsc, olha pra você, correndo por aí... você quer esfregar isso na minha cara, não é?",
                "Tue4": "Por que você ainda perde tempo falando com um velho como eu?#$e#Jovens não tem mais o que fazer...",
                "Tue6": "Eu não entendo o que vocês planejam para a próxima geração.#$e#Esse não é o mundo que eu conheço.",
                "Tue10": "Eu deveria ficar deprimido sobre minhas pernas.#$e#Mas estou feliz que estou vivo.$h",
                "Wed2": "Você quer me fazer comprar alguma coisa? Não quero.",
                "Wed4": "Você deve agradecer ao seu avô por ter aquela fazenda.#$e#Antes que você saiba, a vida vai começar a te pisar, como se não fosse nada.#$e#É só uma questão de tempo, não adianta tentar fugir.",
                "Wed8": "Eu queria que minhas pernas fossem boas... assim eu poderia jogar com o Alex.$s#$e#Isso nunca vai acontecer.$s",
                "Wed10": "@! Eu vou desligar a televisão, assim a gente pode conversar melhor.$h#$e#Então o que você fez esses dias?",
                "Thu2": "O que você quer? Não é a melhor hora para conversar.#$e#Por quê? porque não.",
                "Thu4": "Parece outro dia de reprise...#$e#Você não deveria estar trabalhando?",
                "Thu8": "Você já assistiu o jogo \"36\"? Eu re-assisti umas três vezes.$h#$e#Ninguém para esse cara de matar os terroristas, ele faz o que quer e que se danem.$h",
                "Thu10": "Quando você envelhecer vai achar difícil se adequar às novas mudanças também.#$e#Um dia você vai me entender.#$e#Vá, curta sua joventude.",
                "Fri": "Aquela fazenda esteve na desgraça há anos.#$e#E você quer consertá-la?... Boa sorte.",
                "Fri2": "Então você cuida daquela fazenda? Pelo menos é um trabalho honesto.",
                "Fri6": "Você deveria agradecer o solo desse vale, ele é responsável de você conseguir plantar tudo que quer.#$e#Os políticos da cidade só querem regular, regular e regular...",
                "Sat": "O fim de semana não faz diferença nenhuma pra mim.#$e#É assim que é quando você se aposenta.",
                "Sat2": "Oi.#$e#Você veio encher o meu saco?",
                "Sat4": "Meus remédios continuam ficando mais caros...#$e#São esses políticos!$a",
                "Sat6": "É fim de semana? Vou ter que sair de casa daqui a pouco, então.",
                "Sat8": "Evelyn é a melhor cozinheira que conheço, e ela continua melhorando.#$e#Eu queria ser bom em algo...$s",
                "Sun": "Vê se me deixa em paz.",
                "Sun2": "Você não sente frio? Vá vestir um casaco!#$e#*resmungando*",
                "Sun4": "É fim de semana? Eu me perco nos dias da semana.",
                "Sun6": "Acho que vou sair um pouco de casa.#$e#O que você anda fazendo esses dias, jovem?^O que você anda fazendo esses dias, senhorita?",
                "Sun10": "Eu andei rezando muito esses dias...#$b#Por um tempo, fiquei furioso com Yoba, após perder tudo...#$e#Mas eu tenho fé que algo bom vai acontecer...#$b#Não é muito, mas o que um velho como eu pode fazer?$s",
                "summer_Tue10": "Eu consigo ver os olhos de Clara quando olho para Alex...$s#$e#Alex é um bom rapaz, trate ele bem.",
                "summer_Sun10": "Ei, é melhor você tomar cuidado com o caminho, ou posso acabar te atropelando com esse rolo compressor!$h",
                "fall_Sat10": "Eu ando tentando pensar com mais positividade esses dias...#$e#E não é muito fácil, desculpe se pareci bipolar algum dia.",
                "fall_Sun10": "Sim, eu posso correr mais que o Sonic e dar piruletas, não desconfie das minhas habilidades.$h",
                "winter_Sat10": "Às vezes parece que todo mundo está esperando minha morte.#$b#Mas eu vou mostrar que tenho muitos anos ainda.",
                "winter_Sun10": "Eu não sei como Evelyn ainda me aguenta.$s#$e#Me sinto mais como paciente do que marido.$s",
                "summer_10": "A gente vai ter outro festival amanhã? De novo?",
                "winter_15": "Mercado Noturno? Não, obrigado. Nada me faria querer ir àquele espetáculo rídiculo.#$e#Por que tem que ser tão tarde?",
                "winter_24": "Por que não estou feliz para amanhã? Deixa eu ver...#$e#Você gosta de sentar no gelo por horas?",
                "winter_28": "Outro ano se foi...",
                "spring_1_2": "Todo mundo no jornal tá falando de Ano Novo, não tem mais nada acontecendo no mundo?#$e#Ah, o jornalismo deve pensar que o mundo inteiro para quando essa data chega, entendi.$h",
                "summer_10_2": "Mais um festival amanhã? Não acabamos de ter um?",
                "winter_15_2": "Eu não quero ir para o mercado noturno, obrigado.#$e#Eu já disse que é muito tarde?",
                "winter_24_2": "Esse festival...#$e#Hora de congelar minha bunda de novo.",
                "winter_28": "Mais um ano se foi...",
			}
		}
	]
}