{
	"Changes":[
		{
			"LogName":"Gus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Gus",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"Saloon8":null,
				"Saloon_Tue":null,
				"Saloon_Thu":null,
				"Saloon_Fri":null,
                "Mon": "Sim, eu conheço muito as pessoas que vivem aqui.#$e#É a vantagem de ser dono de um barzão! Hahaha!$h#$e#Ah, mas... às vezes eu ouço demais...",
                "Mon2": "Fala chefia!#$e#Então, trabalhando até o bumbum cair?#$b#Eu sei que tudo pode ser difícil, mas mantenha a fé que você chegará lá!",
                "Mon4": "Você joga aqueles videogames no arcade?#$e#Eu jogo o mário de vez em quando, é meu personagem favorito!",
                "Mon6": "Emily é uma mulher maravilhosa! Você já conversou com ela?",
                "Mon8": "...Ei, @, espere aí...$s#$q 010/011 Mon_old#Se eu ajudo alguém a fazer escolhas ruins com seus hábitos de bebida, isso me faz um cara ruim?#$r 010 -20 Mon_010#Sinceramente, sim.#$r 011 0 Mon_011#Não, todo mundo é adulto, se virem.",
                "Mon_old": "$p 010#Eu discordo do que você tinha dito, mas respeito... mentira respeito não, desculpe.|Ei, sua opinião sobre as bebidas, gostei de ver, hein?",
                "Mon_010": "Certo... puta que pariu, vou ter que pensar nisso.$s",
                "Mon_011": "Essa sempre foi minha filosofia, mas vendo tanta briga causada pela bebida... você começa a se desgastar.$s",
                "Mon10": "Eu sei que não posso resolver o problema de todos, mas estou sempre lá pra ouvir.",
                "Tue2": "Eu vendo receitas também, você sabia?",
                "Tue4": "Ei, venha ver o cardápio hoje à noite, tenho algo mega ultra super supímpa especial!$h",
                "Tue6": "Sempre foi meu sonho abrir um restaurante...#$e#E parece que tudo está dando certo, YAHUUUU!$h",
                "Tue8": "Você pode trocar a música no Jukebox quando quiser, só não coloque funk, beleza?",
                "Wed": "É bom ver você, chefia!$h#$q 012/013/014/015 Wed_old#Ei, por conta da casa![346] Qual foi? Quer desabafar?#$r 012 10 Wed_012#É solitário pra buné aqui.#$r 013 10 Wed_013#Não sei nada sobre agricultura.#$r 014 10 Wed_014#Sem grana.#$r 015 0 Wed_015#Tá tudo sob-controle!",
                "Wed_old": "$p 015#Espero que tudo fique bem, você quer mais uma?|Não esqueça que às sextas o salão está sempre lotado!",
                "Wed_012": " Entendi, essa é a realidade pra quem acabou de chegar.#$b#Mas há outros jovens por aí, tente se misturar.$h",
                "Wed_013": "Ei, eu também não sabia nada sobre cozinha, e olhe onde estou!$h#$b#A verdade é que todos começando do zero, você vai ver que a cada manhã vai estar melhor, acredite.",
                "Wed_014": "Sim, todos nós chegamos nesse nível.$h#$b#Mas você tem um futuro brilhante, continue se esforçando!",
                "Wed_015": "Jura? Que maravilha! A vila é um lugar maravilhoso para se estar, não?$h#$b#Me avise se algo acontecer, sempre estou aqui para ouvir.",
                "Wed2": "Não quero me gabar nem nada, mas o salão às sextas... É O MELHOR LUGAR DO MUNDO!$h#$e#Venha essa semana!$h",
                "Wed4": "Emily me ajuda muito por aqui, eu nem sei o que faria sem ela!#$e#Eu odiaria ter que preparar e limpar esses pratos toda hora.$s",
                "Wed6": "Eu sempre busco por novas receitas por aí.#$b#Caso contrário as pessoas podem enjoar.",
                "Wed8": "Eu era casado, já te contei sobre isso?$s#$e#Ela... faleceu, mas ainda penso nela todos os dias.$s#$e#Estar aqui era um sonho para nós, então ficarei aqui espalhando o que ela tinha, alegria.",
                "Wed10": "Eu decidi não casar novamente depois que minha esposa faleceu... para alguns, o amor só vem uma vez.#$e#Dificuldades vem e vão, o importante é saber lidar com eles.",
                "Thu2": "O que seria do mundo sem receitas maravilhosas?$h",
                "Thu4": "Um dia serei capaz de comprar as coisas diretamente da sua fazenda!$h#$e#Se tiver algo para vender, venha correndo!",
                "Thu10": "*sussurro* Eu tenho tentado limitar a quantidade de bebidas que dou para Pam.#$e#Ela sempre acaba exagerando, e isso reflete em sua filha, Penny...$s",
                "Fri2": "E aí chefia! Como estão as coisas? Tudo em equilibrio?",
                "Fri4": "Sam sempre tenta se dar bem no bilhar, mas perde para o Sebastian, hahahah!$h#$e#Eles estão sempre jogando, e isso é bom!$h",
                "Fri6": "Não, eu não bebo, principalmente por trabalhar aqui.#$e#Mas sempre degusto de um bom vinho.",
                "Fri8": "Caramba, que semana pesada!#$e#Todos nós temos uma semana assim!$h",
                "Sat": "Os negócios estão indo muito bem, ufa...#$e#Não deixe de voltar sempre, chefia!$h",
                "Sat2": "Você já tentou cozinhar, @?#$e#Eu tenho algumas receitas que você poderia tentar.#$e#Você pode vender o que fizer ou até mesmo presentear alguém.",
                "Sat4": "Meu hobby? Eu gosto de tocar violino quando não estou cozinhando, é importante ter algo legal para se apoiar também.",
                "Sat6": "Liberdade pessoal é tudo... por isso eu não recuso vender bebidas alcólicas.$3#$e#Ah, você tem alguma novidade?",
                "Sat8": "Ei, me pagaram uma bebida ontem à noite!#$e#É por isso que eu gosto dessa vila, todos são muitos gentis.",
                "Sun2": "Eu encontrei o lugar certo para morar, e não volto atrás na minha palavra.",
                "Sun4": "Fala @, tudo certo?#$e#Como estou? Ora, obrigado! Estou muito bem.$h",
                "Sun6": "Sei que não posso ajudar todo mundo, mas faço o melhor possível para satisfazê-los com comida.",
                "Sun8": "O salão é um dos edifícios mais antigos dessa vila.#$e#Eu restaurei o lugar quando comprei, e estou satisfeito.$h",
                "Sun10": "Você é sempre tão legal com todo mundo, @, tome por conta da casa![346]#$e#Um brinde para essa semana maravilhosa!",
                "summer_Sun2": "Eu gosto muito dessa estação por conta da seleção de frutas que chega no salão.$h",
                "summer_Sun6": "Que calor, acho que vou preparar um suquinho de laranja pra agora!#$e#Também preciso relaxar!$h",
                "fall_Fri4": "Ei, você já tentou fazer alguma receita com salmão?#$e#Você precisará de um pouco de couve.$h",
                "fall_Fri8": "Você gosta de molho de oxicoco? É bem fácil conseguir os ingredientes nessa estação.#$e#Faz você sentir o clima da estação.$h",
                "winter_Sat": "Que frio do caramba, hein? Vou preparar um café.",
                "winter_Sat6": "Chegou a hora perfeita para ficar na lareira tomando um cafézinho.$h#$e#E talvez uma pizza?",
                "spring_1_2": "Fala @! Se ajustando para novo ano?$h",
                "spring_12": "Tenho ficado acordado até tarde para fazer os pratos para o festival do ovo!#$e#Você verá o que preparei.",
                "summer_10": "Tenho pratos ótimos para o Luau amanhã.#$e#É uma tradição incerta, é melhor não arriscar ou posso manchar minha reputação.$s",
                "fall_15": "Você vai para o festival amanhã? Me procure lá em cima!$h",
                "fall_26": "Há um labirinto assustador nesse festival que teremos agora, mas eu vou ficar no buffet.",
                "winter_24": "Farei minhas melhores receitas para o ano novo, você vai ver!$h",
                "winter_28": "Feliz ano novo @! Aqui está o seu! [348]$h#$e#Que seu próximo ano seja tão iluminado quanto!",
                "spring_12_2": "Preciso me apressar e preparar tudo para o festival!#$e#Muita coisa boa, você vai ver.",
                "summer_10_2": "Tenho pratos ótimos para o Luau amanhã.#$e#É uma tradição incerta, é melhor não arriscar ou posso manchar minha reputação.$s",
                "fall_15_2": "Você vai para o festival amanhã? Me procure lá em cima.",
                "fall_26_2": "Há um labirinto assustador nesse festival que teremos agora, mas eu vou ficar no buffet.",
                "winter_24_2": "Farei minhas melhores receitas para o ano novo, você vai ver!$h",
                "winter_28_2": "Feliz ano novo @! Aqui está o seu! [348]$h#$e#Que seu próximo ano seja ainda mais iluminado quanto!",
			}
		}
	]
}