{
	"Changes":[
		{
			"LogName":"Haley",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Haley",
			"Entries":{
            "Mon4": "Eu passei quase o dia inteiro tentando fazer uma assinatura bonita.$2#$e#É bem idiota, eu sei.",
            "Mon6": "Eu reclamava que essa vila era muito pequena, mas eu estou começando a gostar...#$e#Se ela fosse maior, a gente não seria uma comunidade, não é?$2",
            "Tue2": "Será que tem alguma concha bonita na praia?$2#$e#Você sabe qual é a melhor estação para coletar conchas?",
            "Tue6": "A praia nesse verão estará linda.$h#$e#Você gosta de ir lá?#$e#Bem, é um ótimo lugar para pegar um bronzeado.",
            "Tue10": "Nossa... fiquei até tarde lendo receitas e tentando fazer alguma coisa nova.$s#$e#Ah? Eu... pensei que você fosse gostar se eu fizesse algo bom pra você.$l#$e#Bem... você vai gostar.$l",
            "Wed2": "Que saco, eu queria que fosse verão.$3",
            "Wed4": "É legal ver as flores depois do inverno.#$e#Elas cheiram tão bem.$h",
            "Wed8": "Tem duas coisas que eu amo nessa vila...#$b#Com certeza uma delas é a praia.#$e#A outra é... segredinho.$l",
            "Thu2": "Não aguento mais essa vontade de comer sorvete...#$e#Você precisa de algo?",
            "Thu4": "Os garotos deveriam ler os livros de moda... só para ver as dificuldades que garotas tem todos os dias.#$e#O que uma garota mostra com sua aparência é o que vão pensar dela. Muitas pensam o contrário, mas essa é a verdade.#$e#Não sou eu que faço as regras.",
            "Thu6": "Eu tentei preparar o jantar ontem à noite e... deu tudo certo!$h#$e#Mas a cozinha virou uma zona.$2",
            "Thu10": "Eu estava pensnado em mudar de cidade...$s#$b#Mas eu não penso mais nisso.$l",
            "Sat": "Não aguento mais essa vontade de fazer compras, não tem nenhum shopping por aqui.$3",
            "Sat2": "Ah, oi!#$q 070/072/074 Sat_old#Por que você escolheria trabalhar no fim de semana?#$r 070 0 Sat_070#É só por enquanto, logo vou automatizar tudo.#$r 070 0 Sat_070#Por que eu gosto.#$r 072 0 Sat_072#Há coisas vivas que precisam da minha atenção.#$r 073 0 Sat_073#Quem disse que estou trabalhando hoje?",
            "Sat_old": "$p 073#Aproveitando seu dia de folga?|Ainda trabalhando?",
            "Sat_070": "Ah, certo.$u",
            "Sat_072": "Jura? Eles morrem se você não der atenção por um dia?",
            "Sat_073": "Atah! E essa sujeira toda?.$h",
            "Sat4": "É uma pena não ter uma loja de moda nessa cidade...",
            "Sat6": "Sua fazendo é bonita? Pensei em passar lá e tirar algumas selfies...#$b#Tudo bem pra você?$2",
            "Sat8": "#$1 haleySeagull#Eu vi uma gaivota com a asa presa numa rede ontem na praia. Então eu a libertei... pobrezinha.$s#$e#Eu deveria começar a me exercitar mais... esse fôlego juvenil não vai durar tanto.",
            "Sun": "Minha irmã me dá tanta, mas tanta vergonha alheia... eu me pergunto se realmente somos irmãs.$3",
            "Sun2": "Ei, psiu...#$b#Você viu o Alex por aí?",
            "Sun4": "Eu queria Emily me tratasse como ela trata os outros...$3#$e#Ela não liga para que os outros fazem da vida.$3#$e#Mas comigo...$a",
            "Sun6": "Estive pensando em doar algumas roupas, eu tenho tantas!$h",
            "Sun4_inlaw_Emily": "A casa fica muito vazia sem a Emily por perto...",
            "Sun8_inlaw_Emily": "Aprendi tantas receitas novas depois que a Emily se casou.$h#$b#Sim, estou me virando. Tudo bem com vocês?",
            "Sun10_inlaw_Emily": "Levantei cedo e fiz todas as tarefas que tinha pra fazer!$h#$e#O bom de fazer as coisas o mais cedo possível é que você fica livre pelo resto do dia, com o sentimento dever cumprido.",
            "summer_Mon2": "Todo mundo que fala com a Emily diz que ela é estranha.$2#$e#As roupas dela são legais, mas porque vestir aquelas porcarias quando se tem tanta roupa de marca por aí?$3",
            "summer_Mon4": "Minha meta é ficar bronzeada esse verão.",
            "summer_Mon6": "Eu deveria ler mais livros ao invés de revistas.$2#$e#É interessante aprender coisas novas, não acha?#$e#Eu me acostumei a olhar para imagens.$2",
            "summer_Tue2": "Credo... você nunca troca de roupa?",
            "summer_Tue4": "$p 47#Eu comprei uma ferramenta para abrir frascos, você não precisa mais me ajudar.$h|O céu está tão limpo hoje.$h",
            "summer_Tue8": "Viver aqui não é tão ruim...#$e#Se eu morasse na cidade por exemplo... poderia sentir falta das árvores.$2#$e#Nossa, @, acho que andei muito com você esses dias.$h",
            "summer_Wed4": "Que calor!$s#$e#Um sorvete seria perfeito...$s",
            "summer_Wed6": "Ei, hm... desculpa se fui rude com você quando nos vimos.$s#$e#Você é incrível, eu só não entendo porque alguém se mudaria para cá.$s",
            "summer_Wed10": "Ei, você pode me ajudar passar o protetor solar?$h#$e#Ei, não tenha vergonha...$l",
            "summer_Thu2": "Alex podeira muito bem te ensinar algumas coisas, só pra você saber.",
            "summer_Thu4": "Você sabia que seu cabelo pode ficar mais claro se tomar muito sol?#$e#O problema é que pode fazer mal para os fios...",
            "summer_Thu6": "Você costuma pegar bronzeado no sol, @?#$e#Tudo com moderação é bom, né?",
            "summer_Fri4": "Fazer compras produzem uma química da felidade no cérebro feminino, você sabia disso?#$e#Muitos caras não entendem isso, não é nossa culpa torrar a grana toda.....$a",
            "summer_Fri8": "Ouvi que minhas amigas se mudaram para a cidade há um tempinho... não parece tão glamuroso assim.#$e#Ela está trabalhando muito apenas para pagar o aluguel, isso me deixa grata de morar nessa vila.",
            "summer_Fri10": "@, oie!#$e#Eu nunca te perguntei e sei que pode ser inesperado mas, você... gosta de crianças?$l",
            "summer_Sat": "Agricultura parece uma coisa chata...#$q 142/143 summer_Sat_old#Diga, o que você faz o dia inteiro?#$r 142 10 summer_Sat_12#Cuido das plantas.#$r 142 10 summer_Sat_12#Mato demônios em cavernas.#$r 143 -10 summer_Sat_13#Mexo nas suas roupas.#$r 142 10 summer_Sat_12#Cavo para achar sua humildade.",
            "summer_Sat6": "O dia está lindo para nadar.",
            "summer_Sat10": "Nossa... eu pensei que esse dia não poderia ficar mais quente.$l#$e#Você tem tempo livre, @?$l",
            "summer_Sun2": "Você não fica com tédio naquela fazenda velha?#$e#Certo, você é você.",
            "summer_Sun4": "Emily sempre faz o jantar, ela faz coisas estranhas... como giló.",
            "summer_Sun_inlaw_Emily": "Ei, olá!",
            "summer_Sun4_inlaw_Emily": "Emily cozinha pra você? Hm, eu sinto falta da comida dela.$s",
            "summer_Sun6_inlaw_Emily": "Eu não fico tão mal agora que a Emily se foi da casa.$2#$e#Estou me acostumando.#$e#Como ela está?",
            "summer_Sun8_inlaw_Emily": "Ei, como está a Emily?#$e#Ah, eu? Estou bem, já me acostumei com todo o trabalho doméstico.",
            "summer_Sun10_inlaw_Emily": "Eu nunca pensei que poderia tomar conta daquela casa sozinha...#$e#Vocês podem me visitar algum dia?",
            "fall_Mon2": "Eu odeio essas folhas caídas na porta da minha casa.$3",
            "fall_Mon4": "Essas folhas ficam nojentas quando grudam no chão.",
            "fall_Mon6": "$p 48#Ei, eu achei outro bracelete da minha avó no sótão, já te contei?|Hm... essa pulseira era da minha vó.$s#$e#Ela era muito gentil comigo...$s",
            "fall_Mon10": "@! Estou feliz em te ver, como vai?$h",
            "fall_Tue2": "Nossa, que cheiro horrível...$3#$b#Ah, sim... você cheira a terra...$7",
            "fall_Tue4": "Ei... você tem coelhos na fazenda? Eu acho eles tão fofinhos!$h",
            "fall_Tue8": "Até que o cheiro de terra é bom...#$e#Acho que você anda me dando influencias, @.$h",
            "fall_Wed4": "Você não tem coisa melhor pra fazer?$7",
            "fall_Wed6": "Estive experimentando uma nova configuração na minha câmera. Ele dá as cores ao outono que meio que \"florescem\".",
            "fall_Wed8": "Ei, se estiver com tédio venha me visitar, a gente pode sair pra algum lugar.$l",
            "fall_Thu4": "O batom que brilha é a chave do sucesso.#$e#Não tente negar esse fato.#$e#*risadinha*$1",
            "fall_Thu6": "Compras não são mais tão interessantes quanto costumavam ser.#$e#O que aconteceu comigo?#$e#Ah... um, você conhece algum lugar legal pra passar o dia?",
            "fall_Fri4": "Parece que você trabalha demais.#$b#Nossa... vai descansar.",
            "fall_Fri8": "Tenho várias fotos de peixes pulando da água, precisa de muita paciência pra conseguir tirar uma foto assim.#$e#Ei, você pesca?",
            "fall_Fri10": "Oi amor.#$e#Estava pensando em você agora pouco...#$e#Senti tanta falta.$l",
            "fall_Sat8": "Acho que vou usar um pouco de tinta para pintar alguma coisa...#$e#Acho que vou pedir dicas na casa da Leah.",
            "fall_Sun10": "Eu não sei se ficaria tão feliz nessa cidade sem você, obrigada.$l#$e#Eu faria qualquer coisa por você.$l",
            "fall_Sun_inlaw_Emily": "Hm... oie.$s",
            "fall_Sun4_inlaw_Emily": "Então... como vai a Emily?",
            "fall_Sun6_inlaw_Emily": "Até que estou conseguindo manter a casa limpa sem ajuda da Emily...",
            "fall_Sun8_inlaw_Emily": "Ufa, a casa finalmente está limpa.#$e#O bom de terminar tudo é estar livre para o resto do dia, que sensação maravilhosa!",
            "fall_Sun10_inlaw_Emily": "Ei, como está a Emily?#$e#Nossa! Quando vocês vão me visitar?$h",
            "winter_Mon6": "Um coco fresco me faria bem...#$e#Ah, esquece, não é uma boa ideia.",
            "winter_Mon8": "Eu queria que a vila fosse mais quente.#$e#Nossa senhora... que frio…$s",
            "winter_Tue6": "Está frio demais para tirar as botas.$u#$e#A neve é linda mas... estou congelando.$h",
            "winter_Tue10": "Alex e eu tivemos algo quando éramos crianças...$u#$e#Ele é legal, mas é melhor como um amigo.#$e#…Ei, você não precisa se preocupar, sim?$l",
            "winter_Wed": "Eu queria que alguém rico me trouxesse um kit de maquiagem...$s#$e#Não me incomode, eu sei que você não pode me conseguir um.",
            "winter_Wed4": "De qual marca é sua camisa?#$e#Quer saber... deixa pra lá.",
            "winter_Thu": "Preciso escrever uma lista de roupas para comprar na próxima estação...",
            "winter_Fri": "Você tem um pônei na sua fazenda?$h#$e#Hm, que decepção.",
            "winter_Fri6": "Ei, você consegue organizar aquela fazenda?#$e#Que inveja.$h",
            "winter_Fri10": "Você faz parecer legal viver em uma fazenda, @.#$e#Vai ficar tudo tão lindo quando as flores nascerem na primavera.#$e#E você no meio de tudo... é a melhor parte disso.$l",
            "winter_Sat": "A parte boa dessa estação é que consigo dormir mais tempo.#$e#Eu preciso de pelo menos 10 horas de sono todas as noites.",
            "winter_Sat2": "Que sono...$s#$e#Mesmo tendo dormido dez horas ainda me sinto cansada.#$e#Assim eu evito essas olheiras horríveis que você tem.",
            "winter_Sat4": "O inverno não é tão ruim quanto eu pensava.#$e#Passei a acordar um pouco mais cedo do que costumava.",
            "winter_Sat6": "A neve estava tão lindo hoje de manhã, eu tirei muitas fotos!$h#$e#Depois eu te mostro elas, tudo bem? Não estou com a câmera aqui.",
            "winter_Sun": "Ei, psiu! Você pode dizer para Alex que mandei um oi?#$e#Obrigada.",
            "winter_Sun6": "Ei, @, você sabe onde Alex está? Ele disse que tinha uma coleção de revistas para me emprestar...#$e#Não? Ah, tudo bem, obrigada.",
            "winter_Sun_inlaw_Emily": "Ah...",
            "winter_Sun4_inlaw_Emily": "Sinto falta da Emily...",
            "winter_Sun6_inlaw_Emily": "Ei, você pode pegar algumas receitas com a Emily?",
            "winter_Sun8_inlaw_Emily": "Eu comecei a pensar melhor sobre o meu futuro.#$e#Por quê? Bem... eu também quero me casar algum dia.",
            "winter_Sun10_inlaw_Emily": "As coisas ficam quietas sem a Emily aqui, mas eu já me acostumei.#$e#Eu também vou me casar um dia, ter a casa para mim é bom, não é?$h",
            "spring_1_2": "Esse ano pretendo continuar trabalhando para melhorar minhas fotografias.#$e#Você tem planos para esse ano?",
            "summer_12": "Você viu a Emily no Luau? Meu Deus...$11",
            "fall_1": "Já estamos no outono?$s",
            "winter_28": "Finalmente, eu pensei que esse tempo frio nunca acabaria.#$e#É só esperar tudo isso derreter.",
            "summer_12_2": "Emily parecia tão feliz ontem no Luau... ela contagia quem está em volta.$h",
            "winter_28_2": "Eu amo ver a primavera depois desse tempo todo no inverno!$h#$e#É lindo ver a neve derretendo.",
        }
    },
    {
        "LogName":"Haley Marriage",
        "Action":"EditData",
        "Target":"Characters/Dialogue/MarriageDialogueHaley",
        "Entries":{
            "Rainy_Day_0": "#$c .5#Ah... eu até tinha planos pra sair hoje...$s#Eu ainda prefiro dias de sol.$s.",
            "Rainy_Day_1": "#$c .5#Envelhecer é uma ideia um pouco assustadora pra mim, ainda bem que tenho você.$l#Eu sonho com o dia que a gente vai se aposentador, relaxando em um dia ensolarado nas praias das Ilhas Samambaias!$h#$e#Será maravilhoso, você não acha?$l",
            "Rainy_Day_2": "Ei, eu levantei cedo e fiz algo pra você! [223 234 211 651 731]#$e#$c .5#Será que eu me daria bem em uma padaria?... Não parece tão divertido.#Ei, eu sei que você é forte, mas precisa comer bem!$h",
            "Rainy_Day_3": "#$c .5#Ah, eu não quero sair hoje, amor, vou ficar aqui cuidando de tudo.$s#Eu poderia estragar o meu cabelo, não obrigada!$h#$e#Eu quero continuar linda pra você.$l",
            "Rainy_Day_4": "#$c .5#Espero que esse clima acabe logo...$s#Ei, você vai sair? Limpe os pés antes de entrar, amor.#$e#Eu vou ficar aqui em casa, não se preocupe.",
            "patio_Haley": "#$c .5#Sorria!$h#Estou fazendo o possível para documentar nossos melhores momentos!",
            "Rainy_Night_0": "#$c .5#Finalmente chegou, fica tão solitário sem você aqui.#Você fica tão sexy quando se molha...$l",
            "Rainy_Night_1": "#$c .5#Como você consegue sair nessa chuva?#Espero que amanhã esteja ensolarado, eu vou checar no noticiário.$s",
            "Rainy_Night_2": "#$c .5#Ah, você voltou! Finalmente.$h#Pensando bem... será que Emily está bem vivendo sozinha? Eu vou visitá-la qualquer dia.$7",
            "Rainy_Night_3": "#$c .5#Ah, hoje o dia foi terrível.$s#A chuva atrapalha muito minha sessão de fotos. A iluminação fica horrível, e você não pode sair sem arruinar seu equipamento!$s",
            "Rainy_Night_4": "#$c .5#Cozinhar me ajudou a passar o tempo. Demorei um pouco para terminar. [727 231 207 199]#Eu fiz uma refeição quente pra você. Muito tompero, como prefere! [727 231 207 199]$h",
            "Indoor_Day_0": "Bom dia, amor! Dormiu bem?$h#$e#$c .5#Eu não preciso dormir tanto quanto antes, antes de te conhecer. Não sei o que acontece comigo.$l#Eu acho que posso usar a velha câmera hoje... A iluminação está perfeita.",
            "Indoor_Day_1": "Bom dia, amor! Fiz o café da manhã! [194 195 210 211 216]#$e#$c .5#Cozinhar é muito mais legal quando você tem alguém para quem cozinhar.$11#Eu sei que você tem trabalho a fazer. Estou aqui para te apoiar de qualquer maneira que eu puder!",
            "Indoor_Day_2": "#$c .5#Oie, o que são essas olheiras?$h#Você dormiu bem? Estava roncando um pouco...$h#$e#Eu tenho algumas tarefas para fazer. Tenha um bom dia.",
            "Indoor_Day_3": "#$c .5#Ainda bem que eu aprendi a gostar de limpar! A casa fica suja muito facilmente. É gratificante ter tudo limpo.#Termine logo o que tem pra fazer. Queria passar algum tempo com você.#$e#Posso ter um beijo antes de sair?$11",
            "Indoor_Day_4": "#$c .5#Eu senti que não tinha uma direção na vida antes de te conhecer. Mas agora...$l#$b#Se cuida.$h",
            "Indoor_Night_0": "#$c .5#Você parece estar trabalhando duro. Vou te ajudar a relaxar.$l#Eu nunca pensei que diria isso, mas uma fazenda parece que combina comigo.$h",
            "Indoor_Night_1": "#$c .5#Boa tarde, amor. O que posso fazer alguma coisa pra te ajudar a relaxar?$l#$b#Obrigada por me deixar ser uma dona de casa. Sei que não sou tão tradicional assim, mas eu realmente gosto disso.",
            "Indoor_Night_2": "Oie, que bom que voltou!<$h#$e#$c .5#Esta é provavelmente a minha hora favorita do dia.$l#Como foi seu dia?",
            "Indoor_Night_3": "#$c .5#Hm? Esse cheiro? Coloquei um pouco de perfume de cereja antes de você entrar, espero que goste.#Hm... quando você vai pra cama?$l",
            "Indoor_Night_4": "#$c .5#Eu preparei o jantar, espero que goste![727 231 207 199 197 212 208]$h#Demorou um pouco pra fazer, mas foi divertido.$h",
            "Outdoor_0": "Eu me sinto bem estando aqui fora, eu não trocaria isso por nada.$L#$e#$c .5#Agora eu entendo você, amor.$h#Não sobra espaço na minha câmera para registrar tantos momentos bons.$h",
            "Outdoor_1": "#$c .5#Estarei visitando a Emily hoje, tudo bem?#Se cuide.",
            "Outdoor_2": "#$c .5#Você pretende trabalhar muito hoje, não é?#Se eu soubesse algo, também te ajudaria no trabalho.#$e#Mas eu estou bem cuidando da casa.$h",
            "Outdoor_3": "#$c .5#Eu ficava tão entediada com essa vila, mas depois que você para e observa as coisas, tudo parece diferente.#Eu queria que todos tivessem essa visão das coisas, a gente reclamaria bem menos.",
            "Outdoor_4": "#$c .5#É um ótimo dia para pegar um bronzeado, não acha amor?#Não se esforce tanto.",
            "Outdoor_Haley": "#$c .5#Tudo aqui é tão lindo... começando por você.$l",
            "funLeave_Haley": "#$c .5#Hoje vou dar uma volta pela cidade e visitar meus amigos, tudo bem?#E aproveitar passar na casa da Emily para pegar alguns receitas.",
            "funReturn_Haley": "#$c .5#Todo mundo me trata bem melhor atualmente, que bom!$h#Ah, sim, como foi o seu dia?",
            "OneKid_3": "#$c .5#*Sniff* Eu não estou chorando porque estou triste, só que... nós temos um bebê e eu não estou pronta para isso... *Sniff*$s#Não estou acostumada a ser mãe.$s",
            "TwoKids_2": "#$c .5#Cuidado com esses bebês! Aí vem a brigada fofa!$h#%kid2 é uma criança linda, você não acha?$l",
            "TwoKids_3": "#$c .5#Duas crianças e mantive minha postura...$h#Temos uma casa grande, duas crianças e um lindo terreno. Não tem como ficar melhor.$h",
            "spring_8": "Eu admito, eu era muito dramática, nossa...#$e#Certo, talvez eu fosse uma mega rainha do drama.$h#$e#Parece tudo tão distante agora.",
            "spring_14": "Espero que você não fique com ciúmes quando eu vou falar com o Alex nos festivais.#$e#É uma cidade pequena, então é normal sermos todos amigos.",
            "spring_22": "Há tantas flores lindas lá fora...$l",
            "spring_23": "Ei, você quer dançar comigo no festival de flores?$h#$e#Estou ansiosa para mostrar pra cidade o quanto me orgulho de você.$l",
            "spring_28": "Espero que nosso verão seja maravilhoso.$h",
            "summer_6": "Sabe uma coisa legal de não estar falando com o Alex como antes? É não ouvir tanto sobre esportes.$h",
            "summer_8": "Ei, não se esforce tanto, olhe o calor!$h",
            "summer_12": "Eu gosto de dançar, acho que me contagiei com a animação da Emily.$h",
            "summer_22": "Hm... você pretende ir cedo pra cama?$l#$e#Bem, você que sabe.$l",
            "summer_27": "As Medusas estarão lindas hoje à noite, porque estarei ao seu lado.$l",
            "fall_3": "Ei, eu fiz algo com o que coletei por aí, experimente. [223 234 211 651 731]",
            "fall_8": "As cores estão lindas lá fora, preciso recarregar minha câmera.#$e#Talvez eu faça pinturas em aquarela também, pode ser divertido.$h",
            "fall_13": "Você conhece algum livro bom sobre estética?#$e#Acho que vou dar uma passada no Gunther para perguntar.",
            "fall_22": "...Nossa! Esse frio começou do nada... logo teremos neve.$s",
            "fall_28": "Eu vi alguns flocos de neve caindo hoje de manhã, é algo lindo de observar.",
            "winter_8": "Preciso passar no meu quarto escuro hoje, tenho algumas fotos para relevar.#$e#E será para ver como a Emily está.$h",
            "winter_22": "Levantar no meio da noite para assistir aquele filme foi uma ótima ideia.$h#$e#Mas eu acordei um pouco sonolenta.#$e#Tudo bem, se cuida, amor.",
            "winter_24": "O natal é amanhã, o que você acha que vai ter embaixo daquela árvore?$h",
            "winter_28": "Feliz Ano Novo! Tenho algo para você [222 608]$h#$e#Vamos comemorar!$h",
        }
    }
]
}