{
	"Changes":[
		{
			"LogName":"Harvey",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Harvey",
			"Entries":{
                "Mon4": "É importante manter um Hobby, você tem um?#$q 080/081/082/083 Mon_old#Qual seu maior passatempo fora da agricultura?, @?#$r 080 5 Mon_080#Pescaria.#$r 081 5 Mon_081#Conversar.#$r 082 5 Mon_082#Decoração.#$r 083 -50 Mon_083#BEBE CAÍ E LEVANTÁ.",
                "Mon_old": "$p 083#Como seu médico, tenho que perguntar, você encontrou uma saída saudável que não envolva álcool? | Sem um pouco de variedade, fica fácil ficar doente.",
                "Mon_080": "Ah, sim! É uma bela região para pescar.$h#$b#Além disso, imagino que você poderia preparar ótimas refeições com o que você pesca.",
                "Mon_081": "Sim! Somos criaturas sociais.$h#$b#Eu também deveria conversar mais, fico muito tempo na clínica.",
                "Mon_082": "Hm, interessante, deve ser legal ter sua própria casa para decorar, não?",
                "Mon_083": "Ah...$s#$b#Eu não estava esperando isso, infelizmente você é a vergonha da profission, @.$s",
                "Mon6": "A maioria dos pacientes já se acostumaram com meus tratamentos.#$b#Fica tudo mais fácil quando as pessoas deixam o drama de lado.",
                "Mon8": "Estou começando a gostar dessa vila...#$e#Eu fico feliz em saber que sou útil.$1",
                "Tue2": "Os produtos lácteos são saudáveis ​​para as crianças pequenas com moderação, mas, na verdade é uma boa ideia para os adultos limitarem o leite e o queijo...#$e#Peixe é bom para comer também, se cuide.",
                "Tue4": "É importante que a sala de exames permaneça confidencial.#$e#Então não me leve a mal se eu evitar de conversar por você, estarei pensando em como ajudar o paciente",
                "Tue6": "Muito do meu trabalho se resume a papelada. Se eu trabalhasse em um hospital grande, uma secretária me ajudaria muito com isso...#$e#Mas fica fácil quando você se acostuma.$h",
                "Tue8": "@, olá!$h#$b#Nossa clínica é bem relaxada comparada à outras.$1#$e#Fico feliz em te ver por aqui.",
                "Tue10": "Tome cuidado para não exagerar, @.#$e#Eu me preocupo muito com sua saúde.",
                "Wed": "Lembre-se de cobrir sua boca quando espirrar.#$e#Ah, e obviamente lave suas mãos.$h",
                "Wed2": "É bom sair para passear às vezes... bem, eu gostaria de sair mais.#$e#Isso não é um problema para você, né?$h",
                "Thu2": "Alimentos fermentados são ótimos para o sistema digestivo. Nem todo mundo é fã, mas humanos em todo o mundo sobreviveram assim por milênios.#$e#Como tal, nossos corpos ainda dependem deles para os probióticos.",
                "Thu4": "Desculpe se já soei paternalista com o meu conselho médico. É meu trabalho lembrar as pessoas dos hábitos básicos de cuidados.#$e#Eu gostaria que não fosse necessário, mas as estatísticas mostram que um número alarmante de pessoas não aceitam os conselhos que recebemos na escola.",
                "Thu6": "Todos os registros médicos dos meus pacientes são estritamente confidenciais. Espero que você entenda porque eu não posso sempre conversar.",
                "Thu8":"Eu nunca desenvolvi o complexo de mártir que tantos médicos desenvolvem.#$e#Sinto que tenho um trabalho decentemente difícil e que estou tecnicamente de plantão 24 horas por dia, 7 dias por semana, mas também quero estar presente para minha própria vida.",
                "Thu10": "É muito trabalhoso ser médico, eu não como tão bom quanto deveria.$s#$e#Se eu não morasse sozinho, acho que seria mais fácil.$l",
                "Fri2": "O médico que trabalhou aqui antes de mim deve ter estado por perto quando a Vila Pelicanos ainda estava sendo construída.#$b#Imagino quantos casos de problemas respiratórios com os quais ele teve de lidar.$s",
                "Fri6":"Ouvi falar do seu antigo emprego na Joja Co. Parece que você saiu de lá bem na hora.#$e#Foi um grande risco para você deixar sua antiga vida para trás. No entanto, estou feliz que você está aqui.",
                "Fri8": "Às vezes é um desafio equilibrar os papéis de 'médico' e 'vizinho' com os outros moradores da cidade.#$e#Eu ainda vou assumir o anonimato de só ver a maioria dos pacientes uma vez por ano.",
                "Sat": "Hoje é meu dia de folga, mas penso que não devo ficar parado o dia todo.",
                "Sat2": "Posso te dizer uma coisa?#$e#Se cuide.",
                "Sat6": "Costumo ficar dentro de casa aos sábados para trabalhar em meus passatempos.#$e#Além disso, às vezes é um pouco cansativo estar em público toda a semana, quando a cidade me vê com um papel muito específico em mente...",
                "Sat8": "@! Que bom você parar para conversar comigo!#$e#Tem sido um dia tranquilo, mas fascinante para mim. Eu tenho lido sobre alguns dos pilotos mais famosos.",
                "Sun": "Quando estou na clínica, sinta-se à vontade para vir por trás do balcão se quiser conversar sobre qualquer assunto não relacionado a negócios.#$e#Essa é a vantagem de trabalhar em uma cidade pequena.",
                "Sun2": "Hm... estou lutando para sobreviver. Eu não tenho pacientes suficientes.#$e#Eu penso que deveria tentar conseguir pacientes nas cidades vizinhas...",
                "Sun4": "Nosso governo oferece uma pequena pensão para os exames de rotina que faço em todos os moradores, mas o restante da minha renda é baseado em comissões.#$e#Sim, não é nenhum segredo que o sistema de saúde da nossa nação precisa de reforma, mas fui para a escola de medicina para ser um doutor em vez de um político.",
                "Sun10": "O mais perto que cheguei de desistir da medicina foi durante a rotação pediátrica da minha residência, no centro de trauma.$s#$e#Foi muita coisa para lidar.$s#$b#Mas estou feliz por ter avançado para cuidar daqueles que precisam.",
                "summer_Tue": "Não há problema em obter uma quantidade moderada de luz solar. Apenas não se queime.#$e#Certo, cuide-se! E cuidado com sua saúde.",
                "summer_Tue2": "Certifique-se de manter-se hidratado quando estiver trabalhando em campo.#$e#Usar um chapéu também é uma boa ideia.",
                "summer_Tue4": "Você tem algum apiário na sua fazenda? Há fortes evidências que sugerem que o mel local atenua os sintomas de alergia.",
                "summer_Tue8": "Oito anos de escola de medicina eram como um borrão contínuo. Desde que me mudei para cá, sinto que posso relaxar novamente.#$e#Eu deveria ter algum tempo para sair amanhã.$h#$e#Nem todo médico consegue esse luxo.",
                "summer_Thu2": "Maru é uma grande ajuda por aqui. Eu penso que ela poderia ser muito bem sucedida buscando medicina como uma carreira.#$e#Claro, ela é muito talentosa em outras ciências também. Deus sabe onde ela vai parar.",
                "summer_Thu6": "Tenho que ser um pouco especializado em todas as áreas da medicina para poder abrir minha própria clínica.#$e#Eu treinei em medicina geral, mas às vezes chamo um especialista se preciso de uma segunda opinião.",
                "summer_Thu10": "Eu esperava que minha vida como um solteirão fosse permanente.#$e#Conhecê-la aqui na Vila Pelicanos... é o suficiente para fazer até mesmo alguém como eu sentir uma noção do destino sobre a coisa toda.",
                "summer_Fri2": "É incomum ficar frio durante o verão. Talvez o inverno esteja chegando mais rápido, continue cuidando bem de si, @.",
                "summer_Fri4": "As pessoas não adoecem muito durante o verão. Isso é bom, mas também significa menos negócios para mim.",
                "summer_Fri6": "Você realmente deveria evitar as minas, @. Uma coisa é se há uma operação em equipe com equipe médica no local...#$b#...Mas para ir lá por conta própria? Isso me preocupa.#$e#Bem, tudo que posso fazer é dar conselhos profissionais. A escolha é sua.",
                "summer_Fri10": "Escolhi essa profissão antecipando que poderia ser desumanizante.#$e#O que encontrei foi completamente o oposto, e até bonito.$l",
                "fall_Sat": "Você já foi para as minas, @?#$e#É um lugar perigoso. Recomendo que não frequente.",
                "fall_Sat4": "Foi estranho, a princípio, me mudar para um apartamento diretamente dentro do meu local de trabalho.#$e#Bem, eu não poderia estar melhor, não é!$h",
                "fall_Sat6": "Conversei com um antigo colega meu sobre a vida, ele soou como ele queria abrir uma pequena prática rural.#$e#Ele é muito bem pago na cidade onde trabalha agora, mas ele quase não tem tempo livre.",
                "fall_Sat8": "Acredito em um sistema de moralidade em que o cuidado é o único bem e o prejuízo é o único mal.#$e#Eu penso que é por isso que eu me tornei um médico, mas eu não aprendi a expressar assim até alguns anos na escola de medicina.#$e#Eu só quero reduzir a quantidade de sofrimento no mundo.#$e#o quê você acha, @?",
                "fall_Sat10": "Se eu estou saindo com a Maru? Não, claro que não.$h#$e#Ela é uma mulher jovem e bonita, e Demetrius parecia satisfeito com a perspectiva, mas não teria dado certo.#$b#Por onde devo começar…?$l",
                "fall_Fri": "Quando você come certos alimentos, você terá um melhor desempenho.#$e#Comer um 'Lanche de fazendeiro' lhe dará a nutrição que você precisa para regar e colher melhor as colheitas!",
                "fall_Fri4": "Quando você come certos alimentos, você terá um melhor desempenho.#$e#Comer um 'Survival Burger' lhe dará a nutrição que você precisa para coletar plantas e madeira melhor!",
                "fall_Fri6": "Quando você come certos alimentos, você terá um melhor desempenho.#$e#Comer uma 'Prato vermelho' vai lhe dar um impulso extra de energia além do que você normalmente tem.",
                "fall_Fri8": "Quando você come certos alimentos, você terá um melhor desempenho.#$e#'Bisque de lagosta é um prato bastante luxuoso. Suponho que isso faria alguém se sentir pronto para pescar um recorde de captura!",
                "fall_Fri10": "Quando você come certos alimentos, você terá um melhor desempenho.#$e#'O prato da sorte é um prato bizarro, mas sinto que não tem muita necessidade se for no seu caso.$l",
                "winter_Wed8": "Eu ouvi histórias de meus colegas sobre mineradores de irídio que acabam no hospital em estado crítico.#$e#Alguns deles continuam fazendo isso. Ouvi falar que é uma das profissões mais perigosas.$s",
                "winter_Wed10": "@, se você entrar nas minas, isso é uma coisa legal...$s#$b#...Mas se você se machucar seriamente, considere como isso afeta as pessoas ao seu redor.$s",
                "winter_Sat10": "*Suspiro*… Estou começando a me sentir meio velho… #$e#Quanto mais velho você fica, mais memórias você está sobrecarregado. Isso pode ser esmagador.$s#$e#Eu queria ser jovem como você.$l",
                "winter_Sun4": "O Império Gotoro tem um sistema bastante avançado para fornecer cuidados de saúde aos seus cidadãos.#$b#Mas por razões óbvias, eu jamais pensaria em me mudar para lá.$h",
                "winter_Sun8": "Parece que você nunca pega nenhuma doença, @.#$e#Seja grato por seu forte sistema imunológico!$h",
                "spring_1_2": "Feliz ano novo, @!$h#$b#É um ótimo dia para um novo começo.",
                "spring_12": "É interessante como o primeiro festival do ano na Vila Pelicanos é também um dos mais bizarros.#$e#Ei, isso não é uma reclamação.$h",
                "spring_23": "Meus antigos colegas da escola de medicina não acreditariam que eu literalmente dançasse na frente dos meus pacientes.#$e#Bem, tecnicamente não faz parte da descrição do trabalho. Mas ao escolher morar aqui, bem que poderia ser.$h",
                "summer_10": "Eu realmente espero que ninguém fique doente por causa da sopa amanhã.#$e#Potencialmente, Todos esses ingredientes juntos são um desastre, mas os moradores amam essas tradições..",
                "winter_7": "Com todo mundo lá fora no frio amanhã? Não estou preocupado. Não mais do que o habitual, de qualquer maneira.#$e#O clima frio em si não é o que causa a doença. As pessoas ainda devem se agrupar.",
                "winter_28": "Então... quando o próximo ano terminar, vou ter... quantos anos mesmo? Hm.$s",
                "spring_12_2": "Bem, o festival do ovo de amanhã deve ser divertido, você não acha?",
                "spring_23_2": "Meus antigos colegas da escola de medicina não acreditariam que eu literalmente dançasse na frente dos meus pacientes.#$e#Bem, tecnicamente não faz parte da descrição do trabalho. Mas ao escolher morar aqui, pode muito bem ser.$h",
                "summer_10_2": "Eu realmente espero que ninguém fique doente com a sopa comunitária amanhã.#$e#Potencialmente, é um desastre esperando para acontecer. Mas esta cidade com certeza ama suas tradições.",
                "winter_7_2": "Com todo mundo lá fora no frio amanhã? Não estou preocupado. Não mais do que o habitual, de qualquer maneira.#$e#O clima frio em si não é o que causa a doença. As pessoas ainda devem se agrupar.",
                "winter_28_2": "Então... quando o próximo ano terminar, vou ter… quantos anos mesmo? Hm.$s",
			}
		},
		{
			"LogName":"Harvey Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHarvey",
			"Entries":{
                "Rainy_Day_0": "#c .5#Você deveria usar uma capa de chuva hoje.#É falso que a chuva causa a gripe mas... cuidado para não escorregar na lama!#$e#Se cuida.$h",
                "Rainy_Day_1": "#c .5#Era bastante solitário ficar naquela clínica, mas as coisas estão melhores agora.$h#Também já me acostumei a acordar cedo, nunca cheguei a acordar essa hora quando trabalhava na clínica!",
                "Rainy_Day_2": "#c .5#Você dormiu bem? Eu levantei antes e tomei cuidado para não te acordar.#Ah, você não vai usar uma capa de chuva mesmo que eu te peça, não é?$s",
                "Rainy_Day_3": "Eu não me importo tanto com a chuva, é relaxante ouvir ela junto com a rádio.#$e#$c .5#Você sempre sai pra cuidar dos animais, certo?#Se cuide, querida.$h",
                "Rainy_Day_4": "#c .5#Eu tenho um acúmulo de tarefass que quero concluir hoje.#Vou me manter ocupado pelo resto do dia.$h",
                "Rainy_Night_0": "#c .5#Tudo bem, querida? Eu ia lavar os pratos, mas fui absorvido na última edição do \"Entusiasta da Cirurgia do Joelho\".#Eu amo esse programa!$h",
                "patio_Harvey": "#$c .5#Sabe, o 'Jornal de Dinâmica Tendínea' é legal de ler aqui em casa.#O clima e os animais lá fora fazem o clima perfeito para tal.",
                "Rainy_Night_1": "#$c .5#Não importa estar em uma rotina quando ela te diverte.#Existem milhares de pequenos processos no corpo que nos mantêm vivos. Eu costumava me preocupar com isso à noite, imaginando o que aconteceria se um mal funcionasse, mas não mais.$h",
                "Rainy_Night_2": "#$c .5#Você está bem encharcada, querida. Você quer se aquecer na lareira comigo?#Ei, vamos para a cama cedo… $l",
                "Rainy_Night_3": "#$c .5#O som da chuva nos traz algo para focar, então não nos distraímos com pensamentos aleatórios. Essa é a minha teoria de por que é tão reconfortante ouvir ela.#",
                "Rainy_Night_4": "#$c .5#Até hoje eu não esqueço aquele dia que fomos passear no balão...$l#Passei o tempo levando livros e trabalhando no meu avião de madeira, eu não poderia pedir nada melhor.$h#$e#É importante tirar um dia de folga, estresse pode fazer você perder os cabelos, sabia?",
                "Indoor_Day_0": "Eu penso que todos estamos no mundo para fazer algum tipo de equilíbrio, mesmo que pequeno.#$e#$c .5#Isso me faz ser grato por ser médico, ver o sorriso das pessoas depois de curadas me traz a sensação de dever cumprido.#Mudar pra cá foi o ápice desse equilíbrio...$l",
                "Indoor_Day_1": "Bom dia, eu fiz algo pra você.[201]#$e#$c .5#Foi feito com amor!$h#Há muitos nutrientes nos ovos, ainda bem que podemos tê-los sempre que a gente quiser.",
                "Indoor_Day_2": "#$c .5#É bom ter um tempinho livre para observer a natureza, isso faz um bem danado para o cérebro.#Vou estudar um pouco de medicina hoje, é sempre bom estar atualizado na área que você trabalha!",
                "Indoor_Day_3": "#$c .5#Eu vou ouvir um pouco de jazz e finalizar meus relatórios médicos. Você tem planos para hoje?#Você já visitou aquela sauna que fica na montanha? A gente poderia ir lá qualquer dia desses.$h",
                "Indoor_Day_4": "#$c .5#Eu tinha medo de você me achar estranho no começo, mas veja onde chegamos.$h#Você precisa trabalhar na fazenda, certo? Vou estudar cuidando da casa, se cuide.$h",
                "Indoor_Night_0": "#$c .5#Caramba, cansei bastante com os exercícios hoje.$s#Você parece bem exausta! Vem aqui, vou te fazer uma massagem?$l",
                "Indoor_Night_1": "Ei, fiz o jantar para nós! [212 214 225 209 200]$h#$e#$c .5#Espero que esteja bom!#Se lembre de comer regularmente e sem exageros, querida.",
                "Indoor_Night_2": "#$c .5#Você já terminou tudo que tinha pra fazer?#$e#Não se preocupe comigo, eu sou literamente auto-sustentável.$h",
                "Indoor_Night_3": "#$c .5#É estressante ser médico, então é bom estar vivendo em um lugar tão bonito quanto este.#Meu cérebro costumava ser muito ativo de noite, mas eu resisti a esse mal hábito e comecei a dormir mais cedo... você quer ir pra cama?",
                "Indoor_Night_4": "#c .5#Caramba... estava pensando sobre sistema circulatório e esqueci o que eu estava fazendo.$s#Mas tudo bem, como foi o seu dia?$h",
                "Outdoor_0": "#c .5#O lugar é bem seguro, não se preocupe comigo.#Essa fazenda é muito bem escondida da ferroria, sabia disso?",
                "Outdoor_1": "#c .5#Cientificamente falando, esse é um bom lugar para criar filhos, você não acha?#O vale tem um potêncial incrível, fico surpreso de não estar totalmente desenvolvida.",
                "Outdoor_2": "#c .5#Eu não sou o cara mais interessante, mas me manterei fiél a você até o fim.$l#O clima está perfeito, eu nem preciso de óculos de sol aqui fora.$h",
                "Outdoor_3": "#c .5#Você significa o mundo pra mim, sabia?$l#Eu não imagino manhãs tão maravilhosas como essa em outro lugar.$h",
                "Outdoor_4": "#c .5#Eu e fascino pela interação dos insetos, não é interessante?#Animada para outro dia, se cuide, querida.$h",
                "OneKid_0": "#c .5#Vou me certificar de que nosso filho tenha o melhor tratamento médico possível.#Você e %kid1 são as partes mais importantes da minha vida.",
                "OneKid_1": "#c .5#Eu tenho que dizer, ter meu próprio filho teria tornado minha rotatividade no centro de traumas pediátricos muito mais difícil.$s#%kid1 vai ter a infância perfeita aqui. Temos muita sorte de ter essa oportunidade.",
                "OneKid_3": "#c .5#Eu sou um curador da vida humana, mas para ser um criador da vida humana? É um nível totalmente novo.$h#Estou gostando muito de ser pai!$h",
                "TwoKids_0": "#c .5#Vamos ver... crianças alimentadas, fraldas trocadas... brincar não seria má ideia!$h#Você também quer?$h",
                "TwoKids_1": "#c .5#Eu acredito que uma criança deve poder brincar e explorar o conteúdo de seu coração, porque você só é criança uma vez.#As crianças gostam de brincar com meus modelos de aviões. Ficam um pouco babados, mas tudo bem.$h",
                "TwoKids_2": "#c .5#As crianças brincavam com meu estetoscópio mais cedo. Ambos têm batimentos cardíacos saudáveis!#Será que %kid2 pode crescer e pilotar um avião, como eu queria?",
                "TwoKids_3": "Minha vida é dedicada a você e nossos filhos agora, e sou muito feliz com isso. Eu sempre sonhei em ter uma família maravilhosa como esta.$l#$e#Eu... te amo!$l",
                "funLeave_Harvey": "#c .5#Hoje vou andar um pouco pela vila, preciso manter meu corpo saudável também.$h#Volto mais tarde, sim?",
                "funReturn_Harvey": "#c .5#Eu acabei de chegar em casa também, como foi seu dia?$h#Sim, o meu foi ótimo também.",
                "spring_2": "E aqui estamos, mais um dia de trabalho, espero que todos se cuidem.",
                "spring_9": "Como as safras estão indo por aí? Estive querendo alguns produtos frescos para cozinhar.#$e#Em conservas talvez, nós temos picles? ",
                "spring_16": "Eu ainda fico um pouco tímido com outros aldeões...$s#$b#Não me entenda mal, eu sou melhor como médico do que como vizinho.#$e#É complicado às vezes.",
                "spring_25": "Ver você com toda essa energia me motivou a me exercitar mais.#$e#Eu não participo mais das aulas aeróbicas.$h",
                "summer_4": "Os boletins meteorológicos já estão dizendo que a próxima semana será mais quente, então se cuide!#$e#Sim, eu confio que você ficará bem, estarei aqui para cuidar de você?$l",
                "summer_16": "Cuidar e evitar danos sempre foi o meu objetivo principal.#$e#Eu pensei nisso por meses durante o meu primeiro ano na escola de medicina. Nenhuma outra resposta consegue fazer sentido para mim quanto essa.",
                "summer_17": "Se sentir alguma coisa de ruim, me diga, sim?#$b#Eu morreria se algo de ruim acontecesse com você.$l",
                "summer_23": "Há coisa mais desagradável que picada de mosquito?$s#$e#Meu corpo não está preparado para pequenos ataques assim.",
                "fall_4": "Tenho um juramento de não compartilhar registros médicos com ninguém.#$e#Ah, isso inclui você, querida.$h#$b#Mas eu não me importaria se você visse, eu confio em você.$l",
                "fall_9": "É tão bom acordar cedo aqui!$h#$e#É uma mudança maravilhosa.",
                "fall_11": "Você gosta de videogame? Eu me viciei em muitos quando era criança, mas deixei esse hábito de lado.",
                "fall_18": "Daqui há 30 anos, quando formos velhos, os remédios serão totalmente diferentes.#$e#Tratamentos serão mais fáceis devido à evolução, o que temos hoje pode se considerar antigo!",
                "winter_11": "Uau... bem frio hoje, não? Uma xícara de café agora seria interessante, temos?$s",
                "winter_16": "Quando você abriu aquela carta do seu avô… sabe, aquela que você me contou?#$b#É estranho pensar como eu nem te conhecia, mas esse momento mudou a direção da minha vida para sempre.$l#$e#Isso faz você pensar... o que mais está acontecendo no mundo agora, que nós não sabemos, mas vai mudar nossas vidas para sempre?",
                "winter_24": "Ah, sim, a festa é amanhã! Eu mal posso esperar!$h#$e#Vamos comer bem, mas com segurança, sim?$h",
                "winter_26": "Ei, isso aqui ficou sobrando da festa! [348]$h#$e#Hoje teremos uma noite maravilhosa.$l",
			}
		}
	]
}