{
	"Changes":[
		{
			"LogName":"Jas",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jas",
			"Entries":{
                "Mon2": "Então você vai morar lá em cima?$u",
                "Mon6": "Como é a cidade Zuzu? Eu nunca fui pra cidade.",
                "Mon8": "Eu queria que tivesse mais crianças pra brincar.#$e#Vincent é legal, mas eu vejo ele todo dia.",
                "Mon10": "@, Oi!$h#$e#Como vai?$h",
                "Tue2": "A minha tia me mandou dizer oi...$u#$e#Hm... olá.$u",
                "Tue4": "A minha tia sempre diz pra ficar longe daquela torre na floresta.#$b#Mas de qualquer forma eu não quero ir lá.",
                "Tue8": "Eu sempre brinco com minhas bonecas por aí.#$e#Mas eu não levo as novas, eu não quero que elas fiquem sujas.",
                "Tue10": "Se você sabe cuidar de animais então deve saber cuidar de bonecas.#$e#Um celeiro é como uma casa de bonecas, certo?",
                "Wed6": "Leah esculpiu um cachorrinho de madeira para mim quando ela se mudou para cá.#$e#Ela é muito legal, mas não brincamos muito.",
                "Wed8": "Eu sou muito boa em desenhar, minha tia me deu um conjunto de giz de cera, então eu desenho muitas coisas para ela.",
                "Wed10":"Estou ficando muito bom em colorir livros. A chave é colori-lo mais escuro quando estiver mais perto das linhas e mais claro quando estiver longe delas.",
                "Thu2": "Você gosta de cuidar dos animais?$u#$e#Por nada...$u",
                "Thu4": "Sra. Penny está me ensinando a escrever em letra cursiva.$h#$e#Ela tem uma letra muito bonita.",
                "Thu6": "Eu sempre tento cozinhar o meu próprio jantar.#$b#Eu já sei fazer miojo e ovos.$h",
                "Thu8": "É chato ficar sentada por tanto tempo na aula, mas a Sra. Penny é a melhor professora do mundo.$h#$e#Ela é muito inteligente também.",
                "Thu10":"Ainda lembro da minha antiga escola, antes de eu mudar para cá. Eu não estudei lá por muito tempo.#$e#Só me lembro que havia muitas crianças.",
                "Fri6": "Você gosta de jogar pedras no lago? É fácil se você souber que tipo de rocha arremessar.#$e#Uma vez, Shane jogou uma pedra que pulou seis vezes seguidas.$h",
                "Fri8": "Você é muito legal, @.#$e#Os adultos geralmente são chatos.$h",
                "Sat4": "Sra. Penny começou a passar lição de casa. Eu pensei que seria difícil, mas é legal.#$e#E eu já terminei a de hoje!$h",
                "Sat6": "Angelina costumava ser minha princesa favorita de Courtwick, mas atualmente eu gosto mais da Cordelia. Ela tem o mesmo cabelo que eu.#$e#Além disso, sua cabra é muito engraçada.$h",
                "Sat8": "Estou feliz que você seja legal. Quando eu morava com meus pais, havia alguns adultos que eram chatos.#$e#Eles vinham à noite e eram muito barulhentos. Não me deixavam dormir.$u",
                "Sun4": "O que tem na montanha?#$b#Eu nunca fui lá.$u",
                "Sun6": "Às vezes uma viajante passa pelo nosso rancho, e há um porco que puxa a carruagem.#$b#Eu o chamei de Mumpy.$h",
                "Sun8":"O comerciante viajante está na cidade hoje. Eu fui lá com parte do dinheiro que economizei.#$b#Eu ia comprar uma coisa estranha, mas não sabia o que era, então comprei doces.",
                "summer_ Mon4": "Nossos animais não gostam desses dias quentes.#$e#Eu queria dar sorvete para as vaquinhas.$s#$e#Eca, isso seria estranho se fosse o próprio leite delas!$h",
                "summer_Tue4": "Eu já vi uma cobra pela floresta.#$e#Eu fiquei bem longe dela.",
                "fall_Wed4": "Você encontrou alguma árvore de ameixas por aí?#$e#Elas são muito gostosas pra fazer pudim!$h#$b#Eu não gosto muito delas crua.$u",
                "fall_Thu4": "Flores de outono são as minhas favoritas, você tem alguma?",
                "fall_Thu10": "Eu amo o outono!$h",
                "winter_Fri8": "Você consegue guardar segredo?#$e#Uma vez, eu joguei uma bola de neve no Vincent e machuquei ele...$u#$b#Mas eu estava me escondendo nos arbustos, então ele nunca descobriu que era eu!$h",
                "winter_Sat6": "Eu amo a neve!$h#$e#Uma vez, Shane chegou em casa à noite quando estava nevando. Nós dançamos na luz da varanda até uma hora da magrugada.$h#$e#Foi muito legal.$h",
                "winter_Sun8":"A Sra. Emily fez algumas luvas de inverno para mim. Ela é tão, tão, tão legal.#$e#Eu gosto de luvas, mas não quando são caseiras.",
                "Tue_inlaw_Shane": "Eu sinto falta do Shane. Quando ele volta para casa?$s",
                "Tue4_inlaw_Shane": "Shane sempre costumava parecer tão triste, mas agora ele parece tão feliz.#$e#Eu amo finais felizes.$h",
                "winter_28": "Feliz ano novo, @.",
                "winter_28_2": "Feliz ano novo, @.",
			}
		}
	]
}