{
	"Changes":[
		{
			"LogName":"Jodi",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jodi",
			"Entries":{
                "spring_1_2": "O dia está maravilhoso! Nossa família tem muito pra agradecer!$h#$e#Eu vou vou esquecer o dia que vi o Kent saindo daquele ônibus.$h",
                "Mon2": "#$1 JodiAltar#Ontem visitei o altar de Yoba para pedir o retorno seguro do meu marido.#$e#Estou tentando ficar positiva, mas às vezes não dá...$s",
                "Mon4": "O sam já te ensinou alguma coisa sobre guitarras?#$e#Ele é muito bom nisso.$h",
                "Mon6": "Eu finalmente tive tempo para dormir até tarde hoje.$h#$e#Eu tinha até esquecido como era essa sensação.",
                "Mon8": "É ótimo ter uma família... mas eu não posso mentir que sinto falta da liberdade que tive na juventude.$s",
                "Mon10": "Você acredita que as notas do Vincent estão melhorando?$h#$e#Penny finalmente conseguiu fazer ele estudar.$h",
                "Mon2_inlaw_Sam": "Finalmente o Sam me visitou hoje.$h#$b#Estou muito feliz de ver vocês juntos, @.",
                "Mon6_inlaw_Sam": "Finalmente o Sam me visitou hoje.$h#$b#Estou muito feliz de ver vocês juntos, @.",
                "2_1": "Meu marido? Ele é um soldado que trabalha no exterior.#$b#Eu... espero que ele possa voltar em segurança.$s#$e#Você precisa de algo?",
                "Tue": "Oi @.#$e#Precisa de alguma coisa? Estou ocupada.",
                "Tue2": "Deve ser tão bom ver as suas plantinhas crescendo.#$e#Você costuma guardar parte do que planta? Eu faria isso.$h",
                "Tue4": "Eu não gostava de fazer exercícios, mas agora que comecei, não quero mais parar!$h#$e#Eu não tenho muito tempo para me didicar agora que sou mãe, mas sempre consigo dar um jeito.",
                "Tue6": "Eu me preocupo com o futuro do Sam, mas ele sempre diz que tudo está sob-controle...$s#$b#É difícil ser mãe...$s",
                "Tue8": "Eu ensinei o Vincent a arrumar sua cama toda manhã, agora tenho menos coisas para fazer.#$e#Mas ele começou a exigir doces para o seu 'trabalho'.$s",
                "Tue10": "Eu acredito que devemos tomar cuidado com a infância de nossos filhos...#$e#É nesse período da vida que moldamos o nosso caráter, você não acha?",
                "Wed2": "Você deve passar a maior parte do tempo fora de casa, não é?",
                "Wed4": "Comecei a usar luvas para manter minhas mãos macias.$h#$e#É difícil se manter saudável quando você vai envelhecendo...$s",
                "Wed6": "Tanta coisa pra fazer hoje...$s#$e#Eu amo meus filhos, mas sinto perdi minha identidade como esposa e mãe.$s#$b#Você começar deixar de lado os sonhos que tinha na adolescência.$s",
                "Wed8": "Eu tinha um sonho quando era mais jovem...#$b#Mas eles parecem tão bobos agora.$h#$e#O que era? Ah, eu queria ser cantora.#$b#Mas eu posso viver disso indiretamente através de Sam.",
                "Thu2": "Eu amo essa estação porque há uvas em todo canto!$h#$e#Você pretende cultivar alguma, @?",
                "Thu4": "Eu praticamente tenho que fazer o trabalho de pai e mãe...$s#$e#Sam faz muito por Vincent, mas nada realmente substitui o papel de pai.",
                "Thu4_2": "Com Kent de volta, pensei que as coisas ficariam mais fáceis, mas...$s#$e#Como está a fazenda, @?",
                "Thu6": "Com as crianças é sempre mais, mais e mais! Eu já disse ao Vincent que doces....$3#$e#Desculpa, estive tendo um dia difícil...$s",
                "Thu8": "Você veio doar alguma fruta?$h#$e#Estou brincando.",
                "Thu10": "Você é muito legal, @.$h",
                "Thu10_2": "Você acredita que o Kent deu um sorriso hoje de manhã?$h#$e#As coisas estão melhorando.",
                "Fri2": "$d Joja#O trabalho do Sam na Joja está sendo bom para ele, eu queria que ele ganhasse um desconto para funcionários.|As frutas que compro no Pierre são bem melhores, mas sinto falta dos preços baixos da Joja...",
                "Fri4": "Hoje o dia está muito bom! Fiz quase tudo que tinha pra fazer!$h#$e#É bom ser grata.",
                "Fri6": "Você tem algo divertido para o fim de semana?#$e#Eu? Ah, não, eu só tive dias assim na adolescência.$h",
                "Fri6_2": "A gente tava vendo um filme ontem à noite e o Kent se levantou e simplesmente saiu de casa...$s#$e#Eu não sei o que fazer.$s",
                "Fri8": "Ei, não diga à ninguém, mas você sabia que eu tenho TOC?$h#$e#Eu não fui assim a vida inteira, mas está piorando...$s#$e#Eu vejo sujeira em tudo... eu teria muito mais tempo se não fosse por isso.$s",
                "Fri8_2": "Ei, não diga à ninguém, mas você sabia que eu tenho TOC?$h#$e#Eu não fui assim a vida inteira, mas está piorando...$s#$e#Eu vejo sujeira em tudo... eu teria muito mais tempo se não fosse por isso.$s",
                "Fri10": "Você sempre foi gentil conosco, @. Obrigada!$h",
                "Fri10_2": "Kent conseguiu chegar no final do filme dessa vez, ao invés de sair.#$e#Mas eu acho que ele esteve segurando por nossa causa.$s",
                "Sat2": "Oi @.#$e#Tudo bem?",
                "Sat6": "Como o tempo passa rápido...#$e#Eu ainda me lembro de quando Sam era um bebê, ele era tão fofo.$s#$e#Não conte para ele!$h#$e#Você gosta de conversar, não é?",
                "Sat8": "Eu não gosto de me preocupar com guerras, mas é inevitável...$s#$e#Fazer o quê?",
                "Sun": "Oi @.#$q 116/117 Sun_old#Se eu posso perguntar... você reza?#$r 116 10 Sun_116#Sim#$r 117 0 Sun_117#Não",
                "Sun_old": "$p 116#Obrigada por orar pelo meu marido, isso significa muito para mim.|Espero que meu marido volte logo.$s",
                "Sun_116": "Ah é? Você poderia rezar pelo meu marido, Kent?#$b#Obrigada.$h",
                "Sun_117": "Ah, tudo bem, desculpa te incomodar.",
                "Sun2": "Estou tirando uma folga das tarefas domésticas hoje.$h#$e#Se eu não parar para descansar, vou ficar louca!#$e#Além disso, não quero que minhas pernas fiquem duras.$h",
                "Sun4": "Fico feliz que Sam tenha se tornado um bom exemplo para Vincent.#$b#Esses dois garotos se conectam de uma maneira que uma mãe simplesmente não poderia.$h",
                "Sun6": "Sam já te mostrou a guitarra dele, ele é muito bom!$h#$b#Mas irrita às vezes.",
                "Sun_2": "Meu marido finalmente está de volta!$h#$e#Estamos pensando em viajar.$h",
                "Sun2_2": "Estou dando um tempo nas tarefas domésticas hoje.$h#$e#Se eu não passar algum tempo fora, vou ficar louca!#$e#Além disso, não quero que minhas pernas fiquem fracas.$h",
                "Sun4_2": "Sam ficou muito tempo com Vincent, eu sou grata por isso.#$e#Fico feliz em vê-lo crescer assim.",
                "Sun6_2": "Sam já te deixou tocar sua guitarra?$h#$b#Vocês deveriam fazer isso algum dia.",
                "Sun8_2": "Tive um sonho que tinha total liberdade, nenhuma obrigação para com ninguém além de mim mesma...#$b#Então acordei e percebi que tinha um dia inteiro de tarefas à minha frente...$s",
                "spring_Wed4": "Eu ainda preciso pegar o remédio para a alergia do Sam hoje...$s",
                "spring_Wed8": "Eu me pergunto se alguém ligaria se eu deixasse de limpar a casa...$s#$e#Ah, quem estou tentando enganar? Eu ligaria.$4",
                "spring_Sat2": "O ar da primavera é maravilhoso.$h#$b#Só não me traga flores, o Sam é alérgico.",
                "spring_Sat8": "O ar da primavera é maravilhoso.$h#$b#Só não me traga flores, o Sam é alérgico.",
                "spring_Sat2_inlaw_Sam": "Sam é alérgico à flores, ele já te contou isso?#$e#Ele deve gostar muito de você pra ter aceitado morar em uma fazenda.",
                "summer_Mon4": "Nosso jardim de verão ajuda a reduzir um pouco as contas de mercearia.#$e#Temos que ser criativos para sobreviver.",
                "summer_Mon4_2": "A pensão de aposentadoria de Kent, na verdade excede o que ele foi pago durante o serviço ativo.#$b#Podemos pagar nossas contas decentemente, mas... bem...$s#$b#Como vão às coisas para você?",
                "summer_Tue8": "Nosso jardim de verão ajuda a reduzir um pouco as contas de mercearia.#$e#Temos que ser criativos para sobreviver.",
                "summer_Tue8_2": "Eu nunca imaginaria que Kent mudaria tanto...$s#$e#Se ele estiver sofrendo, então nós vamos sofrer juntos.$s#$b#Eu temo que ele piore...$s",
                "summer_Wed8": "Estou feliz que você tenha se mudado para cá, @. É difícil existir gente bondosa como você.",
                "summer_Wed8_2": "Kent é um bom homem, eu queria que você o tivesse conhecido antes da guerra...$s",
                "summer_Thu6": "O trabalho doméstico é frustrante... parece que nunca acaba.#$e#O chão está sempre sujo.",
                "summer_Thu6_2": "Os dias podem ser difíceis, as coisas também mudaram mas... minha família está reunida.#$e#Eu sou grata por isso.",
                "summer_Fri": "Você parece se exercitar bastante naquela fazenda, não é?$h#$e#Eu só treino uma fez por semana, não tenho tanto tempo.$s",
                "summer_Fri6": "Eu sou grata pela educação que Vincent recebe da Penny.#$b#Ela é muito boa, e também seria muito caro mandar ele para a cidade.",
                "fall_Mon4": "Às vezes eu sinto falta da cidade Zuzu, onde morávamos...$s#$b#Mas eu sou feliz por morar aqui, sério.",
                "fall_Mon8": "Às vezes eu sinto falta da cidade Zuzu, onde morávamos...$s#$b#Mas eu sou feliz por morar aqui, sério.",
                "fall_Mon8_2": "Eu me pergunto se as coisas voltarão a ser como eram antes da guerra.$s#$e#Eu fico frustrada por esperar demais dele.$s",
                "fall_Thu4": "Talvez eu tenha mimado demais os garotos, eu nunca dei atividades para fazerem.#$e#Eu quero que eles aproveitem a infância... apesar de Sam ser um adulto agora.#$b#Eu não quero que ele vire um vagabundo.$s#$e#Ser mãe não é fácil.",
                "fall_Fri": "Caroline e eu somos boas amigas. Conto tudo pra ela.",
                "fall_Fri6": "$d Joja#Caroline estava estranha ontem, espero que ela não se incomode de eu não comprar na loja dela...|Estou feliz por não ter mais que me preocupar com Caroline perguntando quando vou fazer compras novamente na loja do marido dela.",
                "fall_Sun4": "Quando você se torna mãe, você tem que deixar seu antigo estilo de vida para trás.#$e#Talvez isso não seja totalmente verdade... mas se você não tomar cuidado, isso vai acontecer.",
                "fall_Sun8": "Você já teve problemas para dormir, @? Eu não consigo desligar meu cérebro quando vou para a cama.$s",
                "fall_Sun8_2": "Ah, oi, tudo bem?#$b#Estou cansada... Kent não dormiu muito bem ontem...$s#$e#Como consequência eu também não durmo.$s",
                "winter_Wed4": "Se eu tenho hobbies? Eu nunca parei pra pensar...#$e#Dormir conta?$h",
                "winter_Fri8": "Não falta muito para o fim do ano, né? Eu não posso acreditar que já está quase terminado.",
                "winter_Sat10": "Obrigada por ser gentil, @. Sei que Kent voltará em breve.",
                "winter_Sat10_2": "Quando você se compromete a casar com alguém, muitas pessoas não percebem algo importante...$s#$b#Que você está se casando não apenas com essa pessoa hoje, mas com todas as pessoas que eventualmente se tornarão futuramente.$s#$e#Kent mudou. Nem sempre é fácil aceitar isso. Às vezes, simplesmente não posso...#$b#Mas eu ainda não pelo que ele passou. E como posso culpá-lo por isso?$s#$e#Bem, o casamento não é para facilitar sua vida. É sobre amar e ser amada, porque podemos, porque é como fomos criados.#$e#De qualquer forma, desculpe. Por favor, não me deixe te segurar muito.",
                "winter_Sun8": "Você já teve problemas para dormir, @? Eu não consigo desligar meu cérebro quando vou para a cama.",
                "winter_Sun8_2": "Ah! o que você disse? Desculpa, estou tão cansada hoje.#$b#Kent estava tendo pesadeos de novo...$s#$e#Eu tenho medo de perguntar o que ele sonha.$s",
                "winter_24": "Vincent está tão animado para amanhã!$h",
                "winter_28": "Os garotos estão ficando acordados até tarde, mas eu ainda tenho muitas orações para fazer hoje à noite.",
                "winter_24_2": "Vicent está tão animado para amanhã!$h",
                "winter_28_2": "Tudo parece tão promissor na virada do ano.$h",
			}
		}
	]
}