{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
                "Mon2": "........#$b#…#$e#Desculpe eu pensei ter ouvido alguma coisa.$s#$e#Como vai?",
                "Mon4": "Se estou dentro de casa sinto claustrofobia, quando estou fora me sinto vulnerável...#$e#Eu esqueci como é estar relaxado.",
                "Mon6": "Eu não sei se vou me acostumar a viver em uma casa mais...#$e#A tranquilidade parece uma farça, eu não me sinto bem.",
                "Mon8": "Então, você tem planos para o resto da semana?#$e#Estou tentando achar ideias para fazer.",
                "Mon10": "Eu costumava dar mais valor para coisas como 'família' e 'contribuir à sociedade'...#$b#Eu ainda faço isso, mas sinto um enorme vazio.$s#$b#Tudo parece tão falso...$s",
                "Mon_inlaw_Sam": "Ver Sam casado com você foi uma surpresa, ele sempre foi alérgico à flores.#$e#Espero que vocês estejam bem.",
                "Mon_inlaw_Sam2": "Como as coisas estão funcionando com você e Sam?#$e#Que tipo de homem você diria que ele é?",
                "Mon_inlaw_Sam4": "Ei, você quer tomar algo no salão algum dia?#$b#É algo que um sogro faria, eu acho.$s",
                "Mon_inlaw_Sam6": "Sempre que pergunto sobre Sam com você eu sinto que estou perguntando sobre um filho alheio...$s#$e#Eu ainda o amo...#$b#Eu só queria me sentir mais próximo dele.$s",
                "Mon_inlaw_Sam8": "Fico feliz por você e Sam, @.$h",
                "Tue4": "Então, você tem algum passatempo?#$e#Estou tentando procurar ideias.",
                "Tue6": "Eu gostaria que não morássemos tão perto de um cemitério. Eu não posso deixar de me debruçar sobre o que está abaixo do chão... tão perto do lugar que durmo.$s",
                "Tue8": "Jodi me enviava fotos de Sam e Vincent enquanto eu estava fora. Não sei se os reconheceria se não os visse crescendo e mudando.#$e#Ainda sim vê-los pessoalmente ainda é bem confuso.",
                "Tue10": "Acho que tenho mais facilidade morando aqui do que em outros lugares.#$q 018/019 Tue_old#O que fez você decidir morar na vila?#$r 018 0 Tue_018#O cara na minha frente no trabalho literalmente morreu em sua mesa e ninguém notou.#$r 019 0 Tue_019#Meu trabalho no escritório parecia que não tinha propósito.",
                "Tue_old": "$p 018#Eu ainda não trocaria de lugar com o pobre coitado que morreu em seu trabalho na recepção.$h|A cidade provavelmente me deixaria louco agora. Ou pior ainda... os subúrbios.$h",
                "Tue_018": "Jura?#$b#…#$b#Haha!$h#$b#Hilário!$h#$e#Eu precisava ouvir isso.$h",
                "Tue_019": "Puts... parece horrível, estou feliz por você ter saído.#$b#Bem, é melhor ser militar aposentado com uma família que você ama do que passar toda a sua vida em um cubículo.$h",
                "Wed2": "Então você é parente do homem que morava na fazenda?",
                "Wed4": "O tipo de trabalho que você faz parece interessante, @. Talvez seja aí que meu chamado deveria ter sido.$h",
                "Wed6": "Eu perdi muitos amigos na batalha...$s#$e#O que é triste é que eu não consigo nem lembrar de seus rostos.#$e#.....",
                "Wed8": "Sempre pergunto para Jodi se os meninos estão melhores comigo...$s#$b#Jodi me repreende por duvidar. Não faz muito sentido para mim, mas penso que é algo que tenho que acreditar.",
                "Wed10": "@, eu sei que você quer me ajudar, e agradeço. Mas algumas coisas nunca serão as mesmas novamente.#$b#O que um homem como eu pode fazer? Estou a milhas de distância da perfeição, mas tudo que posso fazer a cada dia é o meu melhor, para as crianças, para Jodi…#$b#…E depois rezar para Yoba é o suficiente.",
                "Thu2": "!$3#$b#Desculpe, estou com dor de cabeça.$s",
                "Thu4": "Que dia é hoje?#$e#Eu sempre esqueço.",
                "Thu6": "Estou acordado desde às 4... Às vezes me pergunto se voltarei a uma rotina normal.#$e#Sam cresceu bastante desde que saí. Ele é um homem agora.#$e#Eu gostaria de ter estado com ele quando ele era pequeno$s",
                "Thu8": "Falei com alguém da minha unidade no telefone. Ele disse que assistir desenhos animados com sua filha ajudou a trazer a cor de volta.#$e#Acho que entendo o que ele quer dizer com isso, mas principalmente no sentido figurado.#$e#Deve ser legal.",
                "Thu10": "Eu me diverti jogando com o Vincent ontem.$h#$b#Eu só podia sustentar esse sentimento por um minuto ou dois, mas me lembrou brevemente de como as coisas supostamente deveriam ser sentidas.$h",
                "Fri2": "O dia não está mal para um passeio...",
                "Fri4": "Essa vila é muito quieta, parece que uma tragédia vai acontecer...$s",
                "Fri6": "Todo mundo parece tão ocupado o tempo todo.",
                "Fri8": "Algum plano para o seu fim de semana? Estou tentando mudar de ritmo, não quero ficar nessa depressão o tempo todo.$h",
                "Fri10": "Na guerra, é dito o tempo todo que a sobrevivência é o único direito...#$b#E a realidade da situação só confirma isso.$s#$e#Como alguém espera que alguém como eu retome uma vida normal novamente depois disso?#$e#...",
                "Sat2": "Eu penso que existem alguns outros que se juntaram à comunidade desde que eu saí.#$e#Jodi ajudou a me apresentar para eles também.",
                "Sat4": "Os militares me permitiram fazer uma aposentadoria antecipada.#$e#É bom que eles enviem cheques que apoiam a família.#$e#Eles merecem o dinheiro, mesmo que eu não.",
                "Sat6": "Os meninos se saíram muito bem. Jodi tem sido uma boa mãe para eles.#$b#Vincent era apenas um menino há um tempo atrás.#$e#Eu pensava que servi com a ideia de talvez não ver minha família novamente.$s",
                "Sat10": "Eu gostaria de ter algumas ideias sobre como fazer algo especial para a Jodi. Ela realmente lutou muito sozinha pelo Sam e Vincent.#$e#Quando eu era mais jovem, fazia gestos elaborados o tempo todo...#$b#Mas é difícil pensar neles agora.$s",
                "Sun2": "A Jodi cozinha muito bem, eu tinha esquecido disso.$h",
                "Sun4": "Eu ainda lembro desse som do rio passando.$h#$e#Isso me dá um pouco de paz.$h",
                "Sun6": "Nós também morávamos na cidade de Zuzu.#$b#Às vezes sinto falta do barulho, mas temos muito mais espaço aqui. É mais fácil ficar longe de tudo.#$e#É por isso que nós saímos?",
                "Sun8": "O que você faz para passar o dia, @? Parece que não importa o quanto eu tente, eu não consigo....#$e#Não consigo pensar em algo legal para fazer.$s",
                "Sun10": "Sei que não sou a pessoa mais divertida para conversar, @, mas você continua puxando assunto...$s#$b#Obrigado por ser tão gentil.$h#$e#Eu vi algumas coisas horríveis. Falar sobre isso não conserta nada que aconteceu, mas parece ser a melhor coisa a se fazer.",
                "spring_Tue6": "É legal ver esses narcisos na primavera, você não acha?$h#$e#Há um poema que eu recitaria em minha cabeça para me manter, sobre um campo de narcisos. Este poema leva minha mente a um lugar melhor.$h",
                "summer_Mon4": "Minha mãe costumava fazer algo muito bom com Risotto quando era criança, mas não lembro o que era.$h",
                "summer_Mon6": "É bom ver Sam e Vincent na praia durante o verão.$h",
                "fall_Mon4": "Nessa vila estaríamos completamente indefesos durante um ataque aéreo.$s",
                "fall_Mon6": "O cheiro de uma fogueira no outono... eu costumava realmente gostar desse cheiro.#$e#...$s",
                "fall_Sun8": "Eu sonhei que estava na linha de frente de novo, mas Sam está lá tentando me dar cobertura...$s#$b#Então, por algum motivo, Vincent aparece.$s#$e#Tudo parece tão real quando isso acontece. Eu nunca tive que encarar essa imagem antes de chegar em casa.$3",
                "winter_Sat2": "Continuo me enganando em pensar que ouço bombas no horizonte.#$b#Eu preciso me controlar.",
                "winter_Sat8": "Estava dormindo esta manhã quando Vincent me acordou. Perdi a paciência com ele, que grande pai eu sou...$s#$e#Pobre garoto, não merecia aquilo.#$b#Espero que ele me perdoe algum dia. Tudo o que posso fazer é o meu melhor.$s",
                "winter_28": "Parece que esta noite é o aniversário do meu retorno.#$e#Estranho, não parece...#$e#Mas eu estou feliz.$h",
                "winter_28_2": "Já se fazem dois anos desde que retornei.#$e#Caramba... não me sinto assim.#$e#Mas estou mais feliz ainda.$h",
			}
		}
	]
}