{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
                "Mon": "Ei, não se assuste... eu não sou igual aos outros.#$e#Eu passei muito tempo observando vocês e vi que você gosta de comprar... eu tenho algo pra vender, quer ver?",
                "Mon2": "Você de novo? Isso se encaixa na minha pesquisa sobre comportamento humano.",
                "Mon4": "Você já encontrou outros como eu na caverna?... Desculpe se somos hostís, mas muitos humanos atacam sem avisar, e nós não queremos arriscar.#$e#Você... não matou nenhum, né?",
                "Mon6": "Eu e meus amigos fomos reprimidos pela nossa espécie... por tentar conter nossa natureza caótica.#$e#Mas eu não sou melhor que os violentos, afinal, uma vida é uma vida.#$e#Eu não quero saber se você já matou algum de nós.",
                "Mon8": "Os anões nos atacam do nada por anos...",
                "Mon10": "Você sabia que 'Krobus' significa 'Cruzador de Pontes' em nossa língua?",
                "Tue": "Sou muito sensível ao sol, por isso não gosto de sair daqui.#$b#As condições daqui são perfeitas.#$e#Você quer comprar alguma coisa?",
                "Tue2": "Então você planta pra viver?... eu tenho algo legal pra te vender, vem aqui na sexta.",
                "Tue4": "Tem uma planta estranha que vocês plantam chamada \"Pimenta Picante\", para o meu povo ela é...#$b#Como eu posso dizer? Não tenho vocabulário pra descrever isso.",
                "Tue6": "Sim, eu vivo aqui, é o meu lar.#$e#Eu nunca tive um lugar para chamar de 'casa'.",
                "Tue8": "Rasmodius sempre foi legal comigo, eu confio nele assim como confio em você.#$e#Sua visão de mundo está melhor do que os outros humanos.",
                "Tue10": "...Obrigado por me visitar tanto, é bem solitário aqui.#$e#Eu nunca pensei que faria amizade com humanos...",
                "Wed2": "Às vezes eu acho alguns objetos pela água...#$b#Eu consigo me mover livremente dentro das sombras, sem interferência da gravidade, sabia?",
                "Wed4": "Uma guerra entre minha espécie e os anões acabou recentemente... mas ainda tem muita raiva entre as duas raças.",
                "Wed6": "Eu fiquei sabendo que alguns da minha espécie se escondem em armários e assustam as crianças...#$b#Desculpa.",
                "Wed8": "Tinha duas crianças xeretando perto do portão algum tempo atrás.#$e#Eu tive que assustá-los.",
                "Wed10": "Você consegue ver os junimos também, @?",
                "Thu2": "Eu já tenho algumas rotas de fuga caso você me denúncie para os...#$e#Não... desculpa.",
                "Thu4": "Minha raça não nasceu de uma mãe assim como vocês.#$e#De onde nascemos então?... Como você acha que as coisas surgem?#$b#A sombra no seu pé é algo que te pertence ou só está se escondendo da luz?#$e#Você não entenderia...#$e#Você quer comprar alguma coisa?",
                "Thu6": "Você já tentou pescar aqui?... Eu não acho que você vai encontrar algo bom pra comer nessa água.#$e#Eu vi um peixe grande e estranho nadando aí, mas foi só uma vez.",
                "Thu8": "Passei muito tempo estudando vocês, é por isso que consigo falar sua língua.#$e#Mas nunca falei com vocês... não até agora.",
                "Fri": "...",
                "Sat6": "Os humanos têm costumes estranhos...",
                "Sat8": "Agradeço a Yoba por trazer clareza à minha natureza caótica.#$b#Eu não quero mais ser reconhecido como um 'Bruto'.",
                "Sat10": "Agradeço pelo respeito com a minha devoção ao silêncio às sextas-feiras...",
                "Sun2": "Por favor, mantenha minha localizaçao em segredo... os anões me matariam se me descobrissem.",
                "Sun6": "Andei protegendo o Cetro de Retorno durante muito tempo...#$e#Sua origem é mística, eu não posso te vendê-lo por um preço normal.",
				"summer_Thu6":"Por favor, não conte a ninguém sobre mim.#$b#A maioria dos humanos tem medo de nós, pessoas sombra... talvez por uma boa razão.$s#$b#Mas independentemente disso, se as pessoas da cidade soubessem sobre mim, eu poderia não estar seguro aqui.",
				"winter_Wed6":"Se você colocar sua orelha no tubo certo, você pode ouvir em qualquer casa daqui de baixo.#$b#Embora, eu não escutaria.$3",																																			
			}
		}
	]
}