{
	"Changes":[
		{
			"LogName":"Leah",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Leah",
			"Entries":{
				"Beach":null,
                "Mon4": "Você gosta de vinho?#$e#Você poderia até fazer o seu próprio vinho, eles são bem caros quando envelhidos.$h",
                "Mon6": "Marnie e Jas sempre foram vizinhas ótimas. Eu passo lá de vez em quando, quando estou voltando.#$e#Shane? Nunca falei com ele.$u",
                "Mon8": "Você sabia que encontrei Lewis e Marnie se pegando em um arbusto?$h#$b#Entre nós, tudo bem?$l",
                "Tue2": "Ver sua fazenda daquele jeito me dava pena...#$b#Ainda bem que você chegou!$h",
                "Tue4": "Oi, você precisa de ajuda?#$e#A paisagem da vila sempre me traz novas ideias.#$e#Não faço arte pelo dinheiro, é apenas algo que gosto de fazer.#$e#Seu trabalho parece legal... e você ainda produz comida para todos.!$h#$e#Ah, você deve ter coisas pra fazer, desculpa.",
                "Tue6": "Eu desenhei um quadro para o Elliot ontem. Isso vai deixar a casa dele mais animada.#$e#Eu respeito o trabalho dele para buscar o que sonha, nós somos iguais de certo modo.",
                "Tue8": "Você já falou com aquele mago?#$e#Eu nunca cheguei ver ele.$7#$b#Ele se esconde melhor que 'aquele' casal.$h",
				"Ter10":"Então... Se estamos namorando, quero ter certeza... você está bem com o fato de que eu não ganho muito dinheiro, né?#$e#Eu estava apenas pensando.#$b#Eu acho que você sabe por que.$l",
                "Wed2": "Você já conheceu o Elliot?#$b#Ele também está se esforçando para buscar seu sonho.",
                "Wed4": "Tem uma árvore bem grande e com frutas deliciosas perto de minha casa, mas... é meio difícil de alcançar.$s",
                "Wed8": "É um pouco trabalhoso coletar madeira para fazer minha arte.#$q 225/226 Wed_old#Falando nisso, você gostou da escultura que te fiz?$u#$r 225 10 Wed_225#Sim, ela me lembra você.#$r 226 -100 Wed_226#Você pegou aquilo do lixo?",
                "Wed_old": "$p 025#Eu tenho treinado com aquelas esculturas que fiz pra você.|Não se preocupe, eu não vou te dar mais nenhuma...$u",
                "Wed_225": "...É sério?!$l#$b#Isso me deixa feliz.$l",																																			 
                "Wed_226": "...$s",
                "Wed10": "Dei uma ajeitada no cabelo hoje, você percebeu?#$e#Isso vai manter meu cabelo longe do seu rosto quando a gente estiver se beijando.$l#$e#Eu disse isso em voz alta?$h",
                "Thu": "Estou curiosa para ver o que você vai fazer naquela fazenda.$7",
                "Thu2": "Você já viu o irmão da Maru?#$b#Eu não... será que ele existe?$h",
                "Thu4": "Eu gosto muito de sair e ver o que tem pela floresta.#$b#Sempre me traz muitas ideias para esculpir",
                "Thu6": "Eu amo a salada que a Emily faz no salão.#$b#Você sempre compra lá?$h",
                "Thu8": "Você achou algo legal na floresta esses dias, @?#$e#Às vezes dá trabalho achar algo interessante, mas o passeio vale muito a pena.",
                "Thu10": "Oi amor.$l#$e#Você terminou suas tarefas?#$e#Espero te ajudar em algo futuramente.$3",
                "Fri4": "A natureza sempre será uma artista melhor que qualquer ser humano.#$e#Você deve saber muito bem disso, trabalhando com ela todos os dias.$h",
                "Fri6": "Oi @, aproveitando a pausa?#$e#Então, como estão as coisas?",
                "Fri8": "Você tem madeira sobrando?$7#$e#Estou precisando de algumas para esculpir, Clint está melhorando o meu machado.$s",
                "Sat4": "Você decora aquela casa?#$e#Decorar uma casa é como uma obra de arte.",
                "Sat6": "O ser-humano nasceu para ser criativo, você não acha?#$e#É uma das nossas melhores qualidades, e existem tantas formas de ser criativa.",
                "Sat10": "Oi amor.$l#$e#Você quer me visitar no lago amanhã? Vou estar lá se não chover.$l#$e#Eu não ligo se você quiser conversar lá.$l",
                "Sun2": "Venha me ver quando possível, podemos conversar sobre os projetos que a gente tem.",
                "Sun4": "Você se orgulhou do que faz?#$e#Eu teria muito orgulho de mim mesma, se tivesse um trabalho como o seu.",
                "Sun6": "Posso ser confiante com o que faço, mas às vezes as coisas parecem uma bomba-relógio.$s#$e#Eu tenho medo de passar fome.$s",
                "Sun8": "Oi, o dia está lindo, não acha?#$e#Venha me visitar se quiser conversar.",
                "Sun10": "Oi!$l#$e#Estive pensando em você o dia inteiro.$l#$e#Então, você tem planos para hoje?",
                "summer_Mon4": "O dia está tão lindo...$3#$e#Ei, eu achei algo pra você. [396]#$e#Eu adoro isso, espero que goste.$h",
                "summer_Mon6": "Eu tenho um bom olho para frutas silvestres, você consegue achar tantas pela floresta...",
                "summer_Mon8": "Fico feliz por ter você por perto, é tão bom morar ao lado dos amigos.",
                "summer_Mon10": "Estive tão feliz esses dias.$l#$e#Fico mais ainda ao ver você.$l",
                "summer_Tue2": "A gente não viveria sem a natureza. é bom saber disso.",
                "summer_Tue4": "As vacas da Marnie são tão fofinhas.$h#$e#Você pretende ter, @?#$e#Se tiver me convide para visitá-las.$h",
                "summer_Tue6": "As melhores coisas na vida são as mais simples, você já percebeu?$7#$b#Você pode achar que para ser feliz você precisa de fama e dinheiro mas...$2#$b#Não é de hoje que vejo os mais famosos entrando em depressão por falta de planos e objetivos na vida.$2#$b#Eu prefiro não me prender nesses ideias, e fico feliz com o que tenho agora.$l",
                "summer_Tue10": "Teve uma vez vonde eu estava andando pela floresta e achei um vinhedo abandonado.#$b#Não havia nada lá dentro...$s#$e#Então... qual é a sua parte favorita do verão, @?",
                "summer_Thu": "Eu sempre vou muito na praia durante o verão.#$e#Eu amo o som do oceâno.$l",
                "summer_Thu4": "Eu não me canso de ver a floresta diariamente, e o melhor é que ainda temos a praia.#$e#Sempre vou lá para coletar algumas conchas que o mar trouxe.",
                "summer_Thu6": "Aquelas gaivotas devem ver a praia de uma forma diferente de nós.$7#$e#Eu sempre invejei a maneira delas voarem, você não?",
                "summer_Thu8": "O som do oceâno é tão calmo.$3#$e#Eu também amo conversar com você.$l",
                "summer_Thu10": "Eu amo andar pela praia.$3#$b#Bem... não tanto quanto amo você.$l",
                "summer_Fri4": "A natureza trabalha de uma forma tão perfeita.$l#$e#Você também mexe com arte, @.",
                "summer_Fri8": "Minha cabana esteve muito quieta ultimamente.$s#$b#Eu fico feliz se você puder me visitar.$l",
                "summer_Sat4": "Tenho tido uma dieta muito rigorosa ultimamente, não que eu não goste de carne mas...#$b#Mas só quero que as pessoas respeitem mais os animais, e não os façam sofrer tanto.$s",
                "summer_Sat6": "Eu sempre passo pela praia durante o verão.#$b#Ei, você pode se juntar à mim.",
                "summer_Sat8": "Você achou algo bom por aí?#$e#Você sempre encontra coisas legais por aí, se procurar bem.",
                "summer_Sat10": "Oi!$l#$e#Senti muito a sua falta.$l#$e#Você estava trabalhando? Como estão as coisas, amor?",
                "summer_Sun4": "É bom ver o Elliot saindo mais durante o verão.#$e#Claro, é muito bom ver você também.$h",
                "summer_Sun6": "Oi, ainda trabalhando?$3#$e#Me visite se quiser conversar um pouco.#$b#Minha casa fica muito quente no verão, então eu sempre estou andando por aí.",
                "summer_Sun8": "Uma pergunta, o que é melhor do que um prato de salada fresca?#$b#Dois pratos! E alguém para dividir! [610]$h#$e#Coma.$l",
                "summer_Sun10": "@!$h#$e#Você terminou suas tarefas?$l#$e#Eu também estou lutando, vamos nos esforçar, sim?",
                "fall_Mon4": "Eu não gostava de cogumelos quando era criança, até que cozinhei eles da maneira certa.#$e#Eu não gosto muito de carne, então é bom ter eles por perto.",
                "fall_Mon6": "#$c .5#Caramba! Eu achei muitos cogumelos hoje de manhã!$h#$e#Mas eu já tomei café antes de sair, estou cheia.#$e#Mantenha o seu nariz no chão e você também encontrar achar vários... confie.",
                "fall_Mon8": "Você anda colhendo cogumelos? Já encontrei vários hoje de manhã, veja! [404]#$e#Ficam maravilhosos quando você frita eles.",
                "fall_Mon10": "A natureza fica tão linda nessa estação...$3#$b#Você também sente isso? Não faz muito tempo desde que você se mudou para cá.#$e#Eu... queria que você fique aqui para sempre.$l",
                "fall_Tue": "Então, você está se dando bem com aquela fazenda?#$e#Você falou com a Marnie? Ela pode te dar dicas sobre o que fazer.",
                "fall_Tue2": "Você acha que tem como fazer arte com folhas?#$e#São tão coloridas, eu preciso tentar isso algum dia.$h",
                "fall_Tue8": "Tem dias que tudo que você precisa é observar as folhas sendo levadas pelo vento do outono.$l#$b#Eu amo essa estação.$l",
                "fall_Tue10": "Eu ainda me lembro do dia que vi Lewis e Marnie quando estava procurando frutas naquele arbusto.$s#$b#Credo.$7",
                "fall_Wed2": "Eu gosto muito de morar aqui, perto do rio.#$e#Os salmões sempre pulam de manhã, acho muito fofo.$l",
                "fall_Wed4": "O bom de morar no rio é que as ondas me acalmam tanto à noite.$l",
                "fall_Wed6": "Parece que morava uma senhora na minha cabana, antes de mim.#$e#Depois que ela faleceu, Lewis segurou o lugar até eu chegar.",
                "fall_Wed10": "Obrigada por sempre acreditar em mim, @.$l#$b#Você sempre esteve lá quando eu precisei.$l",
                "fall_Thu": "Oi, como vai a fazenda?#$e#Deve ser uma confusão, tem tanta semente pra escolher...",
                "fall_Thu2": "Você tira folga? Eu sempre vejo você correndo por aí.$h",
                "fall_Thu4": "Você viu aquela torre perto da floresta?#$e#Eu sempre vejo luzes saindo de lá...$7",
                "fall_Thu8": "Eu vi o Marlon andando em direção à torre do mago... Isso significa alguma coisa?$7",
                "fall_Fri2": "Oi @, tudo bem?",
                "fall_Fri4": "Você pensa em fazer vinho?#$b#Eu faria se quisesse ficar rica.$h",
                "fall_Fri10": "Acabei de terminar minhas decorações de outono e me perguntei... será que vou ter filhos algum dia?$s",
                "fall_Sat": "Não ligue se ouvir batidas vindo da minha casa, sou eu esculpindo na madeira.",
                "fall_Sat2": "Você já falou com a Marnie?#$b#Ela sabe muito sobre trabalho em fazenda, acho que ela pode te ajudar.",
                "fall_Sat4": "Você gostou das minhas decorações?$h#$e#Eu amo decorar, mesmo que não tenha uma casa muito grande.$7",
                "fall_Sat6": "Você já foi naquelas minas da montanha?#$e#Achou algo interessante lá?$h",
                "fall_Sat10": "Caroline parece um pouco triste sobre seu casamento...$s#$b#Bem, não devemos julgar.",
                "fall_Sun4": "Hm... você sabia que pode achar conchas azuis na praia no verão?",
                "fall_Sun6": "A humanidade nasceu para ser criativa, não acha? Veja onde chegamos!",
                "fall_Sun8": "Eu nunca me senti segura na cidade... aqui é outra história.",
                "fall_Sun10": "Estava pensando em você agora pouco...$l#$b#Terminou o que tinha pra fazer?$h",
                "winter_Mon4": "Estou começando enjoar de comer salada todos os dias... acho que vou fazer uma caça extra por cogumelos.$s",
                "winter_Mon6": "Eu amo como tudo se cobre com essa neve branquinha.$h",
                "winter_Mon8": "Eu me lembro que estava andando de trenó certo dia e esbarrei de cara em uma montanha de neve.#$e#Depois disso eu fiquei ali, deitada, pensando na vida.$h",
                "winter_Tue": "Você não acha que o salão tem uma pegada invernal? É tão acolhedor.$h",
                "winter_Tue4": "Fica muito frio na minha cabana... mas os cobertores ajudam bastante.$s",
                "winter_Tue6": "Por isso que os animais estocam alimentos, eu mal sinto vontade de sair com esse frio.$s",
                "winter_Tue8": "Ser fazendeira parece ser algo divertido, vou tentar algum dia.$l",
                "winter_Tue10": "Está tão frio... ei, chega mais perto.$l",
                "winter_Wed2": "A gente não conseguiria viver sem a natureza, é bom lembrar disso.$s",
                "winter_Wed4": "Você viu um coelho branco por aí?$6#$b#Eu o vi hoje de manhã, eles são tão raros durante o inverno...$s",
                "winter_Wed6": "Eu me sinto tão segura aqui... nem preciso trancar a porta.$l",
                "winter_Wed8": "Eu queria ter visto aquele coelho branco novamente, são tão raros...$s",
                "winter_Thu": "Você gosta de decorar sua casa? Eu amo!$h",
                "winter_Thu2": "É um pouco difícil encontrar coisas pra comer durante o inverno...$s",
                "winter_Thu4": "Espero que Elliot esteja bem, ele deve estar congelando por causa do mar...$s",
                "winter_Thu10": "Tudo fica tão frio...#$b#Mas melhora quando você chega.$l",
                "winter_Fri2": "O que você esteve fazendo na fazenda?#$e#Você deve ter muito tempo por causa do inverno.",
                "winter_Fri4": "Eu vi o Willy pescando um peixe-sol uma vez.$s#$b#Você acha que é difícil pescar?",
                "winter_Fri8": "Você também costuma deixar tudo do lado de fora?#$b#Eu tenho uma sensação de segurança enorme aqui.$h",
                "winter_Fri10": "Oi amor, você visita o Gus às sextas?$h#$e#Eu vou sempre lá, me faça companhia qualquer dia desses.",
                "winter_Sat2": "Oi, tudo bem @?",
                "winter_Sat4": "Você sabia que a Abigail quase desceu até o fim das minas?$7#$b#Eu não teria coragem.$s",
                "winter_Sat6": "Você gosta de decorações?#$b#Eu gosto de entrar no clima da estação.$h",
                "winter_Sat8": "Você sente frio naquela fazenda?#$b#Qualquer coisa venha me visitar.$h",
                "winter_Sun2": "Você já falou com a Jas?#$b#Ela é uma fofa?$h",
                "winter_Sun4": "Brrrr... que frio.$s",
                "winter_Sun6": "Eu gosto do meu estilo de vida artístico, mas... eu sempre temo passar fome?$s",
                "winter_Sun8": "Muito obrigada por sempre acreditar em mim, @.$l#$b#Sem você eu não teria chegado aqui.$l",
                "spring_1_2": "Eu achei que ia sentir falta da neve, mas quem disse?$h",
                "spring_23": "Se eu vou dançar? Sim, porque não?$h",
                "summer_27": "Fiquei encantada quando vi as medusas pela primeira vez, você vai gostar.$h",
                "fall_15": "Esse vale faz eu me sentir criança novamente.#$b#Estou feliz que fomos acolhidos tão bem.$h",
                "winter_24": "Ainda sentindo o espírito de férias?#$e#Vamos comer!$h",
                "winter_28": "Espero que seu próximo ano seja ótimo, @!$h",
                "spring_23_2": "Você pretende dançar amanhã?",
                "summer_27_2": "Ainda estou surpresa de quando vi elas pela primeira vez, foi tão lindo.$l",
                "fall_15_2": "Espero que você se divirta amanhã.$h",
                "winter_24_2": "Vamos comer tudo!$h",
                "winter_28_2": "Como foi o seu ano, @?#$e#O meu foi ótimo!$h",
			}
		},
		{
			"LogName":"Leah Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueLeah",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Ainda estou traumatizada por ter visto aqueles dois na moita... céus.$s",
                "Rainy_Day_1": "#$c .5#Eu sempre achei a chuva deprimente, mas ela é linda vista daqui$l#É um ótimo dia pra ficar em casa... tenho alguns projetos que quero fazer.$h",
                "Rainy_Day_2": "Essa chuva vai durar pelo resto do dia?$7",
                "Rainy_Day_3": "#$c .5#Nossa, as nuvens são tão grossas aqui, parece que é noite.$h",
                "Rainy_Day_4": "#$c .5#Eu fico feliz pelas árvores, parece que elas estão dançando com os pingos.$l",
                "Rainy_Night_0": "#$c .5#Os animais estão protegidos amor?$s",
                "patio_Leah": "#$c .5#Não se aproxime muito, é uma obra em andamento.#Minhas esculturas até que estão vendendo bem, muitos turistas estão encomendando.$h",
                "Rainy_Night_1": "#$c .5#Você gosta de sopa @? Parece a noite perfeita para isso, não acha?$l#Eu não vejo como ruins esses dias chuvosos, aqui fica tudo tão calmo.",
                "Rainy_Night_2": "#$c .5#Vai ser incrível dormir com você com essa chuvinha...$l",
                "Rainy_Night_3": "Estive tendo problemas para terminar uma escultura....$u#$e#Mas tudo bem, todo artista tem seus momentos de bloqueio.$7",
                "Rainy_Night_4": "#$c .5#Fico feliz que tenha chegado... é a noite perfeita para deitar com uma coberta quentinha.$l#Vamos deitar?...$l",
                "Rainy_Night_Leah": "#$c .5#Como foi o seu dia, amor?#Tem tanta gente encomendando minhas obras... estou tão feliz!$l",
                "Indoor_Day_0": "#$c .5#Essa casa é bem melhor que a minha cabana, me sinto nova vivendo aqui.",
                "Indoor_Day_1": "#$c .5#Finalmente acordou!$h#Olha quem acordou!$h#$e#Me dê um beijo antes de sair, sim?$l",
                "Indoor_Day_2": "Mantenha os olhos abertos para o que tem na floresta, há muita coisa por aí.",
                "Indoor_Day_3": "#$c .5#Você sempre planta coisas maravilhosas.$h#$b#A vida é muito curta para ficar comendo coisa ruim.$h",
                "Indoor_Day_4": "#$c .5#Bom dia! Fiz um café pra você.[395]$h#Fiz o seu café, se cuida.[395] $l",
                "Indoor_Night_0": "#$c .5#Olha quem chegou... tudo bem?$l#Estava pensando em você...$l",
                "Indoor_Night_1": "#$c .5#O fluxo do tempo é tão frágil... qualquer coisa pode mudar o seu rumo.$s#$b#Então eu não quero mudar nada.$l",
                "Indoor_Night_2": "#$c .5#As noites ficam lindas aqui...$l#Fico muito feliz por ter você, as noites aqui são lindas.$l",
                "Indoor_Night_3": "#$c .5#Eu nunca pensei que iria me casaria pouco tempo depois de me mudar para cá...$l#Oi amor!$l",
                "Indoor_Night_4": "#$c .5#Esses coelhos selvagens parecem tão macios...$l#Onde será que os pássaros ficam quando chove?$l",
                "Outdoor_0": "#$c .5#O lugar tem uma brisa tão suave... me lembra o rio.#Estava espernado você, bom dia.$l",
                "Outdoor_1": "#$c .5#Hm... eu vou tentar consertar algumas coisas aqui em casa.$7#Robin fez um trabalho lindo nessa casa.",
                "Outdoor_2": "#$c .5#Hoje vai ser um dia especial, eu sinto isso.$l#Bom dia! Eu me sinto mais acordada agora que estou aqui fora.",
                "Outdoor_3": "#$c .5#Não há nada mais lindo que o cheiro de terra molhada daqui.$l",
                "Outdoor_4": "#$c .5#Nós não estamos passando fome, então não exagere, tudo bem?",
                "funLeave_Leah": "#$c .5#Hoje eu vou dar um passeio pela natureza, tudo bem?#Estarei saindo daqui a pouco, se cuida.$l",
                "funReturn_Leah": "#$c .5#Meu dia foi ótimo, e o seu?$h#A natureza estava linda, como sempre.$l",
                "OneKid_3": "#$c .5#Esse vale é ótimo para as crianças crescerem aprendendo a respeitar a natureza, não acha?#É divertido ser mãe, vou fazer o possível para que %kid1 cresça feliz aqui.",
                "TwoKids_3": "#$c .5#Nossa família é maravilhosa... estamos indo bem, não acha?#Espero que nossas crianças encontrem rumos saudáveis para seguir.",
                "spring_4": "Você anda procurando coisas pela floresta?#$b#É algo que pode te ajudar financeiramente.",
                "spring_19": "Tem uma loja em Grampleton que pretende penduar uma obra minha na sua logo!$h#$e#Veja onde chegamos.$l",
                "spring_25": "Você tem espaço sobrando na fazenda para guardar alguns projetos?$7",
                "summer_8": "Desculpa se estou um pouco suada, eu quase não consegui dormir com esse calor.$s",
                "summer_9": null,
                "summer_12": "Foi legal falar com Elliot ontem, ele parece focado no que quer fazer.",
                "summer_15": "Eu não sou muito fã do verão... veja o tanto de mosquitos.$s#$e#Mas é a melhor estação para ir na praia.",
                "summer_20": "É preciso um pouco de coragem pra saber que minhas obras estão em casas desconhecidas.$s#$e#Eu ainda sinto que são pedaços de mim.$7",
                "summer_24": "Eu vou fazer uma visita à Jas e a Marnie qualquer dia desses.$e#Shane? Eu nunca falei com ele.$7",
                "fall_7": "Você acha que eu deveria fazer aulas de aeróbica na Caroline?$7#$e#Eu já vi o Dr. Harvey lá, foi engraçado.$h#$b#Não diga isso à ele.$h",
                "fall_10": "Será que Emily sairá da vila algum dia?$s#$b#Eu não converso com ela, mas ela parece tão legal no salão.$7",
                "fall_13": "Estou muito feliz com você, @... obrigada.$l",
                "fall_24": "Outra loja em Grampleton começou a exibir minhas obras!$h#$b#E as encomendas só aumentam.",
                "winter_4": "Você acha que seria legal fazer algo quente pra levar pro Elliot?#$b#Fico com pena dele com esse frio.$s",
                "winter_11": "O inverno é bonito mas... que frio?$s#$e#Fica bem melhor com você do meu lado.$l",
                "winter_16": "É difícil vender uma peça na qual tenho muito orgulho.$s#$e#Eu posso manter algumas?$l",
                "winter_20": "As decorações dos festivais de inverno são lindas.$h",
                "winter_27": "A neve começou vazar por um buraco no telhado, e então os raios solares começaram atravesá-lo...#$b#Estava tão lindo...$l",
			}
		}
	]
}