{
    "Changes": [
    {
        "LogName": "Leo",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leo",
        "Entries":
        {
            "Mon": "Oi... Tudo bem?",
            "Mon2": "Você... encontrar algumas Nozes douradas hoje?#$e#Não... Não compartilhe comigo. Minha família precisa mais deles.$3#$e#Eu vou encontrar o suficiente para mim.",
            "Mon4": "Aprendi muito com minha família de papagaios...#$b#Mas tenho certeza que há muito mais por aí que eu não sei.$s",
            "Tue": "Quando o Sol está com raiva, é bom na selva.#$e#Sun não pode nos encontrar sob as folhas. Nós o enganamos! Haha...$h",
            "Tue2": "Willy é seu amigo?#$e#... Ele é legal.#$e não sou tão tímido com ele.",
            "Tue4": "... Minha cabana? Não, eu não poderia construí-lo sozinho.$3#$e#Os papagaios são bons ajudantes. Eles me ajudam muito. Você sabe?#$e#Eles te ajudam também?",
            "Wed": "... Desculpe, eu. Estou tímida hoje.$3",
            "Wed2": "Tenha cuidado no vulcão... os espíritos não gostam de forasteiros.",
            "Wed4": "...@, os pássaros já voaram aqui de sua casa?$3",
            "Thu": "Você conheceu os outros como você?#$b#Eu não falo muito com eles. Eu me sinto mais seguro com minha própria bochecha...$3",
            "Thu2": "Você sabe mangas? Eles são... mmmmm! Delicioso!$h#$e#Eu comi todos os dias. Minha árvore favorita as criou.#$b#... Mas então, a nuvem tem comida... e quebrou a árvore com um raio.$s#$e#... Mais árvores podem crescer de novo, certo?",
            "Thu4": "Oh, @! Você está aqui!$h#$e#Estou feliz que você continue vindo aqui tanto.",
            "Fri": "Uma vez... Eu estava no topo do vulcão à noite, e vi luzes pai, pai longe.#$b#Eu me pergunto se há outras famílias de pássaros lá fora?$3",
            "Fri2": "Às vezes vejo um velho, com... Como se chamam? Óculos.#$e#Acho que ele não sabe que estou aqui.$3",
            "Fri4": "Eu me pergunto se eu poderia ver sua casa do topo do vulcão?",
            "Sat": "... Estou triste hoje.$s#$e#Você vai em frente... Divertir-se. Deixe-me ficar triste.$s",
            "Sat2": "... Você veio aqui em um barco? Willy, também?#$e#Não... Não posso andar de barco. Muito assustador...$s#$e#Mãe... Pai...$s",
            "Sat4": "Tenho medo de andar de barco, porque...$s#$b#... mas, você acha que Willy poderia me ajudar a tentar?",
            "Sun": "Quando chove, pássaros estranhos visitam.#$b#Tento falar com eles... mas eles voam para longe.$s#$b#Acho que eles não querem ser amigos...$s",
            "Sun2": "Eu vi uma velha do outro lado da ilha. Você também?$3#$e#... Sou tímido com ela. Ela é assustadora.$s#$e#Eu não acho que ela quer ser amiga dos pássaros.$s#$e#Mas você parece.",
            "Sun4": "Não tenha medo de gorilas se você vê-los.#$b#Apenas seja legal com eles. Eles serão legais com você.",
            "summer_Mon": "Hm? Você pergunta sobre o meu... aniversário?$3#$b#Um... que temporada é essa? Eu não tenho um... O que é? Um calendário.$3#$e#Oh, isso é verão agora? É... verão 26! Os papagaios me disseram que eu eclodi naquele dia.",
        }
    }]
}