{
    "Changes": [
    {
        "LogName": "LeoMainland",
        "Action": "EditData",
        "Target": "Characters/Dialogue/LeoMainland",
        "Entries":
        {
            "4": "Eu vi uma grande manga flutuando no céu. Linus me disse que era um balão de ar quente!$u#$b#Eu pensava que só os pássaros pudessem voar...",
            "18": "Quando cheguei, Linus me fez um terno de folhas, igual ao dele...#$b#Era uma roupa engraçada... eu até parecia uma manga peluda!$h#$e#Acho que vou continuar usando minha plumagem.",
            "LeoDeparture": "Preciso encontrar um lugar para morar...$s#$b#Eu tenho um plano... vou contar com meus amigos.",
            "Mon": "Ei, @. Prazer em vê-lo de volta à ilha, como nos velhos tempos. Isto é divertido!^Ei, @. Prazer em vê-la de volta à ilha, como nos velhos tempos. Isto é divertido!#$e#Sabe, eu estava com medo quando você chegou... Eu sabia que minha vida estava prestes a mudar.$u",
            "Mon8": "Finalmente falei com aquela senhora! Você conhece? Aquela que pesca?#$b#Quer saber o nome dela? É Birdie! Haha!$h#$e#Eu não deveria ter sido tão tímido. Eu descobri que ela é muito legal.",
            "Mon10": "Engraçado... Estou feliz por estar visitando a ilha, mas também sinto saudades da minha nova casa.#$e#Eu me pergunto o que todo mundo está fazendo no Vale do Orvalho.",
            "Tue": "A senhorita Penny está fazendo o possível para acelerar meus estudos. Ela é tão legal...#$e#...Felizmente, ainda lembro de algumas coisas da minha antiga vida... por isso não é tão difícil como poderia ser.#$e#A senhorita Penny diz que está impressionada com o quanto eu sei!",
            "Tue8": "Eu adoro ler. Se ao menos eu tivesse alguns livros quando morava na Ilha Gengibre...#$e#A senhorita Penny me mostrou um livro sobre pássaros de todo o mundo. Há tantas espécies diferentes que eu nunca ouvi falar!",
            "Tue10": "Tenho certeza de que a Jas e o Vincent pensavam que eu era estranho. Eu acidentalmente gritei na escola algumas vezes... isso não ajudou em nada.$s#$e#No começo, foi difícil para todos. Mas agora somos bons amigos!$h",
            "Wed": "Vou aprender tudo que eu puder com o Linus e a senhorita Penny!$h#$e#O prefeito Lewis diz que estou no caminho certo para me tornar um 'cidadão completo'... seja lá o que isso signifique.",
            "Wed8": "No começo eu sempre me assustava com os trens quando eles passavam atrás da minha casa na árvore, mas agora eu já me acostumei com eles.#$e#Eles são tão barulhentos e legais! Aonde você acha que eles vão?",
            "Wed10": "O vicente come tantas coisas que saem de... uma caixa de plático. Aquilo é comida de verdade?",
            "Thu": "Você já notou todos os pássaros que vivem aqui?#$e#Se você ouvir atentamente, eles podem te dizer alguma coisa.",
            "Thu8": "Foi ruim no começo... deixar a ilha e pisar em uma terra estranha.$s#$e#Mas, depois de um tempo, me acostumei.#$b#Eu sou uma pessoa muito flexível!$h",
            "Thu10": "No começo, eu me senti como um estranho aqui. Mas fiz muitos amigos!$h#$b#Pela primeira vez, sinto que pertenço a algum lugar...",
            "Fri": "Linus tem me ensinado sobre toda a comida selvagem do vale. Tem muita coisa boa por aqui!$h#$e#Mas... eu sinto falta de comer nozes douradas todos os dias no café da manhã...$s",
            "Fri8": "Tio Linus diz que eu deveria 'cozinhar' o peixe antes de comer...$s#$b#Não consigo me acostumar com isso... é tão seco...$s",
            "Fri10": "Acho que eu estou crescendo e ficando mais forte. Estou comento muito mais, e eu consigo correr mais rápido e pular mais alto do que antes.",
            "Sat": "Talvez um dia eu visite a cidade de Zuzu...$u#$b#Mas eu ainda não estou pronto. Esse mundo já é muito estranho, e eu já estou confortavel aqui!$h",
            "Sat8": "Ahhhh... Willy e eu vamos acordar mais cedo amanhã para visitar a Ilha Gengibre.#$b#Mal posso esperar para contar aos papagaios sobre todas as minhas aventuras desta semana!$h",
            "Sat10": "@? Hmm... Estou com vergonha de perguntar...$u#$b#Mas... você acha que Jas gostaria de um cara como eu?$u#$b#Ou eu sou muito estranho?$s#$e#Hahaha... quem se importa. Eu vou descobrir isso algum dia.$h",
            "Sun": "Sabe, o Vale do Orvalho pode ser meu novo lar... mas a ilha sempre será meu lar também.#$e#É bom poder voltar e visitar a ilha.",
            "Sun8": "Consegui pescar um peixe no barco do Willy esta manhã.$h#$e#Ele era muito pequenino. Eu o joguei de volta para sua casa.",
            "Sun10": "Os papagaios querem que eu te agradeça por todas as nozes douradas que você encontrou. Eles estão adoram elas.$h",
            "summer_Sat10": "No começo, pensei que não havia mais espaço no meu coração para mais uma família...#$b#...mas acontece que há muito mais espaço! Você, tio Linus, Willy e todo mundo...$h#$e#Eu tenho duas famílias agora.",
            "summer_Mon8": "Vincent disse que quer se mudar para minha cabana aqui na Ilha Gengibre.$h#$e#A mãe dele não deixou. Haha, talvez um dia ele consiga.",
            "fall_Tue": "Tomei banho na fonte termal! É tão bom ficar bem limpinho.$h",
            "fall_Wed": "As folhas! Elas são tão lindas!#$e#Por que as árvores não mudam de cor na Ilha Gengibre?",
            "winter_Sun8": "Ahhhh, é bom dar uma pausa no frio do Vale do Orvalho.#$e#Ainda assim, será divertido quando eu puder voltar e brincar na neve.",
            "winter_Wed": "T-Tão... F-F-F-Frio...$3#$e#Tio Linus disse que ainda vou me acostumar.$3",
            "winter_Wed10": "O frio não é tão ruim se você tiver uma fogueira. Tio Linus que me ensinou isso.",
            "winter_Thu": "As aves deste vale não se importam tanto com o frio.#$e#Tenho um pouco de inveja dos casacos quentinhos deles...$s",
            "winter_Fri": "Linus me ensinou a fazer um peixe especial com especiarias...#$b#Ele diz que se eu comer o suficiente, isso me manterá aquecido neste inverno!$h",
            "spring_1_2": "Ahh, dormi bem ontem à noite. Você está pronto para um novo ano?#$e#Estou animado para ver o vale quando eu voltar.",
            "winter_28_2": "Amanhã é um ano novo, certo? Willy disse que a neve pode estar derretida quando eu voltar ao vale.#$e#Não há muitas mudanças por aqui, no entanto. Eu costumo esquecer o que acontece aqui às vezes.",
        }
    }]
}