{
	"Changes":[
		{
			"LogName":"Lewis",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Lewis",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
                "cc_Bus": "@, você viu? Parece que o velho ônibus da cidade começou a funcionar novamente durante a noite!$h#$b#É um mistério, não costumava funcionar antes.",
                "Mon": "É uma boa época para começar a pensar em jardinagem, mesmo para nós que não somos fazendeiros.#$e#O vale é conhecido por produzir algumas das melhores flores da primavera!$h",
                "Mon2": "Seu avô e eu costumávamos conversar muito sobre jardinagem, eu aprendi muito com ele.",
                "Mon6": "Deve ser difícil ser criança na Vila Pelicanos... não há tantas crianças como costumava ter.$s#$e#Eu pedi para construir esse parquinho há alguns anos atrás. Espero que Jas e Vincent saibam que são amados aqui.",
                "Tue8": "Nossa comunidade com certeza mudou ao longo dos anos. Eu lembro que havia uma casa onde o mercado Joja está hoje.#$e#Não tenho certeza se alguém morava lá, eu sempre evitava chegar perto quando criança.",
                "Wed2": "Às vezes você consegue ver minhocas se mexendo no chão, você pode tentar cavá-las para ver o que tem.",
                "Wed6": "Uma das razões que eu amo esta cidade é pela sua rica história. As pessoas habitam o vale desde muito antes da construção da Vila Pelicanos.",
                "Thu": "Olá, @! Bom te ver dando uma volta pela cidade.#$b#É bom passar tempo socializando com os habitantes da cidade de vez em quando.$h",
                "Thu2": "O salão fica bastante animado à noite, até trocamos a música.$h#$e#Eu gosto de ir lá uma vez por semana ou mais para pôr o papo em dia.",
                "Thu6": "Não acho que os pais de Emily e Haley voltarão para a vila pelicanos. Sempre foi o sonho deles viverem livremente ao redor do mundo.#$e#Suas garotas chegaram à idade adulta, e então... Puf! Eles se foram.#$e#Normalmente você esperaria que as crianças fariam isso.$h",
                "Fri2": "O curador anterior do museu tinha a propriedade privada sobre as exposições. Eu gostaria que tivéssemos o financiamento para segurá-los.",
                "Fri4": "Em uma pequena cidade como esta, eu sou o planejador de eventos daqui. Eu não teria o mesmo luxo se eu fosse prefeito de uma cidade grande.#$e#Claro, é mais estressante, mas eu não posso explicar o tipo de satisfação que tenho fazendo isso.$h",
                "Sat2": "Estou feliz que nossa vila tenha o Dr. Harvey. Foi ótimo quando ele chegou.#$e#Quando nosso médico anterior anunciou sua aposentadoria, não tínhamos certeza se todos nós teríamos que começar a sair da cidade para procurar um outro médico...",
                "Sat8": "Eu nunca terei filhos, então penso no espírito da Vila Pelicano como um, de certa forma.#$e#Se eu deixar minha marca nas pessoas que encontrarem uma casa nesta cidade, já é o suficiente.",
                "Sun": "Alguns dos habitantes da cidade desconfiam de estranhos. Você terá que ganhar a confiança deles antes que eles se abram para você.#$e#Basta ser uma boa pessoa e logo você vai ganhar a confiança deles.$h",
                "Sun2": "Leah e Elliott se mudaram para cá um ano antes de você. Você já conversou com eles?#$e#Eles passam um bom tempo juntos nos festivais, embora não sejam um casal... Eu não penso isso deles, de qualquer maneira.",
                "Sun4": "Cultivar flores em sua fazenda pode realmente melhorar a aparência dela.#$b#Se eu fosse você, eu deixava crescer e deixaria até o final da temporada e só depois colhia para não perder elas.$h",
                "summer_Mon4": "Cultivar um jardim é tanto no sentido literal quanto figurado. Meus canteiros de flores são meu jardim, mas de certa forma, é a Vila pelicanos como um todo. #$q 007/008 summer_Mon4_old#Você entende?#$r 007 5 summer_Mon_007#Sim, minha fazenda é um reflexo de todo meu esforço.#$r 007 5 summer_Mon_007#Sim, quero cuidar da minha comunidade, não apenas da minha fazenda.#$r 008 -15 summer_Mon_008#Não, não muito...#$r 008 -15 summer_Mon_008#Hã... O quê?",
                "summer_Mon4_old": "$p 007#Para pessoas como você e eu, é assim que vamos vencer a longo prazo.|Eu espero que você entenda um dia.",
                "summer_Mon_007": "Isso é fantástico! Parece que estamos falando a mesma língua, então.$h",
                "summer_Mon_008": "Hm... não importa.$s",
                "summer_Mon10": "Olá, @!$h#$e#Espero que seu trabalho tenha sido recompensador. Só quero que saiba que todos nós apreciamos o que você faz.",
                "summer_Tue4": "Você já  falou com o Willy? Ele viveu naquele barraco por tanto tempo quanto me lembro.#$e#É um bom homem.",
                "summer_Tue8": "Uma das coisas que mais gosto na jardinagem é ver as pessoas pararem para admirar seu trabalho.#$e#Você já se sentiu assim sobre a estética da sua fazenda?",
                "summer_Wed6": "Eu aprendi algumas dicas de jardinagem da Evelyn. Vale sempre a pena gastar tempo com uma boa alma como ela.",
                "summer_Thu": "Hm... Eu me pergunto se hoje é aniversário de alguém? É melhor eu checar o calendário da loja do Pierre.",
                "summer_Thu4": "O salão fica bem animado à noite.#$e#Eu gosto de visitar uma vez por semana ou mais para pegar as coisas. E para provar um pouco do espaguete autêntico do Gus.",
                "summer_Fri": "Como vai, @! É bom passar uma noite no salão quando puder. Todo mundo precisa de uma pausa de vez em quando.$h#$b#Seu avô sempre trabalhou duro... Vou tomar uma cerveja extra em sua homenagem esta noite.",
                "summer_Sun6": "É o momento perfeito para cozinhar com algumas pimentas picantes! Elas Crescem muito nesta época.",
                "fall_Mon": "Robin e eu gostamos de atazanar um ao outro, espero que isso não tenha atrapalhado quando recebemos você.$h#$e#Ela e Demetrius trouxeram uma grande esperança para a nossa comunidade.#$b#E por favor, saiba que você também!$h",
                "fall_Mon4": "Eu sou o prefeito da vila pelicanos a mais de 20 anos!#$e#Ninguém nunca concorre contra mim quando é hora de uma eleição. Eu gosto de pensar que isso significa que estou fazendo meu trabalho direito.#$e#Eu gosto de ser prefeito.",
                "fall_Tue": "Clint é o ferreiro da cidade. Por que não o faz uma visita?#$e#Tenho certeza que ele poderia gostar de companhia.",
                "fall_Tue6": "Foi nessa época do ano que me tornei prefeito, há mais de vinte anos.#$e#Bem, parece que estou ficando velho haha.$s",
                "fall_Wed4": "Toda quarta-feira eu tenho waffles de trigo com café de manhã. É uma tradição que mantenho para manter a vida de prefeito interessante.$h",
                "fall_Thu4": "Você tem algum apiário na sua fazenda?#$e#Se você colocá-los perto de flores, você pode obter diferentes tipos de mel.",
                "fall_Fri10": "Eu sinto que me tornei tão perto de você, @, do mesmo jeito de quando eu estava com seu avô. É estranho ainda reconfortante ver como os tempos mudam.#$e#Para cada vida que deixa este mundo, um novo vem substituí-lo. Não devemos esquecer os que se foram.",
                "fall_Sun4": "Ah... não há nada melhor que uma xícara de chá forte pela manhã.$h",
                "winter_Mon8":"Se minha vida fosse um ano, suponho que já entrei no inverno, por assim dizer.#$e#Como será o mundo daqui a algumas décadas, se eu ainda estiver por aí?",
                "winter_Tue": "Eu tenho que equilibrar o orçamento antes do final do ano. Espero não ter que cortar nenhum festival apenas para manter o mínimo de manutenção básica.#$e#Eu imagino que vou encontrar um jeito. Sempre faço isso. Mas não tenho certeza.",
                "winter_Tue6": "Eu tenho que começar a elaborar um plano para melhorar nossa cidade no próximo ano!",
				"winter_Wed10":"Devo dizer, @, eu vi você vender um pouco... coisas interessantes daquela caixa de transporte.#$e#Tenho alguma história interessante para contar?$h#$e#... Não, sério.",
				"winter_Thu":"Todo mundo está se aquecendo? Me avise se o aquecimento de alguém falhar. Algumas das casas por aqui são bem antigas.",
				"winter_Thu8":"A quietude do inverno sempre me coloca em um humor sombrio.#$b#Sabe, eu não diria exatamente que isso me deixa triste. Parece que... minha alma desacelera para combinar com a sensação do ar livre.#$b#É difícil colocar em palavras, mas você sabe o que eu quero dizer?",
                "spring_1_2": "Feliz ano novo! Você tem muito trabalho nesses começos de temporada, não?",
                "spring_3": "Você já plantou alguma semente da primavera? A temporada não dura para sempre.",
                "spring_12": "Você recebeu minha carta sobre o festival? Espero que você venha!#$e#Eu tenho algumas boas idéias para esconder os ovos no festival, espere só, vou surpreender todos.$h",
                "spring_14": "Eu acho que nós pegamos todos os ovos escondidos do festival, pelo menos eu acho.#$b#Eles fedem muito quando esquecemos eles por ai, apodrecem.",
                "spring_23": "Espero que a dança das flores seja um sucesso  neste ano também.#$e#Essas antigas tradições são difíceis de morrer... Ainda bem!$s",
                "summer_10": "Eu não dormi muito na noite passada. O luau é sempre o festival mais estressante do ano para mim.#$e#Não deixe isso atrapalhar você, vá se divertir!$h",
                "summer_28": "Eu acho que o festival desta noite é o meu favorito, porque eu não tenho que me preocupar com nada. As Medusas da lua fazem todo o trabalho para mim!$h#$e#É uma boa mudança de ritmo após o luau no início deste mês.",
                "fall_15": "Você recebeu minha carta sobre a Feira do Vale do Orvalho?#$b#Este festival é minha especialidade. Tenho certeza que vai ser ótimo.$h",
                "fall_28": "Eu nem sei como a cidade fica limpa depois da véspera do festival dos Espíritos. Todo ano, eu acordo esperando uma bagunça, mas é como se você nunca tivesse acontecido, esse senhor mago é muito estranho.",
                "winter_1": "Bem, o inverno chegou! Isso significa que as pessoas da cidade passarão a maior parte de seus dias dentro de casa.#$e#Pelo menos você saberá onde encontrá-los!$h",
                "winter_7": "Parece que está tudo pronto para que o Festival do Gelo seja um sucesso amanhã.#$b#Lembre-se, se eu não for velho demais para brincar na neve, você também não!$h",
                "winter_15": "O mercado noturno não é algo que eu planejo. Esses comerciantes viajantes só aparecem por conta própria a cada ano e, francamente, eu estou feliz que eles fazem isso.#$b#Nem toda pequena cidade tem esse privilégio.",
                "winter_24": "Eu sou grato por toda a cidade! Eu posso planejar a Festa da Estrela de Inverno no papel, claro, mas a maneira como todos aparecem de um jeito tão alegre.#$b#É simplesmente magico!$h",
                "winter_28": "Não é apenas o final de mais um ano, é o aniversário da sua chegada! Eu nunca vou esquecer quando você saiu daquele ônibus.$h#$e#A neve derreteu cedo naquele ano, eu me lembro#$e#Obrigado por esse ótimo tempo que esteve conosco, @.",
                "spring_14_2": "Acho que limpamos todos os ovos que se perderam pelo vale.#$b#Pelo menos eu acho.",
                "spring_23_2": "Bem, a dança das flores continua sendo ótima. Eu acho que ela vai permanecer sendo uma tradição por um longo tempo.",
                "summer_10_2": "Acabei de desligar o telefone com o governador. Ele confirmou que ele já está a caminho aqui. *Engole*",
                "summer_28_2": "Eu acho que o festival desta noite é o meu favorito porque eu não tenho que me preocupar com nada. As Medusas da lua fazem todo o trabalho para mim!$h#$e#É uma boa mudança de ritmo após o luau no início deste mês.",
                "fall_15_2": "Você recebeu minha carta sobre a Feira do vale do orvalho?#$b#Este festival é minha especialidade, assim como ano passado e retrasado, esse será um sucesso!$h",
                "fall_28_2": "Eu nem sei como a cidade fica limpa depois da véspera do festival dos Espíritos. Todo ano, eu acordo esperando uma bagunça, mas é como se você nunca tivesse acontecido. Acho que já estou me conformando com isso.",
                "winter_7_2": "Parece que está tudo pronto para que o Festival do Gelo seja um sucesso amanhã.#$b#Eu particularmente não gosto do cheiro de peixes mas muitas pessoas da cidade amam a competição de pesca, entao posso aturar o mal cheiro.$h",
                "winter_15_2": "O mercado noturno não é algo que eu planejo. Esses comerciantes viajantes só aparecem por conta própria a cada ano e, francamente, eu estou feliz que eles venham todo ano aqui.#$b#Espero que eles vendam um novo chapéu, o meu está bem velhinho.",
                "winter_24_2": "Eu sempre gosto de planejar a Festa da Estrela de Inverno todo ano no papel, claro, mas a maneira como todos aparecem de um jeito tão alegre...#$b#...Eu amo meu trabalho!$h",
                "winter_28_2": "Não é apenas o final de mais um ano, é o aniversário da sua chegada! Eu nunca esquecerei de quando você desceu daquele ônibus.$h#$e#Feliz Aniversario de chegada @.#$e#Seu avô ficaria orgulhoso de você, @.",
			}
		}
	]
}