{
	"Changes":[
		{
			"LogName":"Linus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Linus",
			"Entries":{
                "Mon6": "É ótimo passar o inverno sendo presenteado pela natureza.$h",
                "Mon8": "Eu, casado? Haha, não, eu nunca fui casado.$h#$e#Eu nunca exigi que outra pessoa tivesse que se conformar com meu estilo de vida.",
                "Tue2": "Você quer alguma coisa?",
                "Tue6": "A muito tempo atrás, sim, eu cresci em uma família. Eu não os vejo há muitos anos.#$e#Eu acho que não consigo nem lembrar de seus rostos...$s",
                "Wed": "Eu não te conheço o bastante para confiar em você. Desculpe.",
                "Wed6": "Eu gasto muito tempo pensando.#$e#Se você puder entender completamente as razões por trás de seus pensamentos, você terá atingido um novo nível.",
                "Thu": "...Hm? Você quer algo de mim?",
                "Thu2": "...Talvez eu precise arrumar minha barraca e me mudar novamente.$s",
                "Thu6": "Você me viu pegando comida das latas de lixo uma vez...$s#$e#Normalmente, eu vivo apenas da comida que a natureza fornece, mas a comida que os outros jogam fora vira um completo desperdício se eu não pegar.$s#$e#Isso é maneira de tratar o mundo que nos abriga?",
                "Thu8": "As vezes, as pessoas não me entendem, mas isso não as torna ruins.#$e#Isso só me incomoda quando elas mostram hostilidade.",
                "Thu10": "Há uma beleza em se importar com os outros.#$b#Então se eu encontrar algo delicioso e tiver o bastante para dois, eu deixarei em seu correio.$h",
                "Fri": "Por favor, não destrua minha tenda.#$e#Isso já ocorreu antes...$s",
                "Fri2": "Por que você continua me visitando?",
                "Fri8": "Para onde nós vamos depois que morremos? Eu acho que vou pra dentro do chão.#$e#Apenas de volta ao fluxo da natureza, só isso.#$e#Não parece ser tão ruim se pensar sobre isso.#$e#Contudo, acho que não estou pronto pra isso ainda.$h",
                "Sat": "Sabe, estou feliz sozinho.#$e#Não preciso de novos amigos.",
                "Sat2": "...Olá, de novo.",
                "Sat6": "Eu não acho que vou ficar aqui por muito mais tempo.#$e#Não se espante se você vir aqui e minha tenda tiver sumido do nada.#$e#Eu sempre faço isso.",
                "Sat8": "Talvez eu fique aqui por mais um ano.#$e#Eu normalmente não fico em um lugar por tanto tempo, mas essa vila...$s",
                "Sat10": "Nesse ritmo, talvez eu fique aqui definitivamente.$h#$e#Eu posso viver na natureza o quanto eu quiser, mas aqui não estou muito longe de bons vizinhos. Obrigado, @. Nesse ritmo, talvez eu fique aqui indefinidamente.$h#$e#Eu posso viver na natureza o quanto eu quiser, mas aqui não estou muito longe de uma boa vizinha pelo menos. Obrigado, @.",
                "Sun2": "Você não precisa falar comigo se não quiser.",
                "Sun4": "Seria bom se as pessoas da cidade me aceitassem como sou.$s#$b#Eu gosto de viver aqui fora ao ar livre. É isso que elas não entendem.",
                "Sun8": "Quando te conheci, @, tinha certeza de que eu iria deixar o vale em breve. Obrigado por me ajudar a mudar de ideia.",
                "summer_Tue8": "Marlon e Gil? Sim, eu os vejo de vez em quando.#$e#Na maioria das vezes conversamos sobre a vida.",
                "summer_Sun6": "Uma vez no lago eu capturei um Achigã que era maior que meu braço.$h#$e#Isso foi há muito tempo. Eu não sei se algum dia irei quebrar esse recorde.",
                "fall_Mon8": "Eu vou admitir, eu já te segui nas minas antes, de longe.#$e#Me desculpe. Eu só queria ter certeza de que você não entraria em apuros...",
                "fall_Tue10": "Olá, @!$h#$e#Encontrou algum bom ponto de coleta de recursos hoje?",
                "fall_Wed8": "A montanha não nos deve nada, mas ainda assim nos dá. Qualquer coisa que pegamos é um presente não merecido. Nunca devemos esquecer de sermos gratos.",
                "fall_Sun10": "Alguma vez você já tentou pescar com isca selvagem?",
                "winter_Mon6": "Eu poderia me esconder do frio na primavera quente, mas não é assim onde vivo.#$e#Eu prefiro não pisar no pé de ninguém. O edifício pertence à vila.",
                "winter_Tue8": "Se eu me organizar corretamente, eu consigo passar uma semana sem comida.#$e#Essa não é minha primeira escolha, mas eu posso fazer isso se for necessário.",
                "winter_Wed8": "Rasmodius é um bom amigo. Nós só nos esbarramos de vez em quando, mas sempre continuamos de onde paramos.",
                "winter_Thu8": "A família na casa abaixo da minha tenda ficou incomodada quando eu me mudei para lá.#$b#Eles me tratam bem agora.$h",
                "winter_Sun8": "É bom saber que nós não somos importantes no universo... muitas pessoas precisam refletir mais sobre isso.",
                "spring_1_2": "Respire o ar da primavera!$h#$b#A vida está voltando na vila.$h",
                "summer_10": "Eu achei uma fruta muito boa para levar para o Luau amanhã.$h",
                "winter_15": "Você já viu algum navio atracado?#$e#Eu vi um na praia alguns anos atrás.",
                "winter_28": "Feliz ano novo.$h#$e#*risos*$h",
                "summer_10_2": "O que você gosta de levar pro Luau?.",
                "winter_15_2": "Você se acostuma com esse frio, é questão de tempo.",
                "winter_28_2": "Feliz ano novo @.$h",
			}
		}
	]
}