{
	"Changes":[
		{
			"LogName":"Marnie",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Marnie",
			"Entries":{
				"Saloon":null,
				"Saloon_Tue":null,
				"Saloon_Wed":null,
				"Saloon_Sun":null,
				"Saloon_Sat":null,
                "Mon2": "Eu encomendo todos os nossos suprimentos de uma empresa com quem fiz negócios por quase duas décadas.#$e#Eu tenho um acordo especial resolvido, então é mais barato eu pedir o equipamento.",
                "Mon4": "Leah tem sido uma boa vizinha, ela tem um profundo amor pela natureza.#$b#E isso inclui animais, claro.$h",
                "Mon6": "Os animais são tão inocentes, tão doces... se eu não cuidar deles, quem vai?$s#$e#Eu espero que minhas galinhas não fiquem chateadas quando eu pego seus ovos.$s",
                "Mon8": "Eu acho que está no meu sangue cuidar dos animais.$h#$e#Você tem que manter essa linha de trabalho.",
                "Tue2": "Desculpa se Shane foi um pouco rude com você.$s#$e#Espero que não seja pedir muito para que você possa tentar conversar mais com ele.$s",
                "Tue4": "Shane é o padrinho de Jas, você sabia?",
                "Tue6": "Jas gosta muito do Shane...$s#$b#Ele cuida dela como se fosse um pai.$s#$e#Ela sempre me chama de \"Tia Marnie,\" mas com ele é somente \"Shane.\"$s",
                "Tue8": "Coitada da Jas... perdeu seus pais em um acidente há um tempo atrás.$s#$e#Ela é muito forte por aguentar tudo isso.$s",
                "Tue10": "Shane não estava muito bem quando os pais da Jas morreram, e sem condições de se tornar um pai adotivo.$s#$e#O que mais eu poderia fazer?$s",
                "Wed": "Você pode usar uma foice para cortar a grama e fazer feno.#$e#Apenas certifique-se de ter um silo para guardá-lo.#$e#Robin pode construir um pra você.",
                "Wed2": "Você pode usar uma foice na grama e produzir feno.#$e#Ou você pode comprar de mim, é claro!$h#$e#Todo mundo precisa de lucro...$u",
                "Wed4": "Eu vivi neste rancho toda a minha vida, cuidava dele sozinha quando tinha vinte anos.#$e#Os tempos com certeza mudaram.$s",
                "Wed8": "Se o seu silo ficar cheio, você também pode armazenar feno em uma caixa ou criar outro silo.#$e#Apenas uma pequena dica.$h",
                "Fri2": "Isso com certeza é um estilo de vida bagunçada, mas ninguém nunca viveu bem sem sujar as mãos!$h",
                "Fri6": "Eu me pergunto se o Sr. Lewis fica sozinho naquela casa dele...$s#$e#Parece tão vazio lá, não é?",
                "Sat2": "Estou feliz que você se mudou para cá @. Eu quase desisti de esperar que algum dia veríamos alguém morando naquela fazenda.",
                "Sat4": "Lily era minha vaca favorita quando era criança. Eu nunca tive outra vaca como ela.#$e#Ela era uma alma amorosa, pura e simples.",
                "Sat6": "Eu sempre vejo Clint no salão, mas ele não fala com ninguém. Ele apenas olha por cima do ombro de vez em quando.$s",
                "Sat8": "Às vezes eu sinto que sou o única que pode manter esta família.$s#$e#Sim... eu não queria me sentir assim, mas não posso contar com mais ninguém afinal.$s",
				"Sat8_inlaw_Shane":"Às vezes sinto que sou a única que pode manter essa família funcionando.$s#$e#Então, novamente, isso não é de toda verdade. Você também é da família! E você fez coisas maravilhosas para Shane.$h",
				"Sun2":"Se você quiser chocar suas próprias galinhas, você vai precisar da melhoria do galinheiro grande da Robin.#$e#Até que ponto, porém, eu vou vender-lhe quantas galinhas você gostaria.",
                "Sun4": "Você já pensou em criar uma máquina de maionese?#$e#Eu nunca gostei de maionese até que eu tentei fazer um caseiro. Maionese comprada na loja não se compara a feita em casa.",
                "Sun6": "Se eu passar minha vida cuidando das pessoas e animais que eu amo, então eu diria que é uma vida bem vivida.$h",
                "summer_Mon2": "Uma das nossas vacas deu luz ontem à noite.$h#$e#Eu não acho que vou me cansar de ver como a vida continua assim. A vida sempre encontrará uma maneira de nos surpreender.",
                "summer_Wed4": "Shane está distante desde que ele se mudou. Ele nem senta comigo no salão.$s#$e#Eu entendo que ele precisa de sua independência.$s#$e#Eu sei que não sou mãe mas me preocupo com ele.$s",
                "summer_Wed6": "Seu dia foi produtivo @?$h",
                "summer_Thu": "Como você está lidando com esse calor?#$e#Chove o suficiente no verão para que você não tenha que se preocupar com suas fontes de água.",
                "summer_Thu6": "Não está tão quente hoje. Mas devemos cuidar para que os animais não tenham insolação.",
                "summer_Fri6": "Eu derramei um balde inteiro de leite no chão hoje... foi horrível.$s#$e#Foi um desperdício do trabalho duro da minha pobre Belinda.$s",
                "summer_Fri8": "Eu me pergunto se o Sr. Lewis fica sozinho naquela grande casa dele...$s#$e#Parece tão vazio lá, não é?",
                "fall_Wed": "Você está estocando feno agora?#$b#Basta pegar o número de animais que você tem e multiplicar por 28. Isso é o quanto de feno você precisará para passar o inverno.",
                "fall_Wed8": "Vamos cuidar para que os animais não fiquem sem Feno durante o inverno.$h#$e#Basta me chamar se você começar a ficar sem.",
                "fall_Thu": "Eu vendo aquecedores, os animais não produzem tanto durante o inverno sem um.#$b#Eles estarão te agradecendo quando a neve começar a descer.$h",
                "fall_Thu6": "Jas tirou 10 novamente na prova! Estou tão orgulhosa.$h#$e#Ela estudou muito para isso.$h",
                "winter_Wed": "Você tem fêno suficiente para o inverno?#$e#Se você precisar que eu te venda, apenas tenha certeza que você não esperará até o último minuto.",
                "winter_Thu": "Se eu não tivesse sido uma fazendeira, eu me pergunto se eu teria acabado como um confeiteira...#$e#Hm? Eu não cozinho, só gosto de bolo.$h",
                "winter_Thu8": "Eu ainda me lembro de quando a Jas se mudou pra cá...",
                "winter_Fri": "De vez em quando eu mando um pouco de tecido para a Emily.#$e#É emocionante ver o que ela faz com isso.$h",
                "winter_Fri4": "Nós fazemos o nosso próprio queijo e sorvete aqui.#$e#Eu nunca enjôo deles se eles são feitos do jeito certo.",
                "winter_Fri8": "Aquela torre perto da nossa fazenda ainda me dá arrepios.$s#$e#Eu tento não pensar nisso.$s",
                "spring_1_2": "Feliz ano novo!$h#$b#Os animais estão morrendo de vontade de sair.$h",
                "spring_12": "Eu tenho entregado ovos para Gus e Lewis na semana passada.#$e#Espero que eles tenham o suficiente.",
                "fall_15": "Eu tenho lutado para conseguir uma boa exposição para a feira de amanhã, e você?#$e#Boa sorte.$h",
                "winter_24": "Olá! Espero ver você na festa amanhã.$h",
                "winter_28": "Nós conseguimos! Nossos animais passaram pelo inverno.$h",
                "Tue_inlaw_Shane": "Estou tão feliz que Shane conheceu você. cuide bem dele agora, Tudo bem?",
                "Tue8_inlaw_Shane": "Estou tão feliz que Shane conheceu você. Quando ele se mudou para a cidade, ele não tinha certeza de como as coisas funcionariam, mas aqui estamos!$h",
                "spring_12_2": "Eu tenho entregado ovos para Gus e Lewis na semana passada.#$e#Eu espero que tenha sido suficiente.",
                "fall_15_2": "Eu tenho me esforçado muito para conseguir uma boa exposição para a feira de amanhã, e você?#$e#Vou vencer dessa vez.$h",
                "winter_24_2": "Oi! Você vai pra festa amanhã?$h",
                "winter_28_2": "Mais um ano se passou! Nossos animais passaram novamente pelo inverno.$h",
			}
		}
	]
}