{
	"Changes":[
		{
			"LogName":"Maru",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Maru",
			"Entries":{
                "Mon2": "Meu pai te tratou bem na primeira vez que te viu?$8#$b#Ele é muito ciumento com influências...$s",
                "Mon4": "É preciso muito esforço pra restaurar uma fazenda do zero... você já sabe por onde começar?$8",
                "Mon6": "Tem dias em que minha cabeça fica tão lotada com bobagens que mal consigo me concentrar...$8#$e#Acho que sair e tomar um ar fresco pode ajudar, não acha?$h",
                "Mon8": "É engraçado como problemas difíceis se resolvem na sua cabeça quando você não esta focada nisso.$h#$b#Já aconteceu com você?",
                "Mon10": "Eu admito, só faço caminhadas hoje em dia para te encontrar...$l#$e#Parece que hoje é meu dia de sorte!$h",
                "Tue2": "Você já conheceu o meu irmão Sebastian?#$e#Ele é meio fechado, mas é legal.$h",
                "Tue4": "O que eu deveria criar para facilitar o trabalho da minha mãe?...$8#$e#Ela parece ser vinte anos mais jovem quando trabalha.$h",
                "Tue6": "Eu fico preocupada quando minha mãe fica trabalhando na chuva...$s#$e#E se um raio atingir ela?$s",
                "Tue8": "Meus pais sempre me ajudaram muito com minhas invenções.$8#$e#Eu não acho que teria feito essas coisas sem eles.$h",
                "Tue10": "Fiquei até tarde trabalhando um um dispositivo novo, estou cansada.$8#$e#Eu guardei algo pra você, estava sobrando. [787]$h",
                "Tue6_inlaw_Penny": "Penny sempre falava sobre você quando conversávamos.$h#$b#Eu sempre falava para ela puxar assunto.$h",
                "Wed2": "Eu sempre aprendo algo novo trabalhando na clínica.#$b#Se eu não aprender alguma curioridade nova todo dia, a semana fica incompleta.$h",
                "Wed4": "Harvey estava quase jogando seu desfibrilador fora, então eu peguei e consertei na hora.$h#$e#Mas ele ainda vai jogar fora, por questão de segurança...$s",
                "Wed6": "O monitor cardíaco poderia receber algumas melhorias na clínica...$8#$b#Eu não acho que seria difícil instalar um sistema de voz nele.#$e#É só uma ideia... não posso modificar equipamentos médicos.$s",
                "Wed8": "Eu sempre trabalho na clínica nas terças e quintas.#$e#O Harvey é legal, sempre teve paciência para me ensinar.$h",
                "Thu4": "Sebastian estava se queixando que seu computador sempre desligava sozinho.$8#$b#Eu abri para dar uma olhada e era o cooler que não girava.$h",
                "Thu6": "Vou passar bastante tempo no meu telescópio nesse verão.#$e#Um dia vou te mostrar como são as estrelas através dele, você vai adorar!$h",
                "Thu10": "@!$h#$b#Como vai?$l",
                "Fri": "Desculpa se pareço um pouco irritada...$s#$b#Tive que levar várias caixas com remédios para o sotão.$s#$b#Sebastian me ajudou com isso, mas ainda tive que assinar todas.$s",
                "Fri2": "Penny é uma fofa, nós viramos amigas desde o primeiro dia que ela chegamos aqui.#$e#Fale com ela, sim?",
                "Fri4": "Uma mãe carpinteira e um pai cientistas... eu sou tipo uma fusão dos dois.$h",
                "Fri6": "Essa semana foi pesada... não fiz tanto progresso quanto esperava.$s#$e#Como foi a sua?$8",
                "Fri8": "Como você acha que será a agricultura daqui 100 anos?#$e#Eu acho que não tem como substituir o toque humano, não acha?$l",
                "Sat": "Você já conheceu meu pai? Eu me divirto muito com ele no laboratório.",
                "Sat2": "Meu pai fica sempre muito animado como são as coisas aqui no vale, é por isso que ele decidiu se mudar para cá.",
                "Sat4": "Eu ainda não sei que tipo de cientista quero ser...$8#$e#No momento vou continuar fazendo de tudo.$h#$e#O importante é contribuir para o mundo.",
                "Sat6": "Propulsores com foguetes é algo interessante, pretendo estudar isso no futuro.",
                "Sat8": "Sebastian sempre me permite usar seu computador para pesquisar o que quero.$h#$b#Ele não é tão hostil quanto você pensa, ele só é fechado com desconhecidos.",
                "Sat10": "Todos nós precisamos fazer pausas para descansar.#$b#Eu adoro sentar naquele banco na praça, é lá onde converso com a Penny.$h#$e#Eu não me importaria se você se juntasse á mim.$l",
                "Sun8": "Deve ter sido ótimo largar o escritório e ir trabalhar ao ar livre.$h#$e#Estou muito feliz por você.",
                "Sun10": "Você deve amar o que faz, já que ficou aqui todo esse tempo.$h#$e#Eu também... nós fazemos um par.$l",
                "summer_Mon": "Você tem ideia do que posso construir esse verão?$h",
                "summer_Mon2": "Tenho algumas coisas na minha lista de atividades para fazer nesse verão...$8#$b#Mas vou ajudar o Sebastian com um erro técnico no computador.$h",
				"summer_Mon4":"Quando você está trabalhando em um projeto de tecnologia experimental, há uma dúzia de falhas para cada sucesso.#$e#A maneira como as coisas não funcionam pode ser tão emocionante quanto a maneira como funcionam.#$b#... Contanto que ninguém se machuque.$s",
                "summer_Mon6": "Estive tendo um problema matemático ultimamente...$8#$b#Eu não queria apelar para o computador do Sebastian mas...$s",
                "summer_Mon10": "Eu nunca senti tanta motivação em minhas construções...$8#$b#Obrigada por me inspirar...$l",
                "summer_Tue2": "Você já falou com meu irmão?#$b#Ele não costuma sair muito, tente aparecer aqui à noite.$h",
                "summer_Tue8": "Você inspira determinação quando vejo você.$l",
                "summer_Tue4_inlaw_Sebastian": "@!$h#$b#Sebastian parece muito mais feliz morando com você!$h",
                "summer_Wed2": "Nossa, que calor...$s#$b#Como você consegue trabalhar assim?$8",
                "summer_Wed4": "Eu me pergunto como meu irmão consegue se vestir assim com esse calor.$s#$b#Eu só eu estou com calor?$h",
                "summer_Wed6": "Hoje é um dos melhores dias para observar as estrelas!$h",
                "summer_Wed8": "Sebastian ficou espantado quando viu os planetas pelo meu telescópio.$h",
                "summer_Wed10": "É meio solitário observar as estrelas hoje em dia.$s#$b#Ficaria melhor com você do meu lado.$l",
                "summer_Thu10": "É incrível como suas mãos continuam macias depois de tanto trabalho na fazenda.$h",
                "summer_Fri4": "Sebastian aceitou sair para tomar sorvete comigo e meu pai, acredita?$h",
                "summer_Fri6": "Fico feliz de poder trabalhar na clínica, é pertinho da minha casa.#$b#Os horários são perfeitos para mim.$h",
                "summer_Fri10": "A gente poderia fazer uma pausa e tomar sorvete algum dia.$l",
                "summer_Sat": "Sebastian? Às vezes eu nem lembro que ele existe.$s#$e#Estou brincando.$h",
                "summer_Sat2": "Dá muito trabalho algo que seja mecânico, mas eu consigo pensar fora da caixa.#$e#É assim no seu trabalho também?",
                "summer_Sat4": "Será que robôs são populares suficiente para substituir animais de estimação?$8#$b#Bem... futuramente.$h",
                "summer_Sat6": "Meus pais sempre me apoiaram mas... eles não me deixam trazer um reator nuclear para dentro de casa.$s#$b#Não são perigosos de você souber o que está fazendo.",
                "summer_Sat10": "Fica tudo mais quente quando vejo você por aqui...$l",
                "summer_Sun": "Sebastian estava perguntando sobre você, já falou com ele?#$b#Ele é meio hostil com quem não conhece.$h",
                "summer_Sun4": "Eu já me aprendi a como me manter concentrada durante o trabalho.$8#$b#Se pergunte o que você está fazendo quando sentir que se destraiu.$h",
                "summer_Sun8": "Você acha que eu deveria me candidatar em trabalho de pesquisadora em uma universidade?#$e#Eu não sei, sentiria falta do vale...$s",
                "summer_Sun10": "Eu ainda pretendo ficar muito tempo no vale!$h#$b#Eu não quero me afastar de você...$l",
                "fall_Mon4": "Lembra como a margarina era ser mais popular que a própria manteiga?#$b#Então os cientistas voltaram atrás e descobriam que a margarina é menos saudável que a manteiga.#$e#A pesquisa é uma coisa engraçada.$h",
                "fall_Mon6": "É bom viver na montanha, o ar daqui é sempre limpinho.$h",
                "fall_Mon8": "Você poderia me visitar na clínica amanhã, que tal?$h",
                "fall_Mon_inlaw_Sebastian": "@!$h#$b#Como está o Sebastian?",
                "fall_Tue2": "Você não acha que tudo fica lindo nessa estação?#$e#Até o Sebastian costuma sair mais nessa estação.$h",
                "fall_Tue4": "Sebastian sempre fala bem dessa estação, ele diz que combina com ele.",
                "fall_Tue8": "Esses dias me lembram da escola...$8#$e#Você sente algo nostálgico também?",
                "fall_Tue10": "Foguetes e inteligência artificial....#$b#Eu preciso tentar fazer isso novamente.$h",
                "fall_Wed4": "Você tem metais sobrando? Eu poderia usá-los.#$b#Só se você não precisar mais.$h",
                "fall_Wed6": "Foi sabe fazer maquinas de maionese?#$b#Não é tão difícil.$h",
                "fall_Wed8": "Muita gente acha que o ouro só serve para decorações, mas eles são essenciais para certos equipamentos.#$e#Você tem algum?$h",
                "fall_Wed10": "O dia hoje está lindo...#$b#E acabou de melhorar com você por perto...$l",
                "fall_Thu": "E pensar que em outras partes do mundo é primavera!$h",
                "fall_Thu4": "Sebastian esteve mais tempo fora de seu quarto esses dias.#$b#É legal lembrar que tenho um irmão.$h",
                "fall_Thu6": "Meu pai sempre foi do tipo protetivo demais...$s#$b#É por isso que fica difícil fazer amizades.$8",
                "fall_Thu8": "Você já ouviu falar de um 'Cristalário'?#$e#Parecem difíceis mas não são impossíveis de fazer.",
                "fall_Fri4": "Estava pesquisando sobre sementes e acabei descobrindo que existe um tipo raro de 'semente antiga'.#$b#Elas não apodrecem durante as estações, tirando o inverno.",
                "fall_Fri6": "Eu já tentei consertar aquele ônibus perto da sua fazenda, mas não sei o que há de errado...$s",
                "fall_Fri8": "A inteligência artificial é incrível.$l#$b#Mas eu não sou tão boa em programar igual o Sebastian.#$e.",
                "fall_Fri10": "Sabia que você ainda pode chocar ovos de dinossauros? Tente fazer isso antes de doá-los para o museu.#$e#Você nunca sabe quando vai conseguir outro novamente.",
                "fall_Sat4": "É fascinante a maneira como tudo funciona nesse mundo...#$b#Todas as coisas existem por um motivo, isso é lindo.$l",
                "fall_Sat6": "Meu pai decidiu mostrar um experimento para o Sebastian.#$b#Foi muito engraçado ver a reação dele.$h",
                "fall_Sat8": "Você sabia que existe uma chance de criar um vegetal gigante?$h#$e#Descobri isso quando estava pesquisando no computador do Sebastian ontem.$h#$b#Eu vi gente fazendo com abóboras, faça um quadrado com 9 sementes e espere, boa sorte!$h",
                "fall_Sun2": "Oi! Você tem planos pra fazer na semana?",
                "fall_Sun4": "Minha semana está ótima até agora!$h",
                "fall_Sun6": "É sempre bom fazer uma pausa, como você está, @?",
                "fall_Sun10": "Tem uma folha no seu cabelo, espera, eu vou tirar...#$b#Agora sim!$h",
                "winter_Mon2": "É importante ter aquecedores durante o inverno, ou você pode ficar doente.$8",
                "winter_Mon4": "Aparece muita gente com gripe na clínica durante o inverno.$s",
                "winter_Mon6": "Você já comprou aquecedores para os animais, @?$h",
                "winter_Mon8": "Você não acha o meu boneco de neve parece com você?$h",
                "winter_Tue4": "Você tem alguma ideia do que seria legal construir?#$b#Eu confio na sua opinião.$h",
                "winter_Tue6": "Acho que vou focar em fazer alguma coisa para não deixar meu cabelo arrepiado durante o frio...$s",
                "winter_Tue8": "Uma das primeiras coisas que pensei em fazer foi projétil de bolas-de-neve.$h#$e#Eu nunca cheguei a terminar o projeto, mas ainda está na lista.",
                "winter_Wed4": "O inverno é costuma ser um pouco entediante, não acha?#$e#O que você faz pra manter a energia?",
                "winter_Wed6": "Penny diz que aprende muito comigo... mas na verdade é o contrário.#$b#Ela me ensinou muito sobre relações com crianças.",
                "winter_Wed6_inlaw_Penny": "Eu sempre pensei que você e Penny combinavam.$h",
                "winter_Wed10": "O mundo fica perfeito quando começa cair toda essa neve.#$e#Você entende?$l",
                "winter_Thu4": "Sebastian passa mais tempo em casa quando neva... não é bom pra saúde dele.$s",
                "winter_Thu6": "Eu preciso admitir, jogos são demais!$h#$e#Sebastian me convidou para jogar aquele joguinho de tiro, foi legal.$h",
                "winter_Thu8": "Você já falou com o meu irmão? Ele sempre fica sozinho naquele quarto.$8",
                "winter_Thu10": "Chega mais perto, estou com frio...$l",
                "winter_Thu4_inlaw_Sebastian": "Sebastian parece mais feliz durante o inverno, ele esteve saindo mais?",
                "winter_Fri4": "Eu tratei um paciente com gripe ontem...$s#$e#Eu espero não contrair.$s",
                "winter_Fri6": "Você não para mesmo no frio.$h",
                "winter_Fri10": "Suas bochechas ficam fofinhas quando estão rosadas por conta do inverno...$l#$e#Eu te amo!$l",
                "winter_Sat4": "Se eu pudesse entrar naquelas cavernas e pegar os minérios...$8#$e#Eu teria materiais infinitos.$h",
                "winter_Sat8": "É tão bom te ver.$l#$b#O frio passa rapidinho.$h",
                "winter_Sun": "Fico com tanto sono com esse frio...$8",
                "winter_Sun2": "Eu queria me enrolar em um cobertor, mas...$s#$b#Eu não gosto da sensação de estar deitada durante o dia.",
                "winter_Sun4": "Sebastian convidou meu pai para jogar um pouco, você acredita?$h",
                "winter_Sun6": "Você acredita em teleporte? É meio impossível hoje em dia mas... eu tenho fé que vamos chegar lá.",
                "winter_Sun10": "Se eu pudesse voltar no tempo e mudar alguma coisa...$8#$b#Não mudaria nada, eu amo o caminho que minha vida tomou com você.$l",
                "spring_1_2": "E pensar que aquela sua fazenda não existia um ano atrás...#$e#Você é uma inspiração.$h",
                "summer_1": "O verão é perfeito para observar as estrelas.",
                "summer_27": "Você vai na praia amanhã? Eu sim, preciso aproveitar o último dia do verão!$h",
                "fall_15": "Você pretende participar da feira amanhã?#Boa sorte!$h",
                "winter_1": "Estou congelando...$s",
                "winter_7": "Eu sei fazer bonecos de neve, mas estou curiosa para ver o que vão construir amanhã.$h",
                "winter_28": "Espero que seu próximo ano seja ótimo, @!$h",
                "summer_27_2": "Você vai estar na praia amanhã? Espero que sim!$h",
                "fall_15_2": "A feira é o meu festival favorito, tem tanta coisa nova.$h#$e#Você já viu os jogos?",
                "winter_7_2": "Eu quase não consigo sair da cama para o festival, credo.$h",
                "winter_28_2": "Como foi o seu ano?$h",
			}
		},
		{
			"LogName":"Maru Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueMaru",
			"Entries":{
                "Rainy_Day_0": "Meu irmão ainda deve estar dormindo, que perda de tempo.$8#$b#Você vai trabalhar nesse frio? Se cuide.$l",
                "Rainy_Day_1": "Você viu minha chave de fenda amarela, amor?$s#Estou sempre perdendo ela.$8",
                "Rainy_Day_2": "Eu não consegui dormir muito bem, então vim trabalhar na oficina.#$b#Eu fiz algo pra você, pegue. [688]$l",
                "Rainy_Day_3": "Eu não gosto muito de dias assim...$s#$b#Não tem como ver as estrelas com essas nuvens.$s",
                "Rainy_Day_4": "Hoje vou tirar o dia para limpar alguns equipamentos.#$b#Hm... tem vazamentos no telhado?",
                "Rainy_Night_0": "Você já viu um daqueles 'Fragmentos Prismáticos'?#$b#É um dos minérios mais raros atualmente, eu amaria ter um.$h",
                "patio_Maru": "Você precisa de ajuda?#$b#Eu quase nunca estou certa do que estou fazendo, é assim que nascem minhas invenções.$h",
                "Rainy_Night_1": "Nossa, vai se secar!$h#$e#Hm... isso me deu uma ideia, e se eu criar uma capa que te mantém seco na chuva.$8",
                "Rainy_Night_2": "Meu pai vem pesquisando os padrões clismáticos ao longo dos anos.#$e#Espero que o clima não fique muito violento e te atrapalhe.",
                "Rainy_Night_3": "É um dia ótimo pra dormir de conchinha...$l#$e#Vamos?$l",
                "Rainy_Night_4": "Olhe o que eu fiz, e nem usei o forno! [232 234 223 220]$h",
                "Indoor_Day_0": "Tenho tantos projetos para começar, mas é melhor não pensar muito na quantidade, ou vou ficar sobrecarregada.#$b#Ei, eu fiz algo pra você! [688]$h",
                "Indoor_Day_1": "Hoje eu levantei cedo para terminar algo que estive fazendo, pra você! [645]...$l",
                "Indoor_Day_2": "Essa fazenda é mágica? Eu nunca consigo ficar acordada até tarde.$h#$b#Eu amo acordar cedo aqui.$l",
                "Indoor_Day_3": "Eu passei na clínica e peguei algo pra você. [349]$l",
                "Indoor_Day_4": "Eu sempre pensei que quando me casasse sairia do vale.$h#Mas não pensei que seria descendo a rua.$h",
                "Indoor_Night_0": "Ver as estrelas é tão lindo...$l#$b#Mas eu ainda prefiro deitar com você.$l",
                "Indoor_Night_1": "Eu preparei algo pra você, tome! [201]$l",
                "Indoor_Night_2": "De qual você gosta mais? Bolo de morango ou chocolate?...$8#$b#Quer saber? A vida é curta demais para não comer doces!$h#$e#Agora... você acha que estou ficando gorda?$s",
                "Indoor_Night_3": "Já terminou o trabalho?$l#$b#Eu fiz algo pra te ajudar. [645]$h",
                "Indoor_Night_4": "Minha mãe fez um trabalho incrível expandindo essa casa.$h",
                "Outdoor_0": "Finalmente levantou!$h#$b#É difícil não levantar cedo para ver o dia nascendo...$l",
                "Outdoor_1": "Sebastian parece feliz com o nosso casamento.$l#$e#Você acha que ele vai se casar algum dia?$8#$b#Acho que a atitude não virá dele.$h",
                "Outdoor_2": "Espero que nada tente manchar essa paisagem linda.$l#$e#O céu vai estar claro hoje à noite, você quer me fazer compania?",
                "Outdoor_3": "Bom dia, posso te observar daqui?#$b#Estou curiosa para ver como você faz as coisas.$l",
                "Outdoor_4": "Eu percebi que você esteve andando para as montanhas e fiz algo pra te ajudar... [689]$l#$b#Se cuida...$l",
                "OneKid_0": "Eu preciso falar com a Penny sobre dicas para lidar com crianças.#$b#Você já brincou com %kid1 hoje?$h",
                "OneKid_1": "Você não precisa se preocupar, não vou criar um robô educador ou algo do tipo.$h#$e#Você acha que %kid1 poderia trabalhar na fazenda? Ou que tal engenharia?$h",
                "OneKid_3": "Meus pais estão assustados até hoje! Eles não pensaram que se tornariam avós tão cedo.$h#$b#Eu te amo!$l",
                "TwoKids_3": "Essa vila é pequena mas é tão eficiente.#$b#Temos uma biblioteca e uma clínica bem pertinho.$h",
                "funLeave_Maru": "Faz um tempinho que não vou na casa dos meus pais, vou visitá-los hoje.",
                "funReturn_Maru": "Meus pais estão felizes por mim, até mesmo Sebastian perguntou como é estar casada.$h#$b#Eles estão bem, na mesma rotina de sempre.",
                "spring_9": "E se eu fizesse um drone que seria capaz de regar suas lavouras de uma só vez?$8#$b#Ah... você já faz isso com os aspersores?",
                "spring_15": "O que você acha de criar robôs-faxina?$8#$b#Hm... daria mais trabalho configurar ele que apenas limpar.$h",
                "spring_16": "E se eu criasse gatos ninjas protetores de vacas robóticos?$h#$b#Estou brincando...$l",
                "spring_26": "Marilda foi uma invenção única... eu nunca vou fazer uma igual...$s#$b#Porque eu quero manter ela especial.$l",
                "summer_4": "E se eu criasse ventiladores gigantes para acabar com esse calor?$h",
                "summer_9": "Mais um dia de trabalho na clínica... se cuida amor.$l",
                "summer_16": "A clínica esteve indo bem ultimamente, George esteve indo lá com mais frequência...$8#$b#Harvey não pode me contar tudo.$s",
                "summer_23": "A tecnologia humana é linda, mas nada vai superar a natureza.#$b#Principalmente quem trabalha com ela...$l",
                "summer_27": "Só mais duas noites para que as Medusas cheguem, estou tão animada...$l#$e#Mas não tão quanto meu pai.$h",
                "fall_9": "E se eu fizesse vacas que... não! Esqueça o que eu disse!$h",
                "fall_15": "E se eu começasse levar umas exposições para a Feira do Orvalho.$8",
                "fall_18": "Você acha que seria legal criar portões elétricos?$8",
                "fall_22": "Penny me emprestou um livro muito bom sobre como agir com crianças.$l",
                "winter_11": "A sensação de aprender algo novo todo dia é tão boa...$l#$b#Estar junta de você é um aprendizado diário de como amar.$l",
                "winter_22": "Estava pensando em construir aquecedores, mas lareiras são tão quentinhas...$l",
                "winter_23": "Eu finalmente terminei o livro que Penny me emprestou no mês passado.$h#$b#Estou pronta para colocar em prática.$l",
                "winter_28": "Feliz ano novo, amor...$l",
			}
		}
	]
}