{
	"Changes":[
		{
			"LogName":"Pam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pam",
			"Entries":{
				"Saloon_Wed":null,
                "Saloon_Mon": "Eu tava pensando em te pagar uma brahma, mas eu não tenho dinheiro.",
                "Saloon_Thu": "GUS!!! MANDA MAIS UMA.$a",
                "Saloon_Entry": "Acho que vou experimentar outra coisa hoje./Preciso beber algo.../A DE SEMPRE GUS!/EU QUERO MAIS UMAAAAA!/Que sede!/ESTOU DESIDRATANDO AQUI!",
                "Trailer_Entry": "Penny? Cadê o jantar?/Penny! A janta tá pronta?/Penny! Cadê você?/O lar é o lugar onde você confia a privada... mas cadê a minha?",
                "Mon": "#$1 PamDrank#Urgh... minha cabeça...$k#$e#Eu comeria menos mal se pudesse pagar.#$e#Ei, você quer me trazer um espaguete?",
                "Mon2": "Eu amo chirivias...#$e#Eu também gosto de comida saudável, viu?",
                "Mon4": "Se sua fazenda ser boa, vai dar uma ajuda na comunidade toda.#$e#Então todos terão um final feliz, certo?",
                "Mon6": "Se minhas pernas não fossem tão fracas, eu visitaria as montanhas de vez em quando.",
                "Mon8": "$d bus#Não se preocupe, sei que geralmente bebo muito no salão, mas eu sempre dirijo sóbria.|Sinto falta do meu trabalho...$s",
                "Tue2": "Você perdeu algum dedo aqui?",
                "Tue4": "Eu sempre fico depressiva quando começo ler o noticiário... eles sempre mostram a podridão do ser humano.#$e#É difícil acreditar que as pessoas podem ser boas....#$b#Mas ei... eu não sou 'especial' também...$h",
                "Tue6": "Recomeçar a vida? Bobagem.#$e#Não faz sentido pensar nisso, não vai acontecer.#$e#Talvez se meu marido estivesse aqui... pra eu meter o pé na boca dele.",
                "Tue8": "Estou tentando ser mais positiva com o meu futuro...$s#$e#A vida nem sempre é o que você pensa no momento...#$e#Se você se isolar em notícias ruins, o mundo será só isso pra você...",
                "Wed2": "$d bus#Você não sabe como estou feliz que o ônibus está funcionando! Eu me sinto viva novamente.|Desde que fui demitida, não pude deixar de me perguntar se o prefeito Lewis faria alguma coisa para consertar o ônibus.",
                "Wed4": "$d bus#Você não sabe como estou feliz que o ônibus está funcionando! Eu me sinto viva novamente.|Eu falei com Lewis sobre consertar o ônibus. Ele disse que não poderia consertar 'legalmente'.",
                "Wed6": "$d bus#Eu não preciso de muito para trabalhar, apenas me dê algo para dirigir e estou feliz.$h|Eu liguei para a empresa de ônibus novamente. Disse que ainda não tem dinheiro para consertar... cortes de orçamento.$s",
                "Wed8": "$d bus#É bom ter uma razão para se levantar de manhã novamente.|Essa maldita companhia de ônibus! Quem eles pensam que são, me dando um ônibus que apenas levanta e quebra em cima de ti?",
                "Wed10": "$d bus#Eu gosto de caminhar de manhã para o ponto de ônibus. Nada supera o cheiro daquele ar fresco.|Alguns de nós simplesmente não podem ganhar neste mundo, jovem.$s",
                "Thu4": "Ei, o que você acha desse tal de Sam? Ouviu algo estranho sobre ele?...#$b#Fofocando? Imagina! Eeeeeu?$h",
                "Thu6": "Sam pareceu um bom rapaz... apesar de parecer jovem.#$b#Penny diz que ele ainda pode crescer.",
                "Thu8": "Penny diz que está feliz comigo indo menos no salão...",
                "Fri": "Quê?",
                "Fri2": "Cada dia é a mesma bosta...$s#$b#Eu queria ter nascido rica...$s",
                "Fri4": "Sabe, estive pensando... eu queria de ter um hobby. Algo para fazer além de ficar no bar todas as noites.#$e#Você tem alguma ideia?#$e#Ah... talvez eu jogue uno contra mim mesma.",
                "Sat2": "Ter fazendas locais é bom para a nossa vila.",
                "Sat4": "O que você anda fazendo por aí?#$e#Estou esperando o tempo passar... como sempre.",
                "Sat6": "Eu gostaria que uma equipe de elfos viesse durante a noite e arrumasse a minha casa.#$b#HAHAHAHAHAHA!$h",
                "Sun4": "*Suspiro*... Esqueci de descongelar o frango...$s",
                "Sun6": "$d bus#Ainda bem que consegui meu emprego. Mais algumas semanas e estaria quebrada.|Espero que Gus não me expulse do salão pelas contas que não estou pagando...$s",
                "summer_Mon8": "$d bus#Eu sou uma boa motorista, jovem. Não tenho uma única multa desde que era mais jovem que você.$h|Que tempo horrível.",
                "summer_Wed10": "$d bus#Nada pior que perder seu emprego...|Alguns de nós não temos espaço nesse mundo, jovem.$s",
                "summer_Thu2": "Ah, oi.#$e#Você foi no salão ontem?",
                "summer_Fri8": "Bem, o mundo não pode ser totalmente podre sendo que existe gente como você.#$e#...$h",
                "summer_Sat2": "Não ligue pro cachorro ali do lado...#$b#Ele pode olhar para você, mas ele nunca vai se levantar daquela caixa.#$b#O nome dele? É Dusty.",
                "fall_Mon10": "É nessa época do ano que sempre lembro...#$e#Aquele idiota do meu marido levantou e saiu.#$e#Eu realmente não me importo onde ele está. Penny cresceu muito, fico feliz por ela ser tão dócil.",
                "fall_Wed10": "$d bus#Eu não sou rica, mas estou feliz por não ter que me preocupar tanto com dinheiro.|Alguns de nós simplesmente não podem ganhar neste mundo, jovem... já te disse isso, né?$s",
                "winter_Mon": "Que frio... minha pele tá igual um papel higiênico.",
                "winter_Mon6": "Você tem porco na fazenda?",
                "winter_Tue4": "Eu só espero que Penny tenha uma boa vida pela frente. Se você tiver filhos, saberá como me sinto.",
                "winter_Wed10": "$d bus#Você não sabe como estou feliz que o ônibus está funcionando! Eu me sinto viva novamente.|Como vai?.$s",
                "winter_Fri8": "É fofo ver como Penny trabalha com essas crianças.#$e#Bem, mesmo que seja tarde demais para mim, pelo menos Penny está fazendo algo bom para o mundo.",
                "winter_Sat8": "Pescar no Festival de Gelo é bem divertido. Eu acho que deveria fazer isso com mais frequência.$h#$e#Talvez eu só precise de público para me motivar.#$e#Ah, claro que isso aconteceria...",
                "winter_Sun8": "Sua fazenda com certeza é bonita na neve. Faz uma bela vista.#$e#Não deixe isso acabar, ouviu bem?$h",
                "spring_1_2": "Algum plano para o ano novo?#$e#Eu também... tenho#$e#Vamos manter a cabeça erguida.",
                "spring_23": "Eu mal posso esperar para ver a Penny dançar amanhã!$h#$e#Eu só espero que ela dance com alguém bom o suficiente para ela.",
                "winter_7": "Hora de eu testar minhas habilidades na pesca de amanhã... você vai participar?",
                "winter_28": "Já faz um ano desde que você se moveu pra cá, não né?!#$e#Não deixe sua vida ir embora, jovem.",
                "spring_23_2": "Eu mal posso esperar para ver Penny dançar amanhã!$h#$e#Eu só espero que ela dance com alguém bom o suficiente para ela.",
                "winter_7_2": "Hora de eu testar minha mão na pesca amanhã. Você vai estar no festival?",
                "winter_28_2": "Outro ano acabando...#$e#Não deixe sua vida ir embora, jovem.",
			}
		}
	]
}