{
	"Changes":[
		{
			"LogName":"Penny",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Penny",
			"Entries":{
                "Introduction": "Oi, tudo bem?...#$e#Você precisa de alguma coisa?$3#$b#Ah, desculpa! Eu me chamo Penny.$h#$b#Estava pensando sobre um livro que ali agora pouco.",
                "Mon": "Oi @.#$e#Espero que você consiga se encaixar na vila.$h",
                "Mon2": "Você pretende ficar aqui pra sempre, @?",
                "Mon4": "Minha mãe tem um problema sério, que é beber demais no salão.$s#$q 237/238 Mon_old#Mas é melhor não pensar em coisas ruins, certo?#$r 237 50 Mon_237#Sim, é bom ter esperança!#$r 238 10 Mon_238#É melhor ser realista.",
                "Mon_old": "#$p 237#Eu tenho certeza que minha mãe vai melhorar.$h",
                "Mon6": "Se você quer se dar bem com minha mãe, dê chirívias para ela.#$e#Ela sempre usa para combater a ressaca.$3",
                "Mon_237": "Sim, eu sei que ela vai melhorar.$h",
                "Mon_238": "Sim...$u",
                "Tue2": "Eu sempre dou aulas para as crianças às: terças, quartas e sextas-feiras.#$e#É bem fácil tomar conta de dois alunos.$h",
                "Tue6": "@! Estive focando em aprender mais sobre colunária esses dias.$h#$e#Veja, não é muito, mas é um começo. [195]",
                "Tue8": "$d ônibus#Estou tentando economizar como professora, mas minha mãe sempre acaba gastando demais.$3 | Talvez as coisas melhorem agora que mamãe voltou a trabalhar.$h",
                "Wed6": "Eu sempre levo as crianças para brincarem naquele parte perto da fonte.#$b#Eu me sinto bem vendo eles felizes.$h",
                "Wed8": "Eu fiz algo pra você.$l#$e#Espero que goste. [237]$h",
                "Thu2": "Eu ando tentando aprender mais sobre culinária, mas não é fácil praticar as receitas com minha mãe gastando tanto com bebidas...$s",
                "Thu4": "Você já leu o 'Drácula'?#$b#É um dos meus livros favoritos.$h",
                "Thu8": "@!$l#$b#Eu fico muito grata por você sempre estar lá para me ajudar...$3#$b#Eu não tenho muito apoio por aqui, então...$3#$b#Obrigada.$l",
                "Thu10": "Eu pensei que me casaria com Sam quando virasse adulta, mas parece que ele sempre esteve preso em uma vida de adolescente...$h#$b#Você não precisa ficar com ciúmes, sim?$h",
                "Fri2": "É difícil viver com o que ganho das aulas, e ainda não sei cozinhar muito bem...$3#$b#Mas eu tenho fé que tudo vai melhorar.$h",
                "Fri6": "Ser professora me ajudou muito a amadurecer, eu sinto que cresci muito nos últimos anos.",
                "Fri10": "Eu nunca pensaria que ficaria tão íntima de alguém...$l",
                "Sat6": "É legal que o seu trabalho alimente milhares de pessoas, não é?#$b#Eu também quero fazer minha marca!$h",
                "Sat8": "Você já viu os desenhos da Jas? Ela sempre desenha ela do lado da fazenda, ela é tão linda!$h",
                "Sat10": "Um erro que os pais cometem na educação dos filhos é achar que a criança precisa ter tudo que quer.$3#$b#Na verdade eles estão criando um mar de crianças mimadas, sem capacidade de sobreviver sem o auxílio dos pais.$3#$b#Eu tenho sorte por ter tido a infância que tive... os momentos de dificuldade me ensinaram que na vida tem muito para agradecer.$l",
                "Sun2": "Eu sempre sonhei em ter uma família grande...$3#$b#Oi @, você está bem?",
                "Sun6": "Eu já vi muita gente indo e vindo na vila pelicanos...#$b#Você pretende sair algum dia?$s",
                "Sun8": "@! Eu consegui fazer algo decente dessa vez, prove! [214]$h",
                "Sun10": "Trabalhando amor?#$b#Eu fiz algo pra você, espero que goste... [201]$l",
                "summer_Mon2": "Você já conheceu a Maru? Ela é muito legal.#$b#Eu sempre aprendo algo novo com ela.$h",
                "summer_Mon4": "Oi, tudo bem?",
                "summer_Mon8": "Você sempre esteve me ajudando...$3#$b#Eu também quero contribuir. [225]$l",
                "summer_Tue": "É sempre bom pegar leve durante o verão...#$e#Ouviu bem?$h",
                "summer_Tue2": "Será que Vincent está fazendo sua lição de casa?#$b#Eu não deveria estar pensando nisso, é bom deixar que sejam independentes.",
                "summer_Tue4": "Eu sempre termino as aulas mais cedo durante o verão.#$b#Eu não quero que as crianças cozinhem na biblioteca.$h",
                "summer_Tue10": "Sam e eu crescemos da mesma maneira que Jas e Vincent... mas as coisas mudaram.#$b#Eu ainda sinto que ele esta em fase de crescimento.$3",
                "summer_Wed": "Eu espero que você consiga recuperar aquela fazenda.#$e#Assim eu poderia levar as crianças para observá-la.$h",
                "summer_Wed4": "É legal que temos um vale com tantos lugares lindos para visitar.$h",
                "summer_Wed8": "Hoje as crianças vão estar aprendendo mais sobre o ciclo da água, então as crianças passarão um tempo fora da biblioteca.",
                "summer_Wed10": "Estava procurando você...$l#$b#Aqui, espero que goste. [221]$h",
                "summer_Sat2": "Eu sempre me divirto com as crianças quando levo elas ao parque.$h",
                "summer_Sat4": "$d cc#Muito obrigada por ter feito aquilo no Centro Comunitário, @.$h",
                "summer_Sat8": "As crianças sorrindo me contagiam, é assim com você também?$h",
                "summer_Sat10": "Está com fome? Eu preparei algo pra você. [221]$l",
                "summer_Sun": "Você gosta de decorar aquela fazenda?$7#$e#Deve ser muito bom ter seu próprio lugar para decorar.$h",
                "summer_Sun2": "Eu odeio quando as pessoas deixam os livros pelo chão da biblioteca.$3#$b#Você já está lá, é tão longe de colocar no lugar?$3",
                "summer_Sun4": "Se eu tivesse uma casa maior passaria dias decorando.$h",
                "summer_Sun6": "Você acha que um jogo de palavras cruzadas seria legal para as crianças?",
                "summer_Sun8": "Você acha que eu sou um bom exemplo para as crianças?...$3",
                "summer_Sun10": "Percebi que estou com bem mais confiança do que antes.#$b#Eu fiz algo para você. [220]$h",
                "fall_Mon6": "Eu sem querer perdi um capítulo da rainha do molho. mas tudo bem.$h",
                "fall_Mon8": "Maru e eu nos tornamos amigas bem rápido quando chegamos aqui, e essa amizade continua até hoje.",
                "fall_Mon10": "Eu nem sei o que faria se encontrasse meu pai...$3#$e#Ele teve algumas atitudes ruins com minha mãe.$3",
                "fall_Tue": "Você acredita que Vincent chegou mais cedo para me ajudar a organizar os livros?$h",
                "fall_Tue10": "Eu vi você enquanto levava Jas para casa ontem... sua fazenda está linda, mas eu quase não tirei os olhos de você.$l",
                "fall_Wed4": "Eu sou grata por ter tido gosto pela leitura quando era mais nova... não há nada melhor em dias de tédio.$h",
                "fall_Wed6": "Senti que minhas habilidades na cozinha melhoraram muito, veja! [208]$h",
                "fall_Thu10": "Vincent perguntou se estava apaixonada em você...$h#$e#É tão perceptível assim?$l",
                "fall_Thu8": "É sempre uma luta cuidar da minha mãe...$s#$b#Mas tudo bem, todos nós precisamos de alguém para vigiar nossas costas, não acha?$u",
                "fall_Fri4": "Oi @...$3#$e#Ah... não é nada, eu só...$s#$b#Desculpe, você está bem?$7",
                "fall_Sun10": "Estive pensando sobre onde estaria daqui 10 anos...$3#$b#Você já se perguntou isso?",
                "winter_Mon": "Ei, cuidado para não congelar por aí.$h",
                "winter_Mon6": "Esse 'amigo secreto' me deixa tão ansiosa...$3",
                "winter_Mon10": "Eu tinha visto uma receita interessante em um livro...$3#$b#Eu fiz ela para nós! [727]$h",
                "winter_Tue4": "Elliot é um romancista? Eu gostaria de ler um de seus trabalhos...$3",
                "winter_Tue8": "Elliot me deixou ler uma de suas obras...$3#$b#Ele tem muito talento, mas eu não gosto muito desse estilo.",
                "winter_Tue10": "É tão bom ser grata pelo que temos...#$b#Você sabe o que quero dizer?$l",
                "winter_Wed": "Eu sou grata pela biblioteca ter uma lareira, é tão bom ler pertinho dela.$h",
                "winter_Wed4": "Estou ansiosa para ver sua fazenda na primaveira.#$b#Vai estar cheaia de pássaros!$h",
                "winter_Wed8": "Está com frio?$h#$b#Aqui, eu acabei de fazer. [395]",
                "winter_Thu4": "Estou congelando...$3#$b#É sempre bom ter alguém pra compartilhar isso. [395]$h",
                "winter_Thu6": "Você pode me fazer um favor?$3#$b#Não dê bebidas alcólicas para minha mãe, tudo bem?$3#$b#Se você quiser fazer amizade com ela tente chirívias.$h",
                "winter_Thu10": "Oi amor.#$b#Estava trabalhando? Fiz algo pra você. [457]$h",
                "winter_Fri": "Oi...$u",
                "winter_Fri2": "Você já falou o Linus?$3#$b#Todo mundo ignora ele por querer viver sem uma casa, mas ele é um anjo!$h",
                "winter_Fri6": "George não sai mais de sua casa quanto costumava, ele está bem?$u",
                "winter_Sun6": "Eu sempre escondo um pouco do dinheiro que ganho das aulas.$3#$b#Caso contrário minha mãe gastará tudo em cerveja.$s",
                "winter_Sun10": "Está tão frio...$3#$b#A gente deveria se juntar em um cobertor qualquer dia desses.$l",
                "spring_1_2": "Eu amo esse começo de ano, fica tudo tão lindo.$h",
                "spring_12": "Eu me juntei com as garotas e ajudei a decorar os ovos para o festival.#$e#Você vai participar?",
                "spring_23": "Eu tenho boas lembranças do festival de flores.#$e#Você sabe dançar? Eu posso te ensinar.$h",
                "summer_10": "Eu já consigo sentir o cheiro da comida do Luau amanhã.#$e#Espero que ninguém estrague a sopa...$3#$e#Por isso que não ando falando mais com o Sam.$3",
                "fall_15": "Eu adoro a Feira do Orvalho.$h#$b#Mas os jogos são difíceis para as crianças...$3",
                "fall_26": "Eu tinha medo do Festival de Espíritos quando era nova.#$b#Eu me divirto agora.$h",
                "winter_7": "A neve parece trazer nossa criança interior... vamos nos divertir.$h",
                "winter_24": "Amanhã é o melhor dia do ano!$h#$b#Eu amo ver as crianças abrindo seus presentes.$h",
                "winter_28": "Feliz ano novo!... Daqui a pouco!$h#$e#Estou tão ansiosa para o próximo ano...",
                "spring_12_2": "Eu me juntei com as garotas e ajudei a decorar os ovos para o festival.#$e#Você vai participar?",
                "summer_10_2": "Eu já consigo sentir o cheiro da comida do Luau amanhã.#$e#Espero que ninguém estrague a sopa...$3#$e#Por isso que não ando falando mais com o Sam.$3",
                "fall_15_2": "Eu adoro a Feira do Orvalho.$h#$b#Mas os jogos são difíceis para as crianças...$3",
                "fall_26_2": "Eu tinha medo do Festival de Espíritos quando era nova.#$b#Eu me divirto agora.$h",
                "winter_7_2": "A neve parece trazer nossa criança interior... vamos nos divertir.$h",
                "winter_24_2": "Amanhã é o melhor dia do ano!$h#$b#Eu amo ver as crianças abrindo seus presentes.$h",
                "winter_28_2": "Feliz ano novo!... Daqui a pouco!$h#$e#Estou tão ansiosa para o próximo ano...",
			}
		},
		{
			"LogName":"Penny Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialoguePenny",
			"Entries":{
                "Rainy_Day_0": "Você pretende trabalhar nessa chuva?#$b#Se cuida. [395]$l",
                "Rainy_Day_1": "Você acha que Harvey e Maru ficarão juntos?#$b#Eu acho que eles se gostam, mas talvez a diferença idade esteja impedindo?$h",
                "Rainy_Day_2": "#$c .5#Você já vai sair? Cuidado onde pisa. [395]#Você já se perguntou para onde vão os insetos voadores quando chove?$3",
                "Rainy_Day_3": "Levantei cedo para tentar preparar algo especial pra você, espero que goste. [232]$l#$e#Hoje eu acordei um pouco mais cedo por causa da chuva, e para fazer o café [395].$h",
                "Rainy_Day_4": "#$c .5#Dias assim são os melhores para se enfiar em livros.#Fica um pouco frio aqui quando chove... eu ficaria melhor com você me abraçando.$l",
                "Rainy_Night_0": "#$c .5#Oi amor! Você já terminou o que tinha pra fazer? Eu preparei algo pra você. [218]$h#Eu fico um pouco preocupada quando você chega muito tarde, estou feliz por ter você aqui.$l",
                "patio_Penny": "#$c .5#Esse lugar é mais pacífico que o trailer.$h#Você já vai trabalhar? Se cuida.$l",
                "Rainy_Night_1": "#$c .5#Você percebeu que minha mãe parou de ir no salão com tanta frequência?$h#Estava esperando você, @, eu queria que você provasse algo novo. [215]$l",
                "Rainy_Night_2": "#$c .5#Eu nunca vou esquecer aquela noite que fomos na sauna...$l#Eu ainda não terminei de organizar minhas lições, acho que vou improvisar algo...$s",
                "Rainy_Night_3": "#$c .5#O som da chuva me incomodava muito naquele trailer... era tão barulhento.$3#Está com fome? [215]$l",
                "Rainy_Night_4": "#$c .5#Eu fiz algo especial pra você, espero que goste. [220 221]$l#Estou me sentindo bem mais confiante morando com você! [220 221]$h",
                "Indoor_Day_0": "#$c .5#Eu costumava ter pesadelos naquele trailer... eu sou grata por ter te conhecido.$h#Eu nunca imaginaria que fosse morar em um lugar assim, é lindo.$l",
                "Indoor_Day_1": "#$c .5#Levantei cedo e preparei algo pra você, espero que goste! [201]$h#Você já vai trabalhar? Leve isto. [612]$l",
                "Indoor_Day_2": "#$c .5#Eu peguei alguns livros com o Gus hoje cedo, preciso organizar as próximas lições.#Gunther falou que está feliz pelos artefatos que você doou.$h",
                "Indoor_Day_3": "#$c .5#Eu amo ouvir sobre aqueles artefatos que você encontrou, e pensar que muitos estiveram enterrados por milênios.#É tão bom ver coisas novas na biblioteca.$h",
                "Indoor_Day_4": "#$c .5#Você me achava tímida quando nos falamos pela primeira vez? E pensar que nos casaríamos.$h#É tão lindo quando você me olha assim...$l",
                "Indoor_Night_0": "#$c .5#Você já terminou o que tinha pra fazer? Então aproveite! [606]$h#Sempre quando a luz está fraca parece que há estrelas brilhando em seus olhos...$l",
                "Indoor_Night_1": "#$c .5#Está com fome? [606]$l#Vamos deitar?$l",
                "Indoor_Night_2": "#$c .5#Devemos sempre nos lembrar dos menos afortunados... é bom ser grata pelo que temos.$3#Vincent não para de me perguntar como é a vida de casada.$h",
                "Indoor_Night_3": "Minha mãe provavelmente está bem morando sozinha, só espero que ela não esteja indo demais ao salão.#$e#Bem, ela tem seus problemas, mas está tentando melhorar.$7",
                "Indoor_Night_4": "#$c .5#Pronto para ir deitar?...$l#Eu posso terminar de ler mais tarde se você quiser ir deitar...$l",
                "Outdoor_0": "Eu sonhava em viver em um lugar assim, não pensei que isso se tornaria realidade.#$e#Ainda bem que você não voltou para a cidade.$h",
                "Outdoor_1": "#$c .5#Esse lugar é perfeito para as crianças crescerem.$l#Você já vai? Espero que tudo dê certo. [612]$7",
                "Outdoor_2": "Oi amor, já está indo?#$b#Se eu soubesse mais sobre o trabalho agrícola te ajudava, mas vou te ajudar como posso. [243]$h",
                "Outdoor_3": "#$c .5#É tão lindo ver os pássaros brincando pela fazenda.$l#Você já vai sair? Cuidado onde pisa.$h",
                "Outdoor_4": "#$c .5#Eu poderia passar o dia inteiro aqui...$l#Eu acabei de ter uma boa ideia para Jas e Vincent, essa é a vantage de morar em um lugar assim.$h",
                "OneKid_0": "#$c .5#Você teve algum tempo para brincar com %kid1 hoje? Talvez um segundo filho torne as coisas melhores.#Ah, certo. Minha mãe veio cedo ver como %kid1 está. É meio surreal, chegar a ver o lado carinhoso dela.",
                "OneKid_1": "#$c .5#É tão bom ter nossa própria criança para brincar. %kid1 vai ter uma infância ótima aqui.#Minha mãe chegou cedo para ver %kid1, eu não sabia que ela tinha um lado carinhoso.$h",
                "OneKid_3": "É tão bom ser mãe, eu sinto que cresci mais durante esse período materno.#$e#Eu esperei tanto por isso...$l",
                "TwoKids_0": "#$c .5#As crianças não me deixam ler quanto antes, talvz eu deva começar usar áudio-books.$3#Eu já dei o café da manhã às crianças, elas comem muito!$h0",
                "TwoKids_1": "#$c .5#As crianças ficam tão calmas quando canto para elas... é lindo.$l#Temos que tomar cuidado para não dar atenção demais à %kid2, não queremos que %kid1 fique com ciúmes.",
                "TwoKids_2": "#$c .5#As crianças não gostam muito de ficar no berço, você já percebeu?$3#Eu sonhei que %kid1 criava asas e voava para longe... o que isso quer dizer?$3",
                "TwoKids_3": "#$c .5#Temos uma casa grande, duas crianças e um ótimo terreno. Estamos bem.$h#Quando eu vejo nossos filhos me sinto tão sortuda...$l",
                "funLeave_Penny": "#$c .5#Estarei saindo daqui a pouco para dar aula às crianças, tudo bem?#Preciso aproveitar e passar na casa da minha mãe, faz tempo que não vou lá!$h",
                "funReturn_Penny": "#$c .5#Eu percebi que minha mãe está melhorando, não vi mais garrafas pela casa.$h#Estou cansada... como foi o seu dia?",
                "spring_1": "Temos um longo ano para aproveitar, vamos torná-lo produtivo!$h",
                "spring_4": "Acho que a primavera é minha estação favorita, tudo fica tão cheio de vida.$l#$e#Não é difícil perceber isso após um longo inverno.$h",
                "spring_8": null,
                "spring_12": "Você vai competir? Estarei torcendo por você.$h",
                "spring_16": "Acho que vou limpar a cozinha um pouco antes de sair.",
                "spring_19": "Tive medo que minha mãe iria sentir ciúme, mas ela parece tão orgulhosa de mim!$h",
                "spring_26": "Eu tenho um projeto de arte que as crianças vão amar.$h#$b#Eu fiz algo pra você também. [200]$h",
                "summer_9": "Tem uma diferença entre os livros físicos e eletrônicos.$3#$b#A textura, cheiro e sons da página você só encontra em livros físicos... por outro lado é mais fácil fazer anotações em um digital.$h",
                "summer_10": "Os professores devem estar curtindo as férias de verão agora.#$b#Eu vejo todo dia como férias aqui.$h",
                "summer_19": "Eu já tentei beber uma vez, e foi a pior coisa que fiz...$3#$e#Nem todos nós precisamos ter todas as experiências...$3",
                "summer_23": "Eu não tenho uma lição fixa para passar hoje... acho que vou improvisar.#$e#Mas tudo bem, eu tenho feito isso por um tempo, eu já estou boa.$h",
                "fall_10": "Você parou pra pensar como serão as crianças quando crescerem?.",
                "fall_12": "Será que minha mãe vai se apaixonar de novo?$h",
                "fall_16": "Nos vemos na feira, sim?",
                "fall_19": "É engraçado que eu e Maru estamos em uma parte diferente da vida agora.$3#$b#Espero que ela se case logo.$h",
                "winter_5": "Está com frio? Eu preparei algo pra você, espero que esteja bom. [236]",
                "winter_6": null,
                "winter_9": "Você já leu o 'Drácula'? Eu amo esse livro!$h#$e#Cuidado lá fora. [395]$l",
                "winter_12": "Você acha que Vincent vai aprender a gostar de ler futuramente?...$3#$e#Espero que ele encontre alegria nisso, mesmo que sejam apenas livros de ficção.",
                "winter_16": "Brrr... terei uma longa caminhada até a biblioteca hoje de manhã.$s#$b#Mas vamos nos esforçar. [395]$h",
                "winter_26": "Espero que o inverno acabe logo.$3#$e#Eu amo ver a primavera depois de um longo inverno, tudo fica tão vivo.$h",
                "winter_28": "Feliz ano novo! Eu fiz algo para nós, aproveite! [220 221]$h",
			}
		}
	]
}