{
	"Changes":[
		{
			"LogName":"Pierre",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pierre",
			"Entries":{
                "Mon2": "Como vai a fazenda?#$e#Eu realmente acho que poderíamos ter uma boa relação de negócios, eu e você.#$b#Então espero te ver por aí!",
                "Mon4": "Oi @, precisando de sementes ou mudas de árvores?",
                "Mon6": "Caroline e eu nos conhecemos durante o ensino médio...#$e#Está indo bem, até agora!$h",
                "Mon8": "$d Joja#Bem, pelo menos alguns moradores da vila preferem dar suporte aos negócios locais...$s|Eu admito, trabalhar é realmente um pouco mais divertido sem a Joja por perto. Tudo parece que importa de novo, sabendo que não vai acabar em desastre, entende?",
                "Tue2": "Ei, fico feliz em te ver de novo!#$e#Obrigado por ajudar a economia local!",
                "Tue4": "Se ajudarmos uns aos outros, nossa comunidade certamente irá prosperar.#$e#De qualquer forma, gostaria de comprar algo?$h",
                "Tue10": "$d Joja#Parece que a mercearia de Grampleton anda com alguns problemas... imagino quando será minha vez.$s|Eu estive observando... parece que a Joja estava tendo bastante prejuízo. Sua estratégia geral nem ao menos fornece lucro enquanto as empresas locais não estiverem extintas.",
                "Wed6": "#$1 pierre1#Não importa o quão bem estejam indo os negócios, nunca é o suficiente para satisfazer meu desejo. Talvez eu esteja apenas entediado com a vida doméstica.$s#$e#Algum dia irei abrir uma nova loja na cidade e fazer uma grana.#$e#Infelizmente, os negócios estão indo muito devagar e eu mal consigo juntar dinheiro...$s",
				"Wed10":"Hey, imagine você trabalhar no balcão por algumas horas, enquanto eu vou trabalhar na sua fazenda?#$e#Haha, to apenas brincando.$h#$e#...*suspiro*$s",
                "Thu4": "Ei, se tudo der certo, farei promoções pra você!",
                "Thu6": "$d Joja#Eu apoio um mercado livre tanto quanto qualquer um, mas quem exatamente é \"livre\" quando Joja detém a quantidade de poder que tem?$s|Apenas outro lindo dia em nossa vizinhança!",
                "Thu8": "É mais fácil ficar de bom humor quando há rostos familiares por aqui.#$e#Então muito obrigado pela visita!$h",
                "Fri4": "Com suas aulas on-line, Abigail já tem mais conhecimento do que eu já tive em toda minha vida. Estou orgulhoso dela.#$e#Eu comecei como um simples funcionário quando era criança, e então trabalhei muito até que pudesse abrir essa loja.",
                "Fri6": "Eu já pensei em escrever histórias para passar o tempo. Mas nada realmente me inspira.#$e#Eu não sei como Elliott consegue fazer isso.#$e#Talvez eu precise de uma mudança de cenário.",
                "Fri8": "$d Joja#Tudo que Morris faz está de acordo com as leis, mas não muda o fato dele ver nossa cidade como fonte de dinheiro e nada mais.$3|Meus pesadelos de estresse com o Mercado Joja finalmente pararam. Eu te contei que estive tendo pesadelos? Sim, foi por isso.",
                "Sat2": "Eu gosto muito mais de vender produtos locais.#$e#Eu só quero fazer o possível para ajudar o meio ambiente.#$e#Além do mais, não há custos de entrega quando é local.",
                "Sat4": "Algumas vezes gerenciar um pequeno negócio é bem cansativo...#$b#Mas eu imagino, o que seria dessa cidade sem as lojas?",
                "Sat6": "Às vezes é complicado conversar com minha família durante o jantar. Ao final do dia, tudo o que está em minha mente são formulários de pedidos, lucros, vendas...$s#$e#Acho que consigo entender como isso é entediante...$s#$b#Mas em minha idade, um homem tem de fazer o que for necessário por sua família, independente de apreciarem ou não.",
                "Sun2": "Obrigado por dar uma passada por aqui!$h#$e#Eu espero que seu dia esteja indo bem.",
                "Sun4": "Fornecer as necessidades básicas às pessoas dessa comunidade... valeria um legado, não é?",
                "Sun6": "Às vezes me pego pensando... quanto tempo da minha vida irei gastar atrás de um balcão?$s",
                "Sun8": "$d Joja#Uma comunidade pode ter uma alma? Eu quero acreditar nesse lugar... mas é complicado quando as carteiras das pessoas parecem ser sua prioridade número um.$s|Eu me sinto muito sortudo. No final das contas, parece que o Vale do Orvalho é mesmo um lugar especial!",
                "summer_1": "Tenho sementes de verão disponíveis! É melhor começar a estocar.$h",
                "summer_Tue": "O Mercado Joja nem mesmo tem preços menores que os nossos... a não ser que você conte aqueles cupons de 50% de desconto que eles ficam sempre dando por aí.$3#$e#Então você nunca pegou um? É, nem eu. Por motivos óbvios.",
                "summer_Tue6": "É quente pra xúxú aqui dentro.",
                "summer_Thu6": "Abigail sempre será minha garotinha. Foi amor à primeira vista quando eu vi ela pela primeira vez.",
                "summer_Fri6": "O verão é um bom momento para comer uma boa salada, não acha?",
                "fall_1": "As sementes de outono estão aqui! Sementes não germinam no inverno, então essa é sua última chance até a primavera.#$b#É melhor se empenhar, hein?",
                "fall_Mon4": "Eu simplesmente não consigo acompanhar os jogos de gridebol.#$e#Mas consigo ouvir o rádio às vezes.",
                "fall_Mon8": "Ouvi dizer que teve um jogão ontem à noite.#$e#Joseph correu por todas as jardas e marcou o gol.#$e#IHÁÁÁ!$h",																	   
                "fall_Mon_inlaw_Abigail": "Oi @, tudo bem?",
                "fall_Mon4_inlaw_Abigail": "Oi, @. Como vai a Abigail? Diga a ela que estamos com saudades por aqui.",
                "fall_Sun": "Olá! Está tudo certo com a fazenda?#$e#Talvez algumas de minhas sementes possam deixá-la ainda mais bonita.$h",
                "fall_Sun2": "Ficaria feliz em comprar o que você produzir na fazenda.#$e#Sim, eu revendo por lucro... essa é a vantagem de ser dono de uma loja.#$e#Não me entenda mal...",
                "fall_Sun4": "Está começando a ficar frio lá fora...#$b#Isso significa que mais pessoas vêm à loja se aquecer.$h",
                "fall_Sun8": "Se eu não tivesse que cuidar da loja, estaria lá fora agora...#$e#As folhas estão lindas e os cogumelos estão brotando.",
                "winter_1": "Não dá para cultivar no inverno então eu não tenho sementes para te oferecer...$s#$e#Isso realmente vai cortar nossos lucros.",
                "winter_Mon4": "Eu simplesmente não consigo acompanhar os jogos de gridebol.#$e#Mas o rádio salva muito.",
                "winter_Mon10": "Para jogar bem o gridebol, você precisa dar 110% de si...#$e#Mas o outro time só dá 108%, por isso não conseguiram fazer mais pontos que nós.#$e#Foi mal, viajei.$h",
                "winter_Mon_inlaw_Abigail": "Olá @, tudo bem?",
                "winter_Mon4_inlaw_Abigail": "Eu costumava me preocupar com o futuro da Abigail, mas eu consigo ver que ela está exatamente onde quer estar.#$e#Sejam bons um com o outro, tá certo?$h",
                "winter_Wed": "#$1 pierreDin#Eu vou surpreender Caroline esta noite com um jantar e uma garrafa de Vermelho do Vale. Não diga a ninguém! Finalmente iremos ter um dia de descanso.$k#$e#",
                "winter_Thu2": "Eu trabalho principalmente com comestíveis. Então se você tiver algum minério ou madeira, tente na Robin ou no Clint.",
                "winter_Thu4": "Você não sente esse frio?",
                "winter_Thu6": "Caroline é maravilhosa... eu não acho que eu conseguiria aguentar essa estação fria sem ela.",
                "winter_Sat": "Se eu não tivesse que cuidar da loja, estaria lá fora agora...$s#$e#Seria divertido andar na neve.",
                "winter_Sat6": "Frio pra caramba, o céu tá caindo no vale?",
                "winter_Sat8": "#$1 pierre2#Você acha a Abigail parecida comigo? Não diga a minha esposa, mas às vezes me pergunto se sou realmente o pai dela.$k$s#$e#Que seja... odeio preparar o jantar.",
                "spring_12": "Amanhã é o festival do ovo! Eu vou ter algumas sementes especiais que estarão em promoção apenas durante o festival, então guarde algum dinheiro!",
                "spring_23": "Eu vou abrir um quiosque durante a dança das flores amanhã, com alguns produtos exclusivos. Dê uma passada por lá!",
                "fall_15": "Estou quase certo de que vou ganhar na exposição de amanhã.$h#$b#Mas toda competição é bem-vinda.",
                "fall_26": "Estarei vendendo produtos raros novamente durante a Véspera dos Espíritos. Espero que você venha dar uma olhada!",
                "winter_28": "Feliz ano novo, @.$h",
                "spring_1_2": "Imaginei que você apareceria @! Pretende plantar muito esse ano, não?",
                "spring_12_2": "Amanhã é o festival do ovo! Eu vou ter algumas sementes especiais que estarão em promoção apenas durante o festival, então guarde algum dinheiro!",
                "spring_23_2": "Eu vou abrir um quiosque durante a dança das flores amanhã, com alguns produtos exclusivos. Dê uma passada por lá!",
                "fall_15_2": "Estou quase certo de que vou ganhar com a minha exposição de amanhã.$h#$b#Mas toda competição é bem-vinda.",
                "fall_26_2": "Estarei vendendo produtos raros novamente durante a Véspera dos Espíritos. Espero que você venha dar uma olhada!",
                "winter_28_2": "Feliz ano novo, @. Obrigado pela visita.",
			}
		}
	]
}