{
	"Changes":[
		{
			"LogName":"Robin",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Robin",
			"Entries":{
                "cc_Begin": "Eu já pensei em consertar o Centro Comunitário, mas Lewis não sabe o que quer fazer lá...",
                "Mon": "Oi @.#$e#Eu estava sonhando acordada com alguns projetos de carpintaria...#$e#Como vai sua casa? Tem algo quebrado lá?",
                "Mon2": "Já te contei que eu construí essa casa com minhas próprias mãos?#$e#Ela é definitivamente o ponto alto da minha carreira até agora.",
                "Mon4": "Eu não quero entrar naquela caverna... tenho medo dos monstros.#$e#Você achou algo legal lá?",
                "Mon6": "Graças ao trabalho do Demetrius nós moramos aqui, tudo anda indo bem.",
                "Tue2": "Tinha muitas construções na sua fazenda... mas elas se foram com o tempo, e tive que destruir.#$e#Mas eu posso construí-las, com um preço!$h",
                "Tue4": "Leah tem uma mão boa pra carpintaria também. Eu apenas prefiro construir coisas com mais uso prático.",
                "Tue6": "Demetrius pode ser um pouco estóico com seu cérebro científico, mas eu aprendi bem rápido como chegar em seu lado romântico.#$e#Eu o ensinei a dançar comigo, afinal.$h",
                "Tue8": "Preciso dizer, você certamente foi de grande ajuda pro nosso negócio desde que se mudou pra vila.$h",
                "Wed": "Como vão as coisas?#$q 604/605/606 Wed_old#Você está se adaptando bem?#$r 604 0 Wed_604#Até agora sim!#$r 605 0 Wed_605#Estou feliz aqui, mas cansa um pouco.#$r 604 0 Wed_604#Esse lugar é relaxante.#$r 606 -10 Wed_606#Esse lugar é uma droga. O que eu estou fazendo aqui?",
                "Wed_old": "$p 006#Eu espero que as coisas estejam melhorando.|Venha nos visitar sempre.",
                "Wed_604": "Fico feliz em ouvir isso. Me diga se precisar de alguma coisa.$h",
                "Wed_605": "Ah, vai melhorar.#$b#Lembre-se, a gente nem mesmo tinha uma casa quando nos mudamos para cá. Estou certa de que você vai se dar bem também, logo.",
                "Wed_606": "Nossa!...$s#$b#Obrigada pela honestidade... estamos aqui, qualquer coisa.",
                "Wed2": "Quando tínhamos acabado de se mudar para cá, tivemos que suportar morar num trailer até que eu pudesse terminar a casa.#$e#Demetrius tinha um trailer separada pra seu laboratório.",
                "Wed4": "Você já tem algum móvel bom na sua casa?#$e#Não consigo imaginar voltar todo dia para uma casa que não amo.#$e#Desculpe, quero dizer... você sabe o que é melhor pra você, certo?$h",
                "Wed8": "O pai do Sebastian? Ah... simplesmente não deu certo.$s#$e#Éramos ambos muito jovens.",
                "Thu2": "Você já tentou falar com o Sebastian?",
                "Thu4": "Eu escuto sons elétricos vindo do quarto da Maru de vez em quando...#$e#Sempre me perguntei se os interesses dela puxariam a mim ou ao Demetrius. Acho que foi um pouco de nós dois.$h",
                "Thu6": "Eu conheci Demetrius na faculdade enquanto trabalhava como aprendiz.#$e#Minha cabeça gira quando penso como conseguimos arrumar tempo pra tudo!",
                "Thu8": "As vezes, me pergunto se Sebastian tem rancor por mim já que seu pai não está por perto.$s#$e#Talvez ele sinta que a Maru está em primeiro plano, e ele vive na sombra dela...$s",
                "Thu10": "@, que bom ver você!$h#$e#Ter você como visita tem sido uma das melhores coisas que aconteceram com nós desde que mudamos pra cá.",
                "Fri2": "O Sam nos visita ocasionalmente pra jogar jogos com Sebastian. Talvez eles te convidem qualquer hora.",
                "Fri_inlaw_Maru": "Eu sabia que você e a Maru se dariam bem. Me faz muito feliz ver vocês dois juntos.",
                "Fri8": "É estranho... não me sinto velha o suficiente pra ser mãe de dois jovens adultos.#$e#A vida parece que acelera a medida que passa.",
                "Sat4": "Ugh... gostaria que Sebastian não fumasse.$s#$e#Eu nem sei de onde ele tirou esse hábito.$s",
                "Sat6": "Demetrius normalmente é relaxado com tudo, com a exceção de assuntos que envolvam a Maru.#$e#Esse é um tópico no qual você precisa ganhar a confiança dele.#$e#Desculpe se ele já disse algo incômodo. Não é só com você.",
                "Sat8": "Aqui consigo um pouco mais de flexibilidade para realizar projetos que me interessam.#$e#Eu não acho que teria esse nível de liberdade na cidade.",
                "summer_Tue6": "Hm, estou com vontade de comer pêssego... Você tem algum na sua fazenda?",
                "summer_Tue10": "Você já tentou algo criativo com a bateria a aquele bloco de nota?#$e#Lembre-se que você pode mudar os tons deles.",
                "summer_Wed": "Eu vou trabalhar debaixo do sol se for preciso. Não se preocupe, eu tenho um dos protetores solar mais poderosos que existem.",
                "summer_Wed8": "Quê? Você se preocupa que eu trabalho até tarde nos meus projetos? Não... eu faço várias pausas durante o dia.#$b#Talvez não quando você está olhando, eu acho.$h#$e#Além disso, precisa de muito trabalho pra construir tão rápido quanto eu.",
                "summer_Fri_inlaw_Sebastian": "Sebastian tem se saído bem ultimamente?#$e#Se cuidem!$h",
                "summer_Fri_inlaw_Maru": "Maru tem feito alguma coisa nova ultimamente?#$e#Se cuidem!$h",
                "fall_Mon4": "Maru já te mostrou os últimos projetos dela?",
                "fall_Mon8": "Foi quando a Maru se tornou adolescente que eu soube que ela era uma prodígio com máquinas.#$e#Quando criança, ela sempre desmontava nossos eletrônicos, apesar de nem sempre conseguir remontá-los.#$e#Eventualmente, ela chegou num nível no qual ela os montava de sua própria maneira e ainda os modificava.#$b#Sou muito orgulhosa do quão avançada ela se tornou.",
                "fall_Thu8": "Quando as coisas estão boas pra gente, é nosso dever ajudar os necessitados.#$b#Você também não acha?",
                "fall_Fri6": "Madeira de lei é difícil de arranjar, mas é ótimo trabalhar com ela.#$e#Não sei se você tem alguma sobrando, têm?$h",
                "winter_Mon6": "Você gostou lareira? Me diga se você quiser que eu a refaça.#$e#A lareira correta faz a maior diferença em destacar a aparência de um cômodo.",
                "winter_Mon8": "Eu sempre tive uma paixão em construir coisas, mesmo quando eu era uma criança.#$e#Às vezes eu recebia um \"olhar\" dos outros por causa desse meu hobby. Eu só não deixava isso me incomodar.",
                "winter_Wed": "Acho que preciso de um tempo pra mim... uma visita à fonte termal está nos meus planos.#$e#Você costuma ir lá?",
                "winter_Wed6": "Estilos de arquitetura e decoração vêm e vão, mas todos tem um objetivo: fazer um lugar melhor de se viver.#$e#A humanidade sempre buscou um lugar melhor pra viver. É tão antigo quanto a própria história. Me alegra essa sensação de conexão no meu trabalho.",
                "winter_Fri_inlaw_Maru": "Maru está feliz na sua casa?#$e#Não se esqueça de dizer à ela pra me visitar logo!",
                "winter_Sat8": "Eu sempre me interessei em como fazer iglus...#$e#Desde criança tive esse interesse, hoje eu consigo fazer um perfeito.$h",
                "winter_15": "A gente tava planejando ir para o mercado noturno em família, mas...#$e#Não sei se Sebastian vai...",
                "summer_27": "Eu acho que nunca vou me cansar de ver as Medusas-Da-Lua com Demetrius.#$e#Espero que você venha vê-las, também.",
                "fall_15": "A Feira do Orvalho é de outro mundo. Espero que você faça uma exibição de produtos pra nós!",
                "winter_28": "Mais um ano se vai... mais duas décadas e eu serei velha.#$e#Vou continuar fazendo o que eu faço por muitos anos, apesar disso.$h",
                "spring_1_2": "Feliz primavera! Ei, agora é uma boa hora de você me dizer quais projetos você tem pra mim.$h",
                "winter_15_2": "A gente tava planejando ir para o mercado noturno em família, mas...#$e#Não sei se Sebastian vai...",
                "summer_27_2": "Eu acho que nunca vou me cansar de ver as Medusas-Da-Lua com o Demetrius.#$e#Espero que você venha vê-las, também.",
                "fall_15_2": "A Feira do Vale do Orvalho é realmente de outro mundo. Espero que você faça uma exibição de produtos pra nós!",
                "winter_28_2": "Mais um ano se vai... e mais umas duas décadas e eu serei velha.#$e#Vou continuar fazendo o que eu faço por muitos anos, apesar disso.$h",
			}
		}
	]
}