{
	"Changes":[
		{
			"LogName":"Sam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sam",
			"Entries":{
                "Mon2": "Ei, como vai?#$e#Ontem fiquei até tarde tocando guitarra, meus dedos ainda doem...$s#$e#Eu... preciso fazer algo.",
                "Mon4": "Eu comecei a andar de skate quando ainda era pequeno.#$e#É legal ter o mesmo hobby quando adulto, você acaba vendo o quanto evoluiu.",
                "Tue2": "Ei, tudo bem?#$e#Então, você joga vídeo game?",
                "Tue4_1":"Mamãe está sempre preocupada com Vincent. Pessoalmente, acho que ele vai ficar bem.#$e#Quero dizer, ela esqueceu como eu era naquela idade, ou algo assim?$h",
                "Tue4_2": "Eu tentei servir cereal para o meu pai hoje cedo...#$b#Ele pulou da cadeira assim que o cereal começou bater na tigela.$s#$b#O que aconteceu com ele?$s",
                "Tue8": "É estranho ver como as pessoas mudam...$s#$e#É chato ter que abandonar as sensações da infância, porque todos são assim?$s",
                "Tue8_2": "É chato ter que falar com as pessoas e perceber que não são mais as mesmas...$s#$e#Mas tudo bem, eu também odiaria viver com a mesma cabeça a vida toda.",
                "Wed": "Estive tentando criar uma nova música, mas minha mente não ajuda...#$q 319/320 Wed_old#Você tem alguma ideia?#$r 320 30 Wed_320#Agricultura, mineração e corte de madeira.#$r 8820 30 Wed_320#Sobre uma cidade no mar.#$r 8821 30 Wed_320#Sobre trens#$r 319 -50 Wed_319#Tanto faz, qualquer uma será horrível.",
                "Wed_old": "$p 319#Mas eu sei o que você pensa sobre isso.$a|Graças ao seu conselho eu consegui terminar a letra!$h",
                "Wed_319": "...$a",
                "Wed_320": "Ei... parece perfeito!$h",
                "Thu_2": "Ei, meu pai voltou, você já viu ele?#$b#Fico feliz que ele esteja bem.",
                "Thu2_2": "Ei, meu pai voltou, você já viu ele?#$b#Fico feliz que ele esteja bem.",
                "Thu4": "Talvez meu pai volte quanto menos esperarmos.#$e#E aí você poderá vê-lo, se ainda estiver morando aqui.#$e#Você não venderia a fazenda depois de tudo, né?",
                "Thu4_2": "Eu não sei o que pensar sobre meu pai... ele está tão estranho.$s#$b#Talvez as coisas melhorem com o tempo.",
                "Thu8": "Fico feliz por ter feito amizade com você tão rápido, você é incrível, @!",
                "Thu8_2": "Ei... mostre apoio ao meu pai, tudo bem?$s#$e#Ele odeia falar sobre o que aconteceu na guerra.$s",
                "Fri2": "Eu sinto falta da cidade às vezes, mas se eu me mudasse para lá novamente, eu acabaria trabalhando o tempo todo apenas para sobreviver.#$e#É... não vale a pena.$s",
                "Fri10": "É estranho, eu me apego mais ao vale quanto mais envelheço.#$b#Eu tenho um motivo muito bom para isso...$l#$e#Sim?$h",
                "Sat2": "Eu comprei essa guitarra há alguns anos atrás... peguei gosto por música naturalmente.#$e#Mas eu ainda tenho que praticar muito.$h",
                "Sat4": "Puts, eu ainda tenho que ligar para a minha avó.$s#$e#Eu preciso anotar as coisas, esqueço tudo muito fácil.$h",
                "Sat6": "Abby sabe tocar bateria muito bem, eu preciso encaixá-la na nossa música.#$e#Ela é muito criativa.$h",
                "Sat8": "Abby sabe tocar bateria muito bem, eu preciso encaixá-la na nossa música.#$e#Ela é muito criativa.$h",
                "Sat8_2": "Ter meu pai devolta é mais estranho do que pensei...$s#$e#Eu não sei como agir com ele... me sinto tão infantil.$s",
                "Sun2": "Às vezes as letras costumam surgir na minha mente quando estou do lado de fora.#$e#Você deve gostar muito do que faz, né?",
                "Sun4": "Eu gosto muito de praticar novos efeitos que descubro com a guitarra, me sinto genial.$h#$e#Mas você precisa tomar cuidado para que isso não se torne brega.",
                "Sun8": "Eu me pergunto se minha mãe está feliz com sua vida...$s#$e#Eu tenho a impressão de que ela está escondendo alguma dor.$s",
                "summer_Mon": "Há menos pólen durante o verão, meu nariz agradece.$h",
                "summer_Mon10": "Chegar a tocar na cidade Zuzu foi um sonho se tornando realidade.#$e#Mas estou pensando em outras coisas no momento.$l",
                "summer_Tue6": "Talvez amanhã eu deva fazer algumas panquecas.#$e#Aposto que Vincent vai adorar!$h",
                "summer_Tue10": "Talvez eu deveria aprender a cozinhar.#$b#Você não se importaria em provar, certo?$h#$e#Eu pensei que poderia ser algo que você gostaria.$l",
                "summer_Wed6": "$d Joja#Outra mudança no sistema da Joja hoje... que disperdício de tempo.$s|Eu gostei do meu trabalho novo na biblioteca, Gunter me deixa folgar assim que termino tudo.$h",
                "summer_Thu": "Meu pai me falou uma vez sobre nosso inimigo de guerra... o Império Gotoro.$s#$b#Eles parecem inplacáveis.$s",
                "summer_Thu4": "Sebastian tem alguns jogos de tabuleiro bem legais.#$b#Eu não gostava de jogar, mas competir com ele é divertido.$h",
                "summer_Thu6": "Ei, valeu por conversar comigo... não está sendo fácil com meu pai no exterior.$s#$e#Nós temos que ficar positivos sobre o futuro, certo?",
                "summer_Thu6_2": "Às vezes eu ouço meu pai andando pela casa à noite.$s#$b#Mas ele não vai dizer o que está acontecendo, como sempre.$s",
                "summer_Fri4": "Caraca! Eu comi uns onze pedaços de pizza ontem.$h#$e#Estou cheio até agora.#$e#Não é uma das melhores sensações.$h",
                "summer_Fri6": "Fiquei com saudades da cidade quando me mudei para cá, mas foi há muito tempo...#$e#Eu aprendi a gostar desse lugar.$h",
                "summer_Fri10": "Estive focado numa música recentemente...$l#$e#Sim, é sobre você, como descobriu?#$e#Ei, não ria!$h",
                "summer_Sun2": "E ai?#$e#Procurando um lugar para se refrescar?",
                "summer_Sun4": "Ei, eu consegui outro conjunto de notas ontem à noite!$h#$e#Estou em chamas! Finalmente estaremos prontos para tocar ao vivo.",
                "summer_Sun6": "Eu poderia comer algumas rosquinhas agora...$s#$e#Ei, não entenda mal.$h",
                "summer_Sun8": "Já percebeu o tanto de cara solteiro que tem na vila?$s#$e#É meio estranho.$s",
                "summer_Sun10": "Ei, até que não sinto mais falta da cidade...#$b#É legal tocar lá, mas eu prefiro ficar aqui.$h",
                "fall_Mon2": "O clima é perfeito nessa época do ano para andar por aí, pela floresta.#$e#Você não acha?$h",
                "fall_Mon6": "Abby e Sebastian estiveram dando o máximo para ajudar na banda, eles são geniais.",
                "fall_Mon6_2": "Sobre o meu pai? Eu não sei...#$b#É melhor ficar fora disso por enquanto.$s",
                "fall_Mon10": "Mal posso esperar para contar ao meu pai sobre você.",
                "fall_Mon10_2": "Eu disse ao meu pai que ele não precisava ficar escondendo as coisas de mim...$s#$b#Por um segundo ele pareceu se abrir, mas logo se levantou e foi embora.$s#$e#É complicado.$s",
                "fall_Tue6": "Depois que meu pai foi pra guerra eu dei meu máximo para dar a melhor infância possível ao Vincent...$s#$e#Se eu não fizer, quem fará?",
                "fall_Tue8": "Eu decidi ajudar minha mãe com os afazeres domésticos, mas ela parece não estar muito feliz.$s#$e#Vai entender, ela vive dizendo que não tem tempo por conta da casa...",
                "fall_Wed4": "Minha mãe sabe fazer pizza, você sabia?#$e#Mas a pizza do salão é absolutamente perfeita!$h#$b#Não diga isso à ela.",
                "fall_Wed6": "Você conhece alguém que é fanático por vinho?#$b#Estou quase me tornando um, só que com pizza.$h",
                "fall_Wed8": "Ei, você tem pizza? Eu poderia comer uma inteirinha agora.$h",
                "fall_Wed10": "Estive tendo problemas para escrever minhas letras...#$e#Sim eu estava pensando em você.$l",
                "fall_Thu4": "Oi @.#$e#Ei, você acha que tem como cultivar um cacto no meu quarto?$h",
                "fall_Thu6": "Talvez meu pai volte ano que vem.#$e#Provavelmente...",
                "fall_Thu6_2": "Eu deveria sair de casa em breve...$s#$e#...Eu sentiria falta de várias coisas, então não sei...$s#$e#Tomar decisões é um saco.",
                "fall_Fri6": "Fiquei acordado até tarde jogando no computador ontem à noite. Eu realmente gostaria de ter me concentrado em escrever mais letras de música.$s",
                "fall_Fri8": "Eu recebi meu salário ontem e não sei... eu deveria economizar?$s",
                "fall_Sat2": "Oi @.#$e#Ei, você acha que tem como cultivar melões no meu quarto?$h",
                "fall_Sat4": "Eu tenho sorte de ter um quarto tão grande...#$e#Vantagens de ser o irmão mais velho?",
                "fall_Sat8": "$d Joja#Estou feliz que ainda temos dias de folga, trabalhar na Joja é zuado.|Há muitas coisas incríveis no museu, foi você que achou?",
                "fall_Sun4": "Meu joelho ainda está ruim pela queda de ontem...#$e#Ferimento de skate, é normal.",
                "fall_Sun6": "É difícil se divertir no domingo, eu continou pensando em ter que ir pro trabalho amanhã.$s",
                "fall_Sun8": "O que você faz quando quer se divertir mas precisa acordar cedo para trabalhar?#$e#Ah, é verdade, você não tira folga...#$b#Eu te invejo, você deve gostar muito do que faz.$h",
                "winter_Mon2": "É difícil tocar guitarra no inverno, todo mundo fica em casa e é tão silencioso...$s",
                "winter_Mon4":"Tivemos mais um bom ensaio de banda neste fim de semana! As coisas estão melhorando.$h#$e#Ah, não se preocupe, com certeza vou conseguir ingressos para o nosso primeiro show.",
                "winter_Mon6": "Estamos treinando muito para melhorar as notas musicais, um dia chegaremos lá.$h#$e#Ei, não se preocupe, você não pagará o primeiro show.",
                "winter_Mon10": "Você ficaria com raiva se ouvisse o show de guitarra pela manhã?#$e#Minha mãe odeia.$s",
                "winter_Tue8": "Eu costumava sair muito com a Penny quando era criança.#$e#Nós ainda nos vemos, mas é estranho...$s",
                "winter_Tue8_inlaw_Penny": "Estou feliz por você ter se casaco com a Penny, eu estava me perguntando se ela se casaria.$h",
                "winter_Wed6": "$d Joja#Eu sei que trabalhar na Joja é ruim, mas se Shane fosse mais legal dava pra passar o tempo conversando...|Como está o Shane? Ele odiava trabalhar na Joja.",
                "winter_Wed10": "Ei, você está contratando para ajudar na fazenda?$l",
                "winter_Thu4": "Meu pai deve voltar logo na primavera, eu acho.#$e#Já fazem três anos que não o vejo...",
                "winter_Thu4_2": "Já completou um ano que meu pai voltou... ele esteve melhorando do trauma.",
                "winter_Fri4": "Neve é uma coisa complicada... ela derrete mas ao mesmo tempo fica tudo cheio de lama fora de casa.$s",
                "winter_Fri6": "Você já fez guerra com bolas de neve? Eu e Vincent aproveitamos muito bem essa época do ano.",
                "winter_Fri8": "Snowboard é muito divertido, já participei algumas vezes.#$b#Pena que não há pistas por aqui...",
                "winter_Fri10": "Ei, que bom ver você!$h#$e#Ei, vem aqui, me abrace.$l",
                "winter_Sat6": "Eu e Penny nos mudamos para cá juntos, mas ela hoje é professora do meu irmãozinho, como isso foi acontecer?#$e#Talvez seja hora de começar fazer algua coisa... Sebastian já sabe o que quer.$s#$e#Você também.$s",
                "winter_Sun4": "Vincent quase entrou com o pé sujo de lama dentro de casa, mas eu consegui impedir.$h",
                "winter_Sun6": "Cuidado para não sujar nossa casa, minha mãe fica uma fera quando isso acontece.#$e#Ela me disse que tem TOC, você sabia disso?",
                "winter_Sun10": "Talvez se eu saísse de casa minha mãe ficaria mais feliz...$s#$e#Será que ela está estressada por minha causa?",
                "spring_1_2": "Um começo incrível de ano, não acha?$h#$e#Eu achei que o ano nunca fosse terminar.",
                "spring_12": "Meu irmão sempre fica animado para esses festivais, o do ovo é seu preferido.",
                "spring_21": "Essas pétalas voando fazem o meu nariz sofrer...$s#$e#É por isso que gosto do verão.",
                "spring_23": "Ei, você já tem um par pra dançar amanhã?$h",
                "winter_7": "Uma vez, Gus caiu no rio durante o Festival de Gelo. Tivemos que construir um enorme aquecedor no salão para secá-lo.#$e#Estávamos todos preocupados de nunca mais provarmos seu famoso espaguete.#$e#",
                "fall_7": "A primeira semana de outono já acabou. Cara, isso foi rápido.$s#$e#Tanto faz. Estou feliz que você veio me visitar!#$e#Então você tem alguma coisa nova para me dizer?",
                "fall_9": "Eu pedi um novo par de sapatos on-line. Eles são do mesmo estilo, então eu sei que eles se encaixam bem.",
                "fall_16": "Eu pedi alguns sapatos on-line há mais de uma semana! Cara, eles estão demorando muito.#$e#Eu acho que devemos realmente viver no meio do nada.$s",
                "fall_23": "Ah, meus pés estão ótimos nesses novos sapatos. É um pouco apertado, mas vão entrar. Especialmente porque vou correr através do labirinto assombrado neste fim de semana.$h",
                "fall_26": "Hoje à noite, depois que todos estiverem dormindo, aquele estranho velho que mora na floresta montará o labirinto assombrado. Ele sempre garante que ninguém esteja por perto para vê-lo trabalhando.",
                "summer_10": "Eu não tenho que trabalhar amanhã! Eu nunca fui tão feliz.$h",
                "winter_24": "Esse é o melhor festival para ser grato por tudo que temos...#$e#Pra ser sincero eu prefiro a comida.$h",
                "winter_28": "Você também sente que algo 'grande' vai acontecer?#$e#Espero que seja algo bom.",
                "winter_28_2": "Acho que vou segurar o Vincent até virar o dia hoje, ainda há tanto para se brincar.$h",
                "spring_12_2": "Eu tentei falar com a Abigail para que ela deixasse o Vincent ganhar, mas ela não aceita perder.",
                "spring_23_2": "Você já aprendeu a dançar?$h",
                "winter_7_2": "Teve um vez que o Gus caiu no rio durante esse festival... tivemos que levá-lo rápido até o salão.#$e#Ele se esquentou e preparou um espaguete para todo mundo.$h",
                "fall_7_2": "A primeira semana do outono já passou... cara, o tempo passa muito rápido.$s#$e#Ei, obrigado por me visitar!$h#$e#Você quer dizer alguma coisa?",
                "fall_26_2": "O mago sempre pede para que todos fiquem longe da vila enquanto ele trabalha no labirinto.#$b#Um dia eu não vou aguentar a curiosidade.$h",
                "summer_10_2": "Eu não trabalho amanhã, AEEEEEHOOOOOOOOO!$h",
                "winter_24_2": "Você não acha que esse é um dos festivais mais bonitos?#$b#Sim, a comida é ótima também.$h",
			}
		},
		{
			"LogName":"Sam Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSam",
			"Entries":{
                "Rainy_Day_0": "#$c .5#O dia está ótimo para sentar e tocar guitarra.$h#Ei, parece que a natureza resolveu te ajudar hoje, não é?$h",
                "Rainy_Day_1": "#$c .5#Ei, você acha que Sebby e Abby vão se conectar algum dia?$h#Sebastian é só um pouco mais velho que eu.",
                "Rainy_Day_2": "#$c .5#Ei, eu achei isso fuçando por aí. [90 88 86 535]Pode ser útil pra você.#Puts, eu queria andar de skate hoje...$s",
                "Rainy_Day_3": "#$c .5#Esses dias são um atraso...$7#Bem... acho que vou passar o dia jogando.",
                "Rainy_Day_4": "#$c .5#Você consegue dormir com essa chuva? Ela me incomoda um pouco.$s#Espero que minha mãe esteja bem... ela não terá que se preocupar mais com o barulho.",
                "patio_Sam": "#$c .5#Treinar essa manobra é um saco...$s#Eu tinha conseguido há um tempo atrás, mas eu quero dominá-lo.$h",
                "Rainy_Night_0": "#$c .5#Ei, como foi o seu dia? Passei boa parte do tempo terminando um quadrinho que queria ler.$h#É muito bom morar aqui, posso tocar quanto quiser!$h",
                "Rainy_Night_1": "#$c .5#Foi um dia bem calmo pra mim, é difícil se sentir mal morando aqui.#Vai ser legal quando Vincent crescer mais um pouco, é legal ter mais alguém para competir no arcade.",
                "Rainy_Night_2": "Eu decidi assistir àquela primeira gravação que fizemos na cidade... cara, que desleixo.$h#$b#Eu fiquei nervoso por você estar lá, eu queria parecer o mais badass possível!$l",
                "Rainy_Night_3": "Espero que Vincent não se sinta tão solitário agora... ainda bem que moramos perto de lá.#$e#$c .5#Ele vai ficar bem, não é como se eu tivesse mudado de país.#Mas a vida é sobre mudanças, certo?$7",
                "Rainy_Night_4": "#$c .5#Ei, comprei algo pra você. [206]$h#Espero que goste.$h",
                "Indoor_Day_0": "#$c .5#Vou te contar uma coisa na qual não sinto falta... trabalhar na Joja.$h#Vou tirar o dia para limpar um pouco, é algo bom que tirei daquele emprego.",
                "Indoor_Day_1": "Eu, eu fiz algo pra você, aproveite. [211]$h#$e#$c .5#Eu nunca aprendi a cozinhar, é que minha mãe sempre fazia isso de manhã.$h",
                "Indoor_Day_2": "#$c .5#Ei, eu sei que brinco muito, mas saiba que amo muito você...$l#Bom dia, flor do dia!$h",
                "Indoor_Day_3": "Você tem planos para o dia?#$e#$c .5#Ah, eu nunca tenho, sempre faço as coisas minutos depois de pensar...#Acho que vou tocar alguma música dos anos 80.",
                "Indoor_Day_4": "#$c .5#Talvez Sebby esteja on-line mais tarde, convidei ele para uma rodada de uno.#Eu... te ajudo outro dia, estou meio cansado hoje.",
                "Indoor_Night_0": "#$c .5#Você parece cansada... vou te ajudar a relaxar hoje à noite.$l#Ei, fiz algo pra você! [184 346 206]",
                "Indoor_Night_1": "#$c .5#Eu não fiz muita coisa hoje, mas tudo bem, tenho planos para amanhã.#Eu fiz o básico como limpar e lavar, a casa não precisa de muita manutenção.$h",
                "Indoor_Night_2": "#$c .5#Desculpe por esquecer de fazer a cama, eu sempre fui meio desleixado.$h#Você sabe qual será o próximo show na cidade?",
                "Indoor_Night_3": "#$c .5#A única coisa que sinto falta de manhã é das panquecas que minha mãe costumava fazer.#Eu pensei em te procurar, mas sei que estava ocupada.",
                "Indoor_Night_4": "#$c .5#Pronta para dormir? Eu já preparei a cama para nós.$l#Quer que eu te faça uma massagem pra dormir?",
                "Outdoor_0": "#$c .5#Eu preciso comprar rodas novas para o meu skate, o prefeito não pode reclamar comigo aqui.$h#Você provavelmente poderia ver minha casa daqui se não fosse pelas árvores, sabia?$h",
                "Outdoor_1": "#$c .5#Eu sempre fico olhando para o céu à noite, nunca se sabe quando um ovni vai aparecer.#Eu gosto desse clima pacífico de manhã.",
                "Outdoor_2": "#$c .5#Ei, tem planos para hoje? Eu não quero te atrapalhar.#Oi amor, eu poderia te ajudar mais se soubesse sobre trabalho agricola...#$e#Vou te ajudar com a casa, sim?$h",
                "Outdoor_3": "#$c .5#Algo no ar me faz me sentir positivo... talvez seja as pizzas do Gus daqui.$h#Não, eu não sinto falta de morar na cidade.$h",
                "Outdoor_4": "#$c .5#Você fica tão charmosa com toda essa lama.$l#Eu não dormi muito bem ontem, mas sempre consigo acordar cedo aqui, é engraçado!$h",
                "OneKid_0": "#$c .5#Eu não imaginava que seria tão difícil cuidar de crianças... mas fica mais fácil conforme o tempo passa.#Eu já troquei a fralda das crianças, não se preocupe com isso.",
                "OneKid_1": "#$c .5#Ei, estou começando a gostar de ser pai!$h#É cansativo, hoje eu tenho a experiência de como é ser pai.$s",
                "OneKid_3": "#$c .5#Ei, a gente deveria ter outro filho, o que acha?#Claro, é cansativo, mas eu gosto de desafios!$h",
                "TwoKids_0": "Você pode se concentrar na fazenda, eu já dei o café para as crianças.$h#$e#Ei, você pensa que casei com você pelo dinheiro?.$s",
                "TwoKids_1": "#$c .5#Duas crianças... bom, se minha mãe conseguiu sobreviver, eu consigo!$h#Temos que dar atenção aos dois agora... não queremos que briguem por ciúmes.$h",
                "TwoKids_2": "#$c .5#É legal ver as crianças brincando, elas parecem tão feliz.$h#Acho que vou fazer um showzinho privado para as crianças hoje!$u",
                "TwoKids_3": "#$c .5#Eu nunca pensei que seria pai, estou muito feliz com o que temos hoje.$l#Meus pais ainda são jovens, então estarão vivos para ser bisavôs!$u",
                "funLeave_Sam": "#$c .5#Eu vou visitar minha mãe hoje, tudo bem?#Te vejo à noite, gostosa.$l",
                "funReturn_Sam": "#$c .5#Ver a família é ótimo, mas meio deprimente já que não moramos mais na mesma casa.$7#Minha família está bem mas todos nós lutamos contra alguma coisa.$7",
                "spring_3": "Fui no hospital pegar alguns remédios para alergias, apesar de odiar tomá-los.$s",
                "spring_8": "Sebastian me deixou ler suas enormes pilhas de quadrinhos, isso me deixará ocupado por meses.$h",
                "spring_16": "É triste saber que nunca serei criança novamente.#$b#Mas conhecendo meu antigo histórico, talvez seja bom.$h",
                "spring_25": "Faltam quantos dias para o verão? Mal posso esperar.",
                "summer_5": "Amanhã é o dia que vou praticar aquela manobra, estou confiante.#$e#Você quer ir ver?",
                "summer_12": "Foi bom ver Penny no festival ontem, a gente não anda se falando muito.#$b#É menos constrangedor agora que sou casado com você.",
                "summer_17": "Eu me lembro que chegamos na vila nesse mesmo dia...#$b#Eu acho?$s#$e#Eu vou perguntar à minha mãe.",
                "fall_4": "Abby gosta muito dessa estação, ela deve estar se divertindo agora.#$e#Sebastian parece muito feliz também.",
                "fall_9": "Eu tenho a sensação que as pessoas pensam que nos casamos muito cedo...$7#$b#Mas quem liga?#$b#Estou feliz com você, @.$l#$e#Dane-se o que os outros pensam, não é?$h",
                "fall_13": "Sempre que acordo e vejo a luz do sol batendo na janela eu penso... 'que sorte eu tenho'$h",
                "fall_23": "Teve um dia em que Vincent se assustou e derramou um pote inteiro de geléia na sopa do Lual...$s#$b#Sim, foi bem nojento...$h#$e#Mamãe teve que limpar tudo, eu me senti meio mal.$s#$e#Ah, fui eu que assustei ele.$h",
                "winter_3": "Nada cresce no inverno? Então teremos mais tempo juntos?$h",
                "winter_14": "Ei, vamos passar um tempo juntos assim que terminar seu trabalho, belê?$l",
                "winter_20": "Espero que Vincent ganhe o que tanto quer, é bom ver o maninho feliz.",
                "winter_26": "Eu me pergunto o que meu pai está fazendo...$7",
			}
		}
	]
}