{
	"Changes":[
		{
			"LogName":"Sandy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sandy",
			"Entries":{
                "Mon2": "Nossa você chegou! Oi!$h#$e#Aconteceu algo novo no vale?",
                "Mon4": "Teve uma vez onde um casal muito fofo acampou aqui na lua de mel... fofo, não acha?",
                "Mon6": "Eu liguei para a Emily um tempinho atrás, ela está ótima como sempre.$h#$e#Nós falamos sobre você também... as coisas boas, juro!$h",
                "Mon8": "Emily tem seu jeito de ler as pessoas... É como se ela estivesse em um comprimento de onda diferente ou algo assim.#$e#Ela não pode deixar de tratar a todos com igual respeito, não importa como a outra pessoa aja. Eu admiro isso.",
                "Mon10": "Oi amorzinho! Você veio comprar alguma coisa?#$e#Ou veio me ver?$h",
                "Tue2": "Aquele esqueleto perto daqui se chama 'Dragão de Areia'.#$e#Muita gente passa lá pra tirar fotos.",
                "Tue4": "Meu nome verdadeiro não é realmente Sandy, sabe... Mas é bom para os negócios.#$e#Mas todos me chamam de Sandy... então tanto faz.",
                "Tue6": "Eu reclamo sobre o calor sem parar, mas nada é mais frio que um deserto à noite...#$e#Mas o pôr-do-sol é lindo, você já viu?",
                "Tue8": "Oi @, fique quanto quiser.#$e#Me avise caso queira configurar o arcondicionado.",
                "Tue10": "Nossa! Você parece gostar muito de vir aqui, não?#$e#É sempre bom, o deserto é um tédio.",
                "Wed2": "Ei, amorzinho! Tudo bem?$h#$e#Como vai a Emily? Espero que Haley não seja muito chata... ela parece um pouco.",
                "Wed6": "Vem muito turista por aqui, para pedir informação ou comprar alguma coisa.#$e#Mas a maioria que frequente sempre vai para o quarto dos fundos.",
                "Wed8": "Não é muito caro vir pra cá?#$e#Hm... você deve gostar muito de me ver.$h",
                "Wed10": "Eu pensei que você nunca mais voltaria!#$e#Se eu não tivesse essa loja voltaria para o vale com você por um ou dois dias... Deve ser meio solitário naquela fazenda.$s#$e#Você pode me visitar sempre.",
                "Thu4": "Ei, eu acho que posso confiar em você... posso te contar um segredo?#$b#Esse cara aí atrás... é parte de um clube exclusivo. Eu nunca estive lá, mas me pagam bem por estar aqui então nunca faço perguntas.#$e#Ah! Como está o vale?",
                "Thu6": "Aqueles pilares no deserto? Eu não sei pra que estão ali...#$e#Eu já vi eles aparecerem em um livro um dia desses...#$e#Devem estar lá por algum motivo, esperando o 'arco-íris' o tocarem.$h",
                "Thu8": "Eu sei que não parece, mas os negócios tem sido decente ultimamente.#$e#Parte disso é graças a você. O custo de vida aqui é muito barato, então apenas uma simples compra de sementes vai longe!$h",
				"Fri": "Aquele comerciante com o camelo vem por aqui com muita frequência. Eu não sei como ela espera fazer qualquer negócio, embora .#$e#Hey, eu falo por experiência. É difícil aqui fora.",
                "Fri2": "Acho que a coisa que mais sinto falta do vale são as flores...#$e#Você... pode trazer algumas pra mim?",
                "Fri4": "Olha quem chegou! Você está bem?#$e#Eu costumo ler muito aqui, já que não tem muito o que fazer...",
                "Fri6": "Eu sempre ouço o rádio... mas é bem rápido de enjoar.$s",
                "Fri8": "Oi! Como vai a fazenda, @?#$e#Parece que está tudo bem, você sempre arruma tempo pra vir aqui.#$e#É bom ver você com frequência!$h",
                "Sat": "Oi! Aqui é o Oasis número um do deserto, com vossa senhoria Sandy-Sama!#$b#Ei! Eu pareci profissional?$h#$e#...Certifiqu... como se diz essa palavra?$h",
                "Sat2": "Tente evitar aquela caverna perto daqui...$s#$e#Eu fui lá uma vez e tinha uma porta estranha...#$b#Eu ouvi monstros batendo na porta.$s",
                "Sat4": "Ei, está com sede? Aqui! [184]#$e#Você gosta?$h",
                "Sat8": "@! Eu tenho um presente pra você. [233]#$e#Você gostou?$h",
                "Sat10": "Ei, tenho algo pra você, por conta da casa! [218]$h",
                "Sun2": "Ah, sim... eu sempre sinto solidão nesse lugar...#$e#Bem, tem aquele cara ali do lado mas... ele nem mesmo se move.",
                "Sun4": "Eu visitei o vale algumas vezes, mas é difícil morar lá... não consigo arranjar um emprego confiável.#$e#Então foi assim que acabei aqui.",
                "Sun6": "Eu vi um cara indo para aquela caverna perto daqui... ele saiu do quarto dos fundos.#$e#Será que ele morreu?$s",
                "Sun8": "Fiz uma viagem para a Cidade Zuzu no mês passado, os clubes lá são demais!$h#$e#Eu não perco tempo e fico fora a noite toda.#$e#Há garotas na faculdade que não conseguem me acompanhar!$h",
                "Sun10": "A caverna? Você vai lá? mas...$s#$e#Se cuide, @.$s",
                "winter_Fri": "Eu não posso acreditar que tem neve agora onde você mora...#$e#Eu pretendo visitar o vale em algum inverno, quero saber como é.",
                "winter_Fri6": "Temperaturas são extremas no deserto... faz muito frio aqui durante o inverno.",
				"fall_Fri":"Você não teria muita sorte cultivando aqui, querido.#$e#Bem, a menos que você fosse um fazendeiro de cactos.$h",
				"fall_Fri4":"Parece que o comerciante do deserto geralmente sabe como prever quando você vai aparecer.#$b#Então ele vai para casa assim que você sai. Ele pode prever o futuro ou algo assim?#$e#Gostaria de poder fazer isso...",
				"summer_Fri6":"O comerciante do deserto entrou e olhou em volta um pouco no outro dia. Ela não disse muito. Também não comprou nada.#$e#Que pessoa misteriosa. Eu me pergunto como é a vida real dela?",																												  																																															
			}
		}
	]
}