{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries":{
                "Mon2": "Oi?",
				"Mon6":"Estou sempre confuso porque a ideia de uma vida após a morte é tão atraente. As pessoas percebem quanto tempo 'eternidade' realmente é?#$e#Eu entendo a necessidade de conforto, mas...#$b#... para mim, pensar em 'eternidade' é mais como olhar para um abismo sem fim. Prefiro focar no que é temporário e na minha frente.",
                "Mon8": "É bem idiota assumir que somos importantes no universo.$s#$e#Eu acredito que estamos nadando em uma mesma direção.",
                "Mon10": "É bem idiota assumir que somos importantes no universo.$s#$e#Mas olhando de outra perspectiva... você é importante para mim.$l",
                "Tue4": "Sempre que você joga uma pedra no mar, ela pula. Então as ondas batem nas margens e param...#$b#Tudo tem seu fim... como pode alguma coisa ser importante se tem fim?",
                "Wed4": "Eu fico entediado com tanta besteira que vejo hoje em dia... como as pessoas conseguem se divertir assim?#$e#Por exemplo, os pais da Abby compraram uma nova máquina na semana passada, e ficaram falando disso o resto do mês...#$b#Como se fosse a coisa mais extraordinária que acontece com eles.#$e#É um pouco engraçado, mas meio depressivo.$s",
                "Wed10": "É bom ter um motivo para ficar nessa vila...#$e#Ei... estou falando de você.$h",
                "Thu4_inlaw_Maru": "Está sendo mais fácil viver sem a Maru na casa... mas como ela está?",																										   
                "Fri2": "Se não fosse tão longe eu iria para a cidade ainda hoje.#$e#$q 415/416 Fri_old#O que você faz quando não está trabalhando?#$r 415 0 Fri_bad#Eu nunca paro de trabalhar.#$r 416 30 Fri_good#Leio mangás.#$r 415 -30 Fri_bad#Faço compras.#$r 415 -30 Fri_bad#Pratico esportes.",
                "Fri_old": "$p 416#Ei, pode passar no meu quarto quando quiser...$h|Você provavelmente prefere a vida na cidade, não?",
                "Fri8": "Alguma novidade?$h#$e#Vou para o salão hoje à noite, destruir o Sam na sinuca.$h",
                "Sat4": "Ei, você fuma?#$b#Entendo... tudo bem.",
                "Sat6": "Preciso pensar em algo produtivo pra fazer nesse fim de semana.#$b#Ah, eu preciso fazer um trabalho de design para amanhã.",
                "Sat8": "Você acredita que quase perdi pro Sam na sinuca ontem à noite?#$e#Bem, 'quase' é meio relativo, mas ele está melhorando.$h",
                "Sat10": "Oi @, tudo bem?",
                "summer_Mon2": "Todo mundo animado para o pôr-do-sol... tão clichê.$a",
                "summer_Mon4": "Você não se sente inútil no sol?...#$b#É um saco andar por aí todo suado e cheirando mal.",
                "summer_Mon10": "Vou ser sincero com você, eu te achei bem idiota quando te vi pela primeira vez.$h#$e#Mas eu estava errado...$l",
                "summer_Tue4": "Você não acha que o frio é bem melhor que o calor?#$b#Se estiver com frio apenas pegue um casaco, simples.#$b#Agora no calor? Você está ferrado...",
                "summer_Tue6": "O entardecer do verão é aceitável, não fica tão quente quanto de dia.#$e#Mas tem dias que você decide sair de madrugada para caminhar e sente o calor... nada legal.",
                "summer_Tue8": "Meu pai é um biólogo, sabia disso?#$e#Mas ele é bem normal, não difere muito de outras pessoas.#$e#Eu não sei o que estou esperando também.",
                "summer_Wed4": "O sentimento de consertar um bug que encontrou no seu projeto é gratificante.$h#$e#Ah... certo, pode ser um assunto chato pra você.",
                "summer_Wed6": "O dia hoje está um saco.$a#$e#Você pode me dar espaço?#$e#...",
                "summer_Wed8": "Você disse que eu pareço feliz? Eu também não sei o por quê.$h",
                "summer_Thu": "Você gosta de sair por aí falando com todo mundo, não?",
                "summer_Thu2": "Eu não quero ir nadar, se é isso que você veio perguntar.$s#$e#Ah... você só quer dar 'oi'? Desculpe.",
                "summer_Thu6": "Me sinto tão preso morando aqui... todos os dias parecem iguais.$s",
                "summer_Thu8": "Como você conseguiu largar tudo e ir para longe?#$e#Eu gostaria de fazer o mesmo, mas o custo de vida em uma cidade...$s",
                "summer_Fri2": "Você está de pé desde que horas? Puta sono...",
                "summer_Fri4": "Eu prefiro ficar acordado na madrugada...#$b#É o único momento onde não há barulho.",
                "summer_Sat2": "Eu queria tomar café, mas com esse calor...#$e#Bem, eu poderia tentar tomar gelado.",
                "summer_Sat4": "Eu conheci o Sam através da música, há muito tempo atrás.#$e#Ele é legal, um dos únicos que demonstram interesse no que eu gosto de fazer.",
                "summer_Sat6": "Eu já vi muitos monstros por aí, mas as pessoas parecem fingir que eles não existem.#$e#Bem, a ignorância tem seu preço...",
                "summer_Sat10": "O que você acha sobre pegar a moto e andar por aí em um dia chuvoso?#$e#Bem... esquece, é meio perigoso.$l#$e#Eu sei que você se preocuparia.$h",
                "summer_Sun6": "Você já olhou para o cé e se sentiu insignificante?#$b#Eu me sinto assim a todo momento.$h",
                "summer_Sun8": "O lago é um lugar bonito quando as águas refletem a luz do luar...",
                "fall_Mon6": "Por que a Maru tem que ser boa em praticamente tudo?$s#$e#Bem... eu ainda sou bom em música e programação.#$b#E mesmo assim, é ela quem consegue criar robôs.$s",
                "fall_Mon6_inlaw_Maru": "Não me leve a mal, é legal ver você e a Maru juntos...#$b#...Mas é bizarro a forma como ela consegue ter sucesso em tudo.$s",
                "fall_Mon8": "Você já sentiu que quanto mais cheio o lugar, mais solitário ele fica?#$e#Eu sentia muito isso quando ia à baladas quando ainda morava na cidade.",
                "fall_Tue2": "Acho que vou visitar a Abby...$u#$e#Tsc...$u",
                "fall_Tue4": "Tem abóbora por todo lado... cara, como as pessoas não enjoam disso?",
                "fall_Tue8": "Eu não sinto ciúmes da minha mãe ter se casado com o Demétrius, ela merece ser feliz da maneira que quer.#$b#Só gostaria que eles me deixassem viver a minha também.",
                "fall_Wed4": "Fiquei acordado até tarde para terminar um trabalho de um cliente... estou cansado até agora.#$e#Mas eu já me acostumei.$h",
                "fall_Wed6": "Eu sinto falta de jogar RPG com um grupo de 8 pessoas... uma vantagem da cidade.$s#$e#...Mas não é a mesma coisa quando você não conhece ninguém do grupo.",
                "fall_Thu4": "Meu quarto seria menos depressivo se ele ao menos tivesse janelas...$s",
                "fall_Thu6": "Acho que vou levar o sintetizador para a casa do Sam, é mais fácil praticar.#$e#Ou poderia treinar no teclado, já que sempre fiz isso.",
                "fall_Thu8": "Eu sei que deveria falar mais com a Maru, mas...#$b#Se eu tentasse, talvez fosse parecer uma criança animada demais.#$e#Certo, isso não faz sentido.",
                "fall_Fri": "Fiquei até às três lendo aquele mangá...#$q 462/463 fall_Fri_old#Você gosta, @?#$r 462 -30 Fri_bad#Sim!#$r 463 30 Fri_good#Eu gosto de livros de fantasia.#$r 462 0 Fri_bad#Prefiro romance.#$r 463 -30 Fri_bad#Não.",
                "fall_Fri_old": "$p 462#Você não iria gostar.$s|É muito bom, vou te emprestar algum dia.",
                "fall_Sat6": "Eu sempre levanto antes de todo mundo... odeio ser acordado por alguém, me sinto tão infantil.",
                "fall_Sat8": "Como você consegue acordar tão cedo?#$e#Você deveria receber o título de 'Super Madruga'.",
                "fall_Sat10": "@, oi.$h#$e#Espero que tudo esteja indo bem com você.",
                "fall_Sun4": "Eu comecei a gostar de livros de fantasia, mas dropo rápido quando o começo é intediante.",
                "fall_Sun6": "Você já percebeu como as pessoas mudam quando estão juntas de outras? Elas viram um personagem de sí mesmas.#$b#Apenas para serem aceitos...",
                "fall_Sun10": "Ei, quer ficar até tarde comigo hoje?#$e#Eu só costumo dormir quando o sol está nascendo.$h",
                "winter_Mon6": "As pessoas sempre falam \"Apenas seja você mesmo,\" mas acredita que nem eles mesmos acreditam nisso?#$b#É só uma falácia clichê qualquer.",
                "winter_Mon8": "O festival está chegando... eu sei que deveria ser grato pelo que tenho, mas...$s#$b#Eu me sinto mais confortável em não participar dessas coisas.$s",
                "winter_Mon10": "Eu não costumava ser grato pelo que tenho, mas você mudou isso em mim.$l#$e#É algo a se pensar, o natal está chegando.$h",
                "winter_Tue2": "Você quer conversar? Hm, estou ocupado no momento.#$e#Não tanto, mas...$s#$b#Talvez outro dia.$s",
                "winter_Wed6": "Eu gosto do Sam porque ele não desiste... logo sempre terei um adversário para competir.$h#$e#Mas eu preciso me cuidar, ele está ficando bom.",
                "winter_Wed10": "Eu gosto da Abby, ela é mais legal que a maioria das pessoas na cidade.#$b#Mas ela é meio nova, e eu já tenho você.$l",
                "winter_Thu4": "Você gosta de Sushi?#$e#Eu gosto quando o molho shoyu é bom.",
                "winter_Thu10": "Ei, você quer? [395]#$e#Fique quentinha!$h",
                "winter_Fri4": "Acho que não vou conseguir encarar esse frio por muito tempo...$s",
                "winter_Fri6": "Você ouviu que estão pra lançar um novo volume de Dragon Ball?$h#$e#Eu já fiz a pré-ordem do meu.$h",
                "winter_Sat4": "Parece que você não gosta de ficar em casa... está sempre correndo por aí.#$e#Você não cansa?",
				"winter_Sat8": "Estou sempre confuso porque a ideia de uma vida após a morte é tão atraente. As pessoas percebem quanto tempo 'eternidade' realmente é?#$e#Eu entendo a necessidade de conforto, mas...#$b#... para mim, pensar em 'eternidade' é mais como olhar para um abismo sem fim. Prefiro focar no que é temporário e na minha frente.",
                "winter_Sat10": "Eu preciso sair daqui...#$e#Você plantou algo legal na fazenda recentemente?",
                "winter_Sun4": "Eu tinha feito um castelo na neve mas... Demétrius me fez desmanchar ele.#$b#Você percebe o quão inútil você é quando seu padrastro te trata como uma criança de 6 anos.$u",
                "winter_Sun6_inlaw_Maru": "A Maru sempre fazia bonecos de neve do lado de fora da casa.#$e#Ela já fez algum na sua fazenda?#$e#Desculpe por perguntar.",
                "spring_1_2": "Acho que vou procurar novos clientes em fóruns... algo que me deixe ocupado durante o ano.",
                "spring_12": "Não sou muito fã de festivais... se eu não tivesse amigos por aqui, nem faria questão de levantar.",
                "spring_23": "Parece que amanhã teremos o festival de flores... o mais patético do ano.",
                "summer_10": "Seria engraçado se alguém colocasse alguma coisa nojenta na sopa amanhã.$h#$e#Não sendo veneno, claro.",
                "summer_27": "Você pretende observar as medusas amanhã?#$b#Eu? Sim, eu gosto de eventos noturnos.",
                "fall_20": "Feliz para o festival de espíritos? É o meu festival favorito.$h",
                "fall_26": "O festival é finalmente amanhã, espero que tragam aqueles esqueletos novamente.$h#$e#Eu já sinto que são meus amigos.",
                "winter_24": "Tenha certeza de ir para o festival de estômago vazio, há muita coisa lá.$h",
                "winter_28": "Seria bom se a gente pudesse pular a primeira parte do ano.#$b#Todos fazem promessas inúteis que nunca vão cumprir...",																																								   
                "Mountain_47_23": "Só estou aqui pela quietude.",
                "summer_Mountain_58_35": "#$c .5#A temperatura começa a ficar boa no inicio da noite.#$e#Sempre parece ser mais frio perto do lago.",
                "spring_12_2": "Não sou um grande fã de festivais. muita comoção, muita interação social... mais estresse do que diversão.",
                "spring_23_2": "Ah... amanhã é de longe o pior festival do ano, como sempre.",
                "summer_10_2": "O que você pretende levar para o festival amanhã?#$e#Eu pretendia arruinar o caldeirão hoje, mas é melhor não.",
                "fall_20_2": "Dessa semana em diante meu sentido de vida é esperar o festival de espíritos.$h",
                "fall_26_2": "Espero que tragam monstros novos este ano.$h#$e#Você capiturou algum?",
                "winter_24_2": "Amanhã é o dia onde todos voltaremos para casa estufados.$h",
                "winter_28_2": "Ah... feliz ano novo.#$b#Você também vai se encher de promessas inúteis para o ano que vem?",
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
                "Rainy_Day_0": "#$c .5#Finalmente está chovendo... eu enjoo rápido do clima de verão.#Você não acha que o dia está ótimo?$h",
                "Rainy_Day_1": "#$c .5#Estava pensando no meu antigo quarto... eu me sentia confortável lá, mas não sinto falta.$h#Eu não conseguia ouvir o som da chuva no meu antigo porão, já gostei muito daqui por isso.$7#$e#Eu me sentia um inútil vivendo na casa da minha mãe daquele jeito.",
                "Rainy_Day_2": "Eu não consegui dormir ontem e fui dar uma volta por aí, veja o que encontrei.[575 769 767 84 66 78]#$e#$c .5#Eu tenho insônia às vezes, mas não é nada relacionado a você.$h#Você não precisa se preocupar comigo.$h",
                "Rainy_Day_3": "#$c .5#Parece um dia perfeito para ler alguma coisa, o que você acha?#Eu sempre me deparo com problemas de codificação que me fazem fritar o cérebro, mas acontece...$7",
                "Rainy_Day_4": "#$c .5#Mais um dia chuvoso... perfeito.#$e#Está com frio, querida?$l#Você ainda se lembra daquele dia na praia?$h",
                "Rainy_Night_0": "Estou fazendo o possível para parar de fumar, é um hábito ruim para o nosso casamento.#$e#Quero ter um futuro longo com você.$l",
                "patio_Sebastian": "#$c .5#Vou passar um tempo cuidando da moto, você precisa de algo?#Apenas me certificando que não tem nada de errado com ela, não quero me frustrar no meio do caminho.",
                "Rainy_Night_1": "#$c .5#Hoje eu aproveitei para brincar com o meu sintetizador de som hoje.$h#Passei um bom tempo trabalhando em um jogo que estou construindo.#$e#Me sinto seguro para continuar os projetos que tenho, agora que moro aqui.$h",
                "Rainy_Night_2": "#$c .5#Ah... eu deveria ter colocado o lixo lá fora hoje, mas vou deixar para amanhã.$s#Desculpe... eu não fiz o jantar.#$b#Nós temos algo no freezer?",
                "Rainy_Night_3": "Como foi o se dia? Matou algum monstro?$h#$e#$c .5#Deve ser muito bom aliviar a raiva vez ou outra, não?#Fico feliz por você saber se divertir matando monstros por aí.$h",
                "Rainy_Night_4": "#$c .5#Já pensou se uma bruxa nos visitasse hoje à noite? Seria interessante.$h#Ei, me avise quando quiser descansar...$l",
                "Indoor_Day_0": "Parece que sinto menos interesse pela cidade quanto mais velho eu fico...#$e#$c .5#A cidade é tão corrida, cheia de pessoas...#Vivendo aqui... é o tipo certo de solidão para mim. O tipo que me faz querer ver você novamente todo dia.$7",
                "Indoor_Day_1": "Acabei de fazer, quer?[395]$7#$e#$c .5#Eu precisava disso, acordei por conta de um pesadelo e não consegui mais dormir.#É dos bons, não aquela porcaria da Joja.",
                "Indoor_Day_2": "Eu não consegui dormir ontem a noite, então fui dar uma volta na moto...#$e#$c .5#Eu ainda tenho que me manter independente, é um jeito meu, certo?$7#Ah, a noite estava perfeita.$h",
                "Indoor_Day_3": "E aí, você dormiu bem?#$e#$c .5#Parece que você estava tendo um pesadelo... mas tenho que admitir, você estava bem fofa sussurando daquele jeito.$l#Não tive uma noite ruim, mas tenho inveja de você por conseguir dormir tão bem.$7",
                "Indoor_Day_4": "#$c .5#Viver com você está me ajudando a sair do casulo, acho que eu precisava disso.$7#A maneira como você gerencia a fazenda é legal, estou começando a ficar grato pela fonte da nossa comida.$7",
                "Indoor_Night_0": "Apenas fiquei em casa hoje, nada de interessante...#$e#...#$e#$c .5#Eu já terminei com os afazeres aqui, então é isso...#A vista daqui é perfeita, você consegue ver a sacada do sol nascendo através da cidade.",
                "Indoor_Night_1": "Acho que tomei café demais, eu não me sinto muito cansado.#$e#$c .5#Sim talvez eu esteja um pouco viciado em café.$h#Eu ainda estou me ajustando à vida na fazenda, ficou mais natural para mim ter que levantar cedo.$h",
                "Indoor_Night_2": "#$c .5#Eu achei que não seria suficiente viver apenas alguns metros da casa da minha mãe... mas só por não viver no mesmo telhado já vale.#É bom ter nosso próprio espaço, ninguém fica me enchendo o saco.$h#$e#Tenho certeza que Maru está feliz que fui embora também.",
                "Indoor_Night_3": "#$c .5#Você acredita que vi um morcego na nossa janela hoje cedo? Eles não são tão raros assim.#Você acha que aqueles monstros tomarão a cidade algum dia?",
                "Indoor_Night_4": "#$c .5#Eu me sentia mal estando em casa, mas as coisas mudaram agora que vivo com você... obrigado.$l#Eu não me sinto cansado, apenas quero te ver antes de sair.$7",
                "Outdoor_0": "#$c .5#Eu sinto que deveria fazer algo útil hoje, você já sentiu isso?#Sei lá, eu passei a madrugada lendo, sinto que deveria fazer algo por você hoje.$h",
                "Outdoor_1": "Hm... eu deveria sair de casa e cuidar da minha própria saúde.#$e#$c .5#Eu me acostumei a ficar no escuro, talvez por ter vivido tanto naquele porão.#Espero que o sol não fique forte o dia todo...",
                "Outdoor_2": "#$c .5#Não tem problema eu ficar aqui te observando, não é?$h#Parado aqui desse jeito... me pergunto se algum dia me tornarei um mentor idoso de alguma criança na cidade.$7",
                "Outdoor_3": "#$c .5#Eu não quero ficar mole agora que casei, talvez eu devesse começar a malhar.$h#Eu levantei cedo para dar uma volta por aí, parece que os animais já acordaram.$7",
                "Outdoor_4": "Você cria Slimes? ouvi dizer que são bem fáceis de criar.#$e#Parece um hobby legal, eles também mudam de cor.$h",
                "OneKid_0": "#$c .5#Eu não estou acostumado a ser pai, mas vou fazer o possível para cuidar bem de %kid1!#Bem... parece que encontrei alguém com um horário de sono mais ferrado que o meu, obrigado %kid1.$s",
                "OneKid_1": "#$c .5#Ser pai é bem mais difícil do que pensei, mas vou dar o meu melhor.$h#Talvez eu tenha que trocar minha moto por um carro futuramente, assim poderemos viajar em família.$h",
                "OneKid_3": "#$c .5#Pensei que nunca amaria um serumaninho tão pequeno, %kid1 é uma figura.$h#Acho que %kid1 precisa de um banho.",
                "TwoKids_0": "#$c .5#Estou tentando manter a rotina agora que temos filhos, mas é mais difícil do que parece.#%kid2 derramou leite pela casa inteira, acredita?$h",
                "TwoKids_1": "#$c .5#Eu não imaginava esse tipo de vida com você, mas tudo isso parece ter um propósito.$l#Maru e eu sempre brigávamos quando criança... espero que %kid1 e %kid2 não sejam assim.",
                "TwoKids_2": "#$c .5#Acho que vou dar uma volta por aí enquanto as crianças estiverem dormindo, eu preciso de um tempo sozinho.$s#Talve os festivais tenham motivo agora que temos filhos, que tal vestí-los de Shamam?",
                "TwoKids_3": "Eu nunca imaginei que ficaríamos desse jeito, chegamos longe, não?#$e#Eu gosto disso...$l",
                "funLeave_Sebastian": "#$c .5#Vou dar uma saíde hoje, preciso colocar minha mente em ordem. Nos vemos à noite.#Estarei dando uma volta por aí hoje, tudo bem? Nos vemos à noite.",
                "funReturn_Sebastian": "#$c .5#Não aconteceu nada de interessante por aí, porque não me conta sobre o seu dia?#Estou bem, e você?$7",
                "spring_8": "Meu olho direito não para de tremer, já faz um semana.#$e#Não, eu não me sinto estressado.#$e#Ah, talvez seja por ficar o dia inteiro no computador...$u",
                "spring_16": "Eu costumava sofrer bullying na infância, mas nunca liguei muito.#$e#De qualquer forma, isso me faz ser mais grato por hoje.$7",
                "spring_26": "Parece que teremos uma nova temporada de 'Cave Saga X', acredita?$h",
                "spring_28": "Eu devorei o novo quadrinho de 'Cave Saga X', agora terei que esperar por outro capítulo...#$e#Acho que vou ler do zero, talvez eu deixei passar alguma coisa.",
                "summer_5": "Você está usando protetor solar?$u#$e#Bem, eu não vou reclamar.$u#$e#Eu vou... limpar a casa, sim?$u",
                "summer_15": "Mal era 6 horas e já bati a cabeça no congelador, que belo sinal...$u",
                "summer_19": "A galera do Twitch resolveu fazer uma live para a caridade hoje, não é uma ótima ideia?$h",
                "summer_22": "Você nunca cansa de fazer a mesma coisa todos os dias? Que inveja.$7",
                "fall_6": "Eu consegui um novo cliente para hoje, isso me manterá ocupado pelo resto do dia.$7#$e#Estou até animado para terminar esse projeto.$h",
                "fall_17": "Certo, eu admito... eu estive fumando ontem à noite, mas era uma ocasião especial.$s",
                "fall_22": "Eu tento manter a expectativa de que tudo é temporário e tende a acabar um dia.#$e#Sim... eu me deixo levar com esses pensamentos, mas é assim que eu vivo.$u#$b#Mas não faz sentido ficar paranóico por conta disso.",
                "winter_3": "Essa é a melhor estação para viajar de moto pela noite.$7#$e#Não se preocupe, eu sei que as rodas podem deslizar.$h",
                "winter_12": "O ar está fresco hoje, do jeito que eu gosto.$h",
                "winter_19": "Eu sempre prefiro café, mas vou dar uma chance ao chocolate quente hoje.$u#$e#Com marshmallows.$7",
                "winter_24": "Parece que teremos que comer com toda nossa família reunida, até que estou animado.$h",
                "winter_26": "A neve já está derretendo...$s",
			}
		}
	]
}