{
	"Changes":[
		{
			"LogName":"Shane",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Shane",
			"Entries":{
                "Introduction": "Eu não te conheço, o que você quer?",
                "JojaMart": "%Shane está trabalhando duro. Ele não parece interessado em conversar.",
                "Mon": "Quem é você?",
                "Mon6": "Eu aprendi que há certas pessoas que é melhor 'cortar' relações do que manter.#$e#Elas sempre se tornam idiotas com o tempo.",
                "Mon8": "Emily é legal, ela sempre escuta e me oferece bebidas, eu não preciso de mais.#$e#Você é legal também.",
                "Tue8": "Clint é estranho, eu não sei como a Emily aguenta essas quedas óbvias dele por ela.#$e#Ou talvez ela seja desatenta...$u",
                "Tue10": "Isso nunca daria certo com a Emily por razões óbvias, estou feliz com você.$l",
                "Wed2": "O quê?$s",
                "Wed4": "Eu já fiquei estranho e vulnerável com você quando estava bêbado? Eu costumo fazer isso.$u#$e#Não acredite em nada do que eu disse.$u",
                "Wed6": "$d Joja#Todo dia a mesma coisa... arrumando aquelas prateleiras ridículas, e do salão pra casa.$s|Eu odiava trabalhar na Joja, mas me sinto pior ainda estando desempregado.$s",
                "Wed10": "Meu conselheiro tem me ajudado muito com meus pensamentos ruins...#$b#Mas ainda está difícil largar o álcool.#$e#As pessoas não entendem, eu não posso simplesmente desejar não ir ao salão.$s",
                "Thu2": "?$s",
                "Thu10": "Eu sempre tive altos e baixos... mas as coisas estão melhorando por esses dias.#$e#O quê?$h",
                "Fri2": "Você não desiste, hein?$s",
                "Fri10": "...@, obrigado por estar aqui por mim, mas você sabe que eu não tenho conserto, certo?#$e#Só estou dizendo, o que você vê, é o que você ganha.#$e#Pense melhor, eu não quero te machucar.$s",
                "Sat10": "Fiquei totalmente bêbado ontem, antes de dormir.$s#$q 530/531/532 Sat_old#Eu devo ter te decepcionado...#$r 530 -250 Sat_530#Sim...#$r 531 0 Sat_531#A recuperação tem seus altos e baixos.#$r 531 0 Sat_531#Desculpe, eu sei que isso é difícil pra você.#$r 532 -50 Sat_532#Sem problemas... você é você.",
                "Sat_old": "$p 530#Estou tentando o meu melhor, desculpe se te decepcionei.$s|Eu sou grato por você estar por perto...",
                "Sat_530": "...#$b#Claramente eu não sou bom suficiente pra você.#$b#Certo, você pode ir.",
                "Sat_531": "...#$b#Você nunca fica com raiva de nada?$s#$e#De qualquer forma, obrigado.",
                "Sat_532": "...#$b#Que saco, você ao menos se importa com o que eu faço?$a",
                "Sun2": "Você de novo? Me deixe em paz.$s",
                "Sun4": "Não é tão tarde ainda, acho que vou jogar uma pizza no congelador e ir ao salão.$u",
                "summer_Mon6": "$d Joja#É bom ficar perto do freezer da Joja quando o clima está quente assim.$u|Que saco... não tem nada pra fazer hoje.",
                "summer_Mon8": "Eu acho que a Emily é legal só por educação, eu não preciso da pena dela, mas...#$b#Tanto faz.$u",
                "summer_Mon10": "Jas e eu nos divertimos com um jogo de obstáculos ontem.$h#$e#Eu sei que não sou um bom exemplo para ela, mas nós temos nossos tempos.",
                "summer_Tue8": "$d Joja#É uma caminhada legal até a Joja durante o verão, o clima não parece tão fudido.|As galinhas me acordam mais cedo, mas eu não reclamo.",
                "summer_Tue10": "Talvez eu tive uma queda pela Emily, por um breve momento, mas...$s#$b#Você é diferente, e com certeza bem melhor.$l",
                "summer_Wed6": "$d Joja#Todo dia é sempre a mesma coisa na Joja...$s|Eu odiava o meu trabalho na Joja, mas agora que não tenho emprego estou pior.$s",
                "summer_Wed8": "Marnie e Jas sempre aguentaram minhas porcarias... eu me sinto na obrigação de fazer algo por elas.#$e#Ainda preciso pensar no que fazer...",
                "summer_Thu6": "Você acompanha o gridebol?#$e#Às vezes é divertido acompanhar as eliminatórias, os ingressos são mais baratos também.",
                "summer_Thu8": "Essas galinhas só fazem bagunça, brigando e quebrando as coisas...#$b#Pelo menos elas precisam de mim para alguma coisa.$h",
                "summer_Thu10": "É difícil quando seus dois melhores amigos morrem no mesmo dia... isso mexe muito com você.$s#$e#Eu já tinha meus problemas, mas depois daquilo.",
                "summer_Fri6": "Que calor... preciso passar no Gus pra pegar uma gelada.#$e#O quê? Você também quer?",
				"summer_Fri4":"Que dia quente. Eu realmente queria um pouco de frio.#$e#Você não?",
                "summer_Fri8": "Depois de ver tanta gente que tem tudo...#$b#Minha vida fica ainda mais deprimente.#$e#EI CARA, PARABÉNS PELA SUA NOTA 10 NA PROVA DE MATEMATICA, VAMOS TOMAR UM SORVETE!$10#$b#...$u",
                "summer_Fri10": "Entre um milhão de pessoas, você parece a única que ainda não desistiu de mim.#$e#Eu não levo essas coisas como garantia.",
                "summer_Sun6": "Até que estou tomando coragem pra mudar... um dia eu serei fera!$h",
                "summer_Sun8": "$d Joja#Amanhã é dia de trabalho, vivaaa...$s|Eu sinto falta dos finais de semana... eles valem bastante quando você está trabalhando. Agora parece só mais um dia comúm.",
                "summer_Sun10": "Uma coisa que você já deve saber é que sou tecnicamente um padrinho da Jas.$s#$e#Mas é a Marnie quem cuida dela.$s",
                "fall_Mon6": "Eu vi algumas fotos da galera que eu estudava junto pela internet...$s#$e#Eu fico pasmo como as pessoas não conseguem tirar uma foto sem ter um bebê nelas.",
                "fall_Mon8": "Você viu o jogo de gridebol ontem? Eu perdi... mas tanto faz, ao vivo é melhor.",
                "fall_Mon10": "Você já se sentiu como se o mundo inteiro estivesse examinando você como um inseto nojento?",
                "fall_Tue8": "...Pelo menos a vida do Clint é pior do que a minha, o cara vive sozinho.#$e#Desculpe...$s",
                "fall_Tue10": "É estranho como eu nunca pareço ficar entediado em te ver, @.#$e#Isso nunca aconteceu comigo antes.$l",
                "fall_Wed6": "$d Joja#*suspiro* ...Todo dia é a mesma coisa. Estocando aquelas prateleiras horríveis, indo ao saloon, jogando e me mexendo a noite toda.$s|Eu odiava meu trabalho no Mercado Joja, mas agora que estou desempregado me sinto ainda pior.$s",
                "fall_Wed8": "Eu acho que me apeguei à Marnie e Jas. Somos um bando de desorganizados mas meio que parece uma família.#$e#Eu nunca tive muito disso de 'família' quando criança.$s",
                "fall_Thu6": "E aí @.#$e#Então, você vai no salão hoje? Tudo bem se você quiser se juntar à mim.",
                "fall_Thu8": "Você gosta de falar comigo?$h",
                "fall_Thu10": "Eu ainda tenho meus altos e baixos. Mas ultimamente, as coisas parecem estarem melhorando.#$e#Hoje o dia está ótimo, não acha?$h",
                "fall_Fri4": "$d Joja#Sam? Sim, trabalho com ele, mas não falo muito com ele.|Sam? Sim, trabalhava com ele, mas quase nunca falava com ele.",
                "fall_Fri8": "Acho que vou no salão hoje à noite... não tem muita coisa legal pra fazer nessa vila.",
                "fall_Fri10": "É legal você estar aqui, mas não pense que você vai conseguir me consertar.#$e#Só estou avisando para não se decepcionar...$s",
                "fall_Sun6": "Acho que estou ganhando peso...$s",
                "fall_Sun8": "Eu sempre fujo da realidade quando fico viciado em uma série nova... eu gosto de viver assim.$u",
                "fall_Sun10": "As galinhas estiveram chocando bastante ultimamente, o dia está ótimo.$h",
                "winter_Mon8": "Eu não entendo como a Emily fica tão feliz...#$e#Eu não aguentaria trabalhar no lugar dela.$s",
                "winter_Mon10": "Você já perdeu alguém? Mesmo que um animal de estimação?$s#$e#É algo que vai te marcar pelo resto da vida... mas acredito que não seja de todo o mal, as pessoas ficam patéticas sem sofrimento.",
                "winter_Tue4": "É difícil cuidar dos pintinhos quando eles nascem durante o inverno... sempre precisam de trabalho dobrado.",
                "winter_Tue8": "Você acha que as galinhas tem uma vida melhor que os humanos?...$u#$e#Eu acho que é pior...#$b#Tirando as caipiras...",
                "winter_Tue10": "Meu conselheiro tem me ajudado muito com meus pensamentos ruins.#$b#Mas a parte do álcohol ainda está difícil...",
                "winter_Wed6": "$d Joja#Hora de partir para mais um dia ruim...$s|Mais um dia inútil.$s",
                "winter_Wed8": "Eu sempre tento fazer o melhor para a Jas... não quero que ela cresça com memórias ruins sobre mim.",
                "winter_Thu6": "Não ando tendo um dia muito bom...$s#$e#Então... você já bebeu?",
                "winter_Thu8": "Você deve gostar mesmo de falar comigo...$h",
                "winter_Thu10": "Eu estava errado sobre ter achado você um... bem, quando você chegou na vila.#$b#Estou feliz por isso.$h",
                "winter_Fri6": "Você pretende ir no salão hoje? Com esse frio o salão se torna o melhor lugar da vila.",
                "winter_Fri8": "Como você sobrevive nesse frio?#$b#Ou melhor, como seus animais sobrevivem nesse frio?#$e#Aquecedores?... não é uma má ideia ter alguns em casa.$h#$b#Estou brincando.",
                "winter_Fri10": "$d Joja#O trabalho fica menos ruim quando começo pensar em você.|Espero que você esteja se cuidando nesse inverno... eu tenho um casaco se você quiser.",
                "winter_Sun6": "Tem sido uma temporada muito boa de gridebol.#$e#Pelo que eu ouvi por aí... eu perdi a maioria dos jogos.",
                "winter_Sun8": "Como é para aqueles milionários alcoólatras funcionais? Como os Diretores Executivos que sempre têm metade de um minibar atrás da mesa?#$b#Eles ficam esticados o dia inteiro e são pagos por isso? Porque se assim for, mandarei meu currículo.#$e#Parece que eu perdi minha vocação...$s",
                "winter_Sun10": "Sempre que eu tento fazer o meu melhor, as coisas dão mais errado ainda.$s#$e#Mas acontece.",
                "winter_28": "O ano já acabou?$u#$e#Alguma ideia para virar a noite?",
                "spring_1_2": "Minha cabeça está doendo...$s#$e#Eu poderia dormir pelo resto do ano...$s",
                "winter_28_2": "Mais um ano se foi...$u#$e#Alguma ideia do que fazer para virar a noite?",
			}
		},
		{
			"LogName":"Shane Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueShane",
			"Entries":{
                "Rainy_Day_0": "Espero que Jas e Marnie estejam indo bem sem mim.#$e#Eu nem estou muito preocupado... Jas é velha o bastante para cuidar dos animais sozinha.",
                "Rainy_Day_1": "#$c .5#Sabe? Acho que perdi peso desde que passei a morar com você.$6#Meus joelhos estão meio duros hoje... isso já aconteceu com você?$s",
                "Rainy_Day_2": "#$c .5#Ei, eu tenho algo pra você.[346 174 303 305 215] Comprei há algum tempo atrás...#Ei, fique com isso. [346 346 303] Não trabalhe demais.",
                "Rainy_Day_3": "#$c .5#Puta preguiça...$s#Acho que vou preparar uma pizza...$u",
                "Rainy_Day_4": "#$c .5#O que tem de útil para fazer hoje?#Estava tão dedicado para fazer alguns exercícios, mas a chuva tá matando minha motivação...",
                "Rainy_Night_0": "Acho que a noite está boa para preparar algumas pizzas de microondas.#$e#No forno fica melhor, mas eu não tenho paciência quando o assunto é pizza.$h",
                "patio_Shane": "#$c .5#Charlie parece de bom humor hoje.$8",
                "Rainy_Night_1": "#$c .5#O som da chuva me leva para um lugar diferente dependendo do lugar...#Espero que Charlie esteja bem lá fora.$u",
                "Rainy_Night_2": "#$c .5#Acho que vou comprar algumas calças, faz falta nesse frio.#O que você acha de deixar o Charlie morar aqui dentro?$u",
                "Rainy_Night_3": "#$c .5#Eu até gosto desse clima, mas me sinto mal pelas galinhasa.#Eu ainda não acredito que você simplesmente ignora esse temporal e sai correndo por aí.",
                "Rainy_Night_4": "#$c .5#Esses pingos me deixam com sede...$6#Nós temos cervejas caseiras?",
                "Indoor_Day_0": "#$c .5#A vida parece um borrão cinza às vezes... entende?#O fim de outro dia sem sentido... não que isso seja ruim.",
                "Indoor_Day_1": "#$c .5#Ei, aqui, acabei fazendo mais do que deveria. [195 215 206].#Feche os olhos e abra a boca. [195 215 206]",
                "Indoor_Day_2": "#$c .5#Ei, assim que eu morrer, misture minhas cinzas ao fertilizante e plante uma flor perto de Charlie, tudo bem?#É um assunto pesado pra você?",
                "Indoor_Day_3": "#$c .5#Ei, você está cheirando bem, esteve comendo pizza?$h#Você está ótima do jeito que está.$h",
                "Indoor_Day_4": "#$c .5#Eu sempre fui muito fechado, mas sou grato por você ter me aceitado assim...$6#Você tem algum motivo para focar nos projetos, querida?",
                "Indoor_Night_0": "#$c .5#Só vou tomar mais uma antes de dormir.#Eu aproveitei pra tirar uma sonéca quando você estava fora, espero que isso não atrapalhe meu ciclo de sono.",
                "Indoor_Night_1": "Estava pensando em meus dias de glória, quando eu era elogiado por jogar gridebol na escola...$6#$b#Agora estou velho e fraco...",
                "Indoor_Night_2": "#$c .5#Ugh... me sinto um pouco inchado, acho que aquele molho Joja estava vencido.$s#Já estou melhor, relaxa.",
                "Indoor_Night_3": "#$c .5#Eu queria ser mais alto e mais esperto... mas você gosta do jeito que sou, eu nunca vou entender isso.#Ei, você quer ir para a cama mais cedo?$l",
                "Indoor_Night_4": "#$c .5#Passei o dia todo assistindo TV e agora minhas pernas estão duras. Acho que vou ter que pegar leve amanhã.#Talvez eu deva beber algo para ajudar a dormir. Não é uma boa solução, mas seria melhor do que ficar acordado a noite toda.",
                "Outdoor_0": "Eu não dormi bem na noite passada, então estou esperando que este ar fresco faça os sucos fluírem...#$e#Quais sucos, você pergunta? Deixa pra lá.$h",
                "Outdoor_1": "Às vezes eu paro e percebo que não sou nada além de um saco de batatas.#$e#Mas é a vida, não é?$h",
                "Outdoor_2": "#$c .5#Quando eu paro e penso... até que minha vida não está ruim.$6#Eu realmente não consigo pensar em um lugar melhor para se estar do que esse, você não acha?$6",
                "Outdoor_3": "#$c .5#Eu preciso parar de comer tanto salgadinho com pimenta, minha língua tá inchada.$s#Eu percebo o quão sufocado estava vivendo daquela forma... o ar daqui é bem mais leve.",
                "Outdoor_4": "#$c .5#Você estava dormindo feito um bebê, então aproveitei para levantar cedo e andar por aí.#Eu devo ter dormido bem, acordei com um humor ótimo.$h",
                "OneKid_0": "#$c .5#Quando eu era mais jovem eu jurava que não teria filhos, mas as coisas mudaram... o que aconteceu comigo?$6#Eu quero ter certeza que não vou estragar a infância de %kid1. Apenas tenha paciência.",
                "OneKid_1": "#$c .5#Esse lugar é ótimo para uma criança crescer, o ar daqui muda completamente o humor.#Eu quero fazer a infância de %kid1 a melhor de todas... então farei o possível para esquecer as coisas que passei no passado.",
                "OneKid_3": "Papai Shane se apresentando para o dever...$6#$e#Nossa... eu fiquei brega depois de casado$h.",
                "TwoKids_0": "#$c .5#Bem, se as crianças se comportarem hoje, eu posso arranjar algumas músicas para uma festa de dança.#Eu já alimentei as crianças com duas tigelas de cereai, então ficarão cheios por um tempo.",
                "TwoKids_1": "#$c .5#Acho que dois filhos é o suficiente para mim, o que você acha?#Como alguém consegue cuidar de mais de duas crianças? Estou cansado até agora.$s",
                "TwoKids_2": "#$c .5#Espero que as crianças puxem mais você do que eu...#Ugh... %kid2 está de pirraça hoje... deve ter puxado isso de mim...",
                "TwoKids_3": "*Suspiro*... Se pudéssemos mandar as crianças para o campo de trabalho de Joja por uma temporada...#$e#Estou brincando.$h",
                "funLeave_Shane": "#$c .5#Eu vou dar uma saída hoje, certo?#Preciso passar em alguns lugares daqui a pouco, se cuide.",
                "funReturn_Shane": "#$c .5#Puts... estou fora de forma, suei bastante com a caminhada de hoje.$6#Mas foi legal.$h",
                "spring_2": "Foi legal ver as galinhas saírem depois de tanto tempo.$h",
                "spring_14": "Acho que desenvolvi uma deprê-pós-festival-do-ovo, eu nem sei o que pensar...$s#$e#Não se preocupe, eu estou bem.",
                "spring_19": "Eventualmente, todo mundo se cansa de tudo.#$b#Eu devo estar um pouco a frente do tempo, então?$h",
                "spring_27": "Eu admito que não bebi com tanta moderação ontem à noite...$s#$b#Mas eu estou melhorando... depois que te conheci não faz mais sentido beber por qualquer situação de ansiedade.#$e#Quero dizer... você não me vê mais desmaiando, não é?",
                "summer_2": "Você pretende cultivar pimentas esse ano?",
                "summer_4": "Eu sinto falta da Jas... hoje é aniversário dela.#$e#Sim, eu não esqueci.$h",
                "summer_12": "Eu fiquei mais à vontade vendo todo mundo dançar daquele jeito no ano passado.$h",
                "summer_16": "Faz um ano desde que 'adotei' Jas, e estraguei tudo desde então...$s#$e#As coisas estão dando certo para ela, mas não por minha causa.$s#$e#Acho que as coisas seriam melhores se eu tivesse 'adotado' ela hoje, estou bem mais estável morando com você.",
                "summer_17": "Como você e a Marnie conseguem se manter trabalhando tanto? Vocês não cansam?",
                "fall_3": "Eu senti uma vontade de cozinhar de repente, então fiz algo pra você. [195]#$e#Só não me peça para cozinhar mais além disso, você vai se arrepender.$h",
                "fall_7": "Ah, parece que a temporada de gridebol está acabando, eu ainda preciso colocar essa temporada em dia...",
                "fall_10": "Você tem algum jogo para recomendar?#$b#A gente poderia fazer um coop qualquer dia desses.$u",
                "fall_12": "Estive andando pela fazenda ontem e me surpreendi com as coisas que você fez...#$e#Você é incrível, @, é por isso que amo você.$h",
                "fall_23": "Você já parou pra pensar que a gente só vive pra dormir?$h#$b#Estou brincando, tem muita coisa pra fazer fora ficar em casa...#$b#Tipo comer?$h",
                "winter_1": "Algum plano para o inverno? Acho que vou ficar em casa assistindo alguma série.",
                "winter_28": "Parece que eu envelheci um pouco depois desses anos.$6",
			}
		}
	]
}