{
	"Changes":[
		{
			"LogName":"Vincent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Vincent",
			"Entries":{
                "Mon2": "Meu irmão é muito bom em videogames. Eu gosto de ver ele jogar mais do que eu gosto de jogar contra ele.",
                "Mon4_2": "Sam jogou fora alguns de seus velhos jogos de computador depois que papai voltou.$u#$e#Eu acho que ele fez o certo.$u",
                "Mon8": "Mamãe cortou meu cabelo... ela é quem normalmente faz isso.#$e#Há muito tempo atrás Sam me fez um corte de cabelo também, mamãe não gostou!$h",
                "Mon8_2": "Mamãe me fez parar de brincar só para me mostrar meu pai dormindo.$u#$e#Então ela começou a chorar. Foi estranho.$u",
                "Mon10": "@, talvez você possa ser meu pai até que meu verdadeiro pai volte!",
                "Mon10_2": "@, seu pai gostava do meu?$u",
                "Tue2": "Balas verdes são muito boas, mas a roxa da nova marca é muito melhor.#$e#O problema é que o resto não é tão bom.",
                "Tue4": "Eu gosto de colecionar cartões do Foroguemon.#$e#...Mas meu irmão só brinca comigo de vez em quando.$s",
				"Tue6_1": "Você pode manter um segredo, senhor?^Você pode manter um segredo, Senhora?$u#$b#Eu quero casar com a Srta. Penny quando eu crescer.#$e#Só não diga a ela, ok?$u",
				"Tue6": "Sam jogou fora alguns de seus antigos jogos de computador depois que papai voltou.$u#$e#Eu acho que eles eram os atiradores.$u",
                "Tue8": "Você pode manter um segredo?$u#$b#Eu quero casar com a Sr. Penny quando crescer.#$e#Ei, não diga à ela, tudo bem?$u",
                "Tue8_inlaw_Penny": "É legal que você casou com a minha professora.#$e#Eu nunca pensei que isso iria acontecer!",
                "Wed6": "Eu encontrei uma centopéia no jardim ontem.#$b#Elas só tem cem pernas? duvido!",
                "Wed8": "Eu quero procurar insetos, mas minha mãe fica brava quando me sujo.#$b#É um saco.",
                "Wed_inlaw_Sam": "Como está meu irmão?$h",
                "Thu6": "É divertido morar perto do rancho da tia Marnie.#$e#Eu vi uma vaca piscar para mim uma vez.",
                "Thu8": "Se eu tivesse uma fazenda como você, eu gostaria que fosse uma fazenda de doces!$h#$e#O quê?$h",
                "Fri": "Mamãe está preparando sopa de legumes hoje à noite.$s",
                "Fri2": "Mamãe disse que ela está fazendo curry hoje à noite... Existe curry em pó?$u#$e#Eca!$s",
                "Fri4": "Você plantou alguma coisa doce na sua fazenda?",
                "Fri8": "Sam costumava ser malvado comigo quando eu era pequeno. Mas hoje em dia ele é muito mais legal.",
                "Sat": "Papai está voltando em breve!#$b#Espero que ele me traga alguns brinquedos.$u",
                "Sat_2": "Papai parece estranho desde que ele voltou. O que aconteceu com ele?$s",
                "Sat4": "Meu pai se foi, mas a mãe e o pai de Jas também não estão por perto.$u#$e#Ela nunca fala sobre eles. E Penny diz que eu não deveria perguntar.$u",
                "Sat4_2": "Hoje o dia tá tão legal.$h",
                "Sat6": "Quando o papai vai voltar?$s",
                "Sat6_2": "Papai parece estranho desde que ele voltou. O que aconteceu com ele?$s#$b#Ele não brinca mais comigo.$s",
                "Sat8": "Meu pai se foi, mas a mãe e o pai de Jas também não estão por perto.$u#$b#Ela nunca fala sobre eles. E Penny diz que eu não deveria perguntar.$u",
                "Sat8_2": "Eu tive um pesadelo na noite passada.$s#$e#Eu sonhei que meu pai tinha ido embora de novo. Para sempre.$s#$e#Eu sei. Não é real. Mas ainda era assustador.$s",
                "Sat10": "@, seu pai era muito grande quando você era criança?$u",
                "Sat10_2": "Eu queria que papai brincasse comigo mais...$u",
                "Sun4": "Penny me faz ler um novo livro toda semana.$s#$b#Pelo menos ela me deixa escolher!",
                "Sun8": "Eu tentei fazer um pouco do curry amarelo que a mamãe faz... ficou muito bom.#$b#Mas só por causa do molho, eu não quero colocar legumes.",																																		   
                "summer_Tue": "Ei @.#$e#Tem alguém na cidade que você gosta?#$e#Têm?$h#$e#Me fala!$h",
                "summer_Tue4": "Qual é o seu sabor favorito de sorvete? Eu gosto de mer-#$e#Menta! Eu quis dizer menta!$h",
                "summer_Wed": "Caramba quanto suor... você tava correndo?$h",
                "summer_Wed6": "A parede de escalada é muito divertida, eu já subi nela muitas vezes.",
				"summer_Sat6_1":"Sam me mostrou esse videoclipe com um bando de caranguejos dançando. É tão engraçado!#$e#Se eu visse caranguejos dançando na vida real na praia, eu seria como, 'Oqueeee?'$h",
				"summer_Sat10":"Sam me mostrou esse videoclipe com um bando de caranguejos dançando. É tão engraçado!#$e#Se eu visse caranguejos dançando na vida real na praia, eu seria como, 'Oqueeee?'$h",
                "fall_Wed": "Você sabia? Meu irmão mais velho é basicamente uma estrela do rock.$h",
                "fall_Wed_inlaw_Sam": "Como está meu irmão?#$e#Eu acho que ele é um verdadeiro adulto agora!",
                "fall_Wed8": "Meu irmão mais velho me deixa tocar sua guitarra de vez em quando.#$e#Eu não posso jogar nada, no entanto. Eu não acho que serei tão bom quanto ele.",
                "fall_Tue": "Eu tenho colecionado folhas. Eu encontrei um monte de vermelhas brilhantes!",
                "fall_Sun4": "Há muita lama lá fora.#$e#Mamãe não gosta quando fico saindo e entrando toda hora.",
                "fall_Thu4": "Eu tentei jogar gridebol de um lado para o outro com aquele cara, Alex, mas não consegui acompanhar ele...",
                "fall_Thu8": "Jas é muito legal.#$e#Ela é muito inteligente também.",																							   
                "fall_Fri": "Eca, esse beterabão tá estranho...$s",			
                "fall_Sat10_1":"@, seu pai era proximo de você quando você era criança?$u",
				"fall_Sat10":"Sam me fez experimentar uma caçarola de peixe da mamãe. É meio nojento, mas também tem queijo e macarrão nele.#$b#Então isso faz com que seja bom.",
                "winter_Mon": "Eu mal posso esperar pelo natal!$h#$e#Espero conseguir alguns brinquedos! Ou talvez algum doce!",
                "winter_Tue4": "Eu construí uma torre de blocos ontem que era ainda mais alta que meu irmão!$h#$e#Eu tive que ficar em um banquinho para fazer isso.",
                "winter_Wed": "Mamãe não considera chocolate quente como besteira quando está nevando.#$e#É legal.",																						   
                "winter_Wed_inlaw_Sam": "Então você e meu irmão se gostam... estão namorando?#$e#Hahaha!$h",
                "winter_Fri": "A Sra. Penny é uma ótima professora.#$b#Eu não acerto muitas perguntas, mas ela é sempre muito legal.",
                "winter_Fri10": "Há muito tempo atrás, eu bati em Jas quando estávamos tocando guitarra.$u#$e#Eu sempre sou legal com ela agora.",
                "spring_12": "Finalmente! O festival do ovo é amanhã!$h#$e#Eu sempre acho aqueles ovos que todos os adultos são altos demais para perceber.$h",
                "fall_26": "É o Festival do Espírito! Medo!$h",
                "winter_24": "Festa da Estrela de Inverno! Eu não posso acreditar que finalmente está acontecendo amanhã!$h#$e#Você está animado também?",
                "winter_28": "Hoje vou ficar acordado até tarde!",													   
                "spring_1_2": "Feliz ano novoooooooo!$h",
                "spring_12_2": "Finalmente! O festival do ovo é amanhã!$h#$e#Eu sempre acho os ovos que todos os adultos são altos demais para perceber.$h",
                "fall_26_2": "Amanhã é dia de enfrentar aquela aranha!$h",
                "winter_24_2": "O natal é amanhã! Finalmente!$h#$e#Você está feliz também?",
                "winter_28_2": "Hoje vou ficar acordado por 3 dias!$h",
			}
		}
	]
}