{
	"Changes":[
		{
			"LogName":"Willy",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Willy",
			"Entries":{
                "Mon": "Algum progresso com a pesca ainda? Oxe fique com ela. Vai ficar mais fácil com o tempo.",
                "Mon2": "Ahoy lá, colega.#$B#Parece bom tempo pra pescar, hein?",
                "Mon6": "Pierre mim ajuda a vender um monte de peixe! que vem pora aqui. Talvez se você pudesse vender algumas das suas capturas, você as verá aparecer em sua loja!",
                "Mon8": "Vou postar mais alguns desafios de pesca no quadro de avisos do Pierre se o clima me interessar. Espero que você fique de olho neles.",
                "Tue2": "Existem dois mundos: aquele em que vivemos e o muito, muito mais velho, embaixo da água.#$E#Penso no que faço como um diálogo entre esses dois mundos.",
                "Tue4": "Para tirar a vida de um peixe, você deve respeitá-lo primeiro. Você certamente não durará muito nesta profissão, do contrário.",
                "Tue8": "Estou feliz por ter lhe confiado minha velha vara, @, de volta quando nos conhecemos. Você tem sido um bom amigo.$h",
                "Wed2": "As ondas são bastante calmas na nossa praia. Essa é a única maneira de conseguir ter minha loja no próprio banco dos réus.",
                "Wed4": "Eu já me perdi no mar? Não. Nunca.#$B#Eu sempre tomo as devidas precauções. Se você sabe o que está fazendo, nunca compromete sua segurança.",
                "Wed6": "Lembre-se, em qualquer lugar onde haja água, é provável que haja peixes.#$b#Você sai um pouco mais do que eu, então espero que você encontre algumas variedades exóticas.$h#$e#Só não traga isso para mim, se é um pouco exótico, no entanto.$s",
                "Wed8": "Eu nunca fui casado.#$e#Eu amei alguém uma vez, muito tempo atrás. Ela me deixou por outro homem.#$e#Às vezes, aquele que foge fica pra sempre.$s",
                "Thu2": "Nunca deixa de me surpreender quanto lixo acaba na água.$s#$e#Cabe a nós cuidarmos disso. De preferência, deve ser reciclado.",
                "Thu4": "Às vezes eu posso encontrar alguém que jogue damas comigo no Salão.#$e#É importante ter um pouco de contato humano de vez em quando, não importa o quão confortável eu possa estar sozinho.",
                "Thu6": "Há rumores de alguns peixes muito raros nessas redondezas... mas apenas um pescador experiente poderia ter uma chance contra eles.#$e#Você precisará da melhor isca que pode obter se quiser que um peixe raro morda.",
                "Thu8": "Minha maior pegada foi quando eu era jovem, como você.#$b#Quem sabe, embora? Ainda é possível que eu possa me superar.$h",
                "Fri": "Oxente, Como está sua vara?",
                "Fri2": "Se você realmente quer morder o peixe, coloque uma isca no anzol.",
                "Fri4": "Se você pegar uma lagosta em um pote de caranguejo, não se esqueça de compartilhar alguns com Elliot. É o favorito dele.",
                "Fri6": "Já fez uma boa sopa de peixes?$h#$e#É um clássico antigo.$h",
                "Fri8": "Todos podemos concordar que a pesca lhe ensinará paciência. Não consigo pensar em uma habilidade melhor pra praticar.#$b#A vida em si é um jogo de espera. E então termina. Tenho pena de quem nunca aprende a esperar corretamente.",
                "Sat2": "Eu aprendi algumas boas receitas de peixe ao longo dos anos. Talvez eu compartilhe com você algum dia.",
                "Sat4": "Se você me ver pescando, você apenas vem ao meu lado e joga sua linha também.",
                "Sat6": "Quando você está esperando por uma mordida, ouvir um pouco de música no rádio é uma ótima maneira de passar o tempo.#$b#Nossos ancestrais não tinham tais luxos, no entanto. Então às vezes eu corto a música e escuto os sons da natureza, por admiração pelos velhos modos.",
                "Sun4": "Às vezes, eu caio em um pequeno tesouro afundado. Eu encontrei algumas coisas incríveis ao longo dos anos.#$e#Espero que você encontre alguns tesouros interessantes também!",
                "Sun6": "Me desculpe, eu não pergunto o suficiente sobre a sua agricultura. Como ela está?",
                "Sun8": "Meu velho vizinho faleceu há alguns anos, saudades dele, ele confiou sua casa em mim.#$b#Fico feliz que Elliot tenha conseguido comprá-lo e se mudado. Ele é um bom vizinho.",
                "spring_Fri2": "Peixe-Gato só vai morder quando está chovendo. Você pode pegá-los em água doce na primavera e no outono.#$e#Apenas pensei em mencionar isso. Peixe-Gato é um dos meus favoritos.$h",
                "spring_Fri8": "Se você pegar um peixe muito comum, é realmente mais lucrativo limpá-lo e cortá-lo sozinho.#$e#Isso é se você está vendendo em outro lugar. Eu só compro peixe inteiro.",
                "summer_Thu2": "É temporada de truta arco-íris.#$b#E esta é a única época em que você pode pegá-los. tente de estocar se você gosta de cozinhar com eles.",
                "summer_Thu6": "Se você está pescando tilápia neste verão, tente pegar ele manhã.#$e#Às vezes, eles aparecem no início da tarde, mas não com muita frequência.",
				"summer_Wed2":"Essa carpinteira Robin vai construir um lago de peixes, mmm? Isso pode funcionar. Apenas certifique-se de tratar esses peixes extra bem.#$e#Alguns deles só precisam do oceano selvagem, ou dos córregos, sabe? Nem todos os peixes vivem em lagoas por uma razão.",
				"summer_Wed10": "Você sabe, eu estou concordando com a ideia de peixe criado em fazenda. Se alguém vai ouvir os peixes e o que eles querem, seria você, hmm?",
                "fall_Mon2": "O Walleye é um dos peixes mais raros que você encontrará nessas redondezas. Tente lançar uma linha em água doce quando chove nesta temporada.",
                "fall_Fri2": "Quando chover este mês, não se esqueça de pegar algumas enguias no oceano. Caso contrário, você terá que esperar até a primavera.",
                "fall_Fri6": "Um monte de salmão veio nadando rio acima. Tente pegar eles enquanto estiverem aqui.#$e#Você só pode encontrar salmão no outono.",
				"winter_Tue":"É, realmente não é a mesma batida, peixes selvagens, quando se trata de gosto. E nutrição.#$b#As pessoas que vivem muito longe do interior não sabem realmente o que estão faltando.#$e#Se eles comem peixes criados na fazenda, é como uma comida totalmente diferente.",
				"winter_Tue8":"Acho que tenho que ser grato pelo peixe criado na fazenda.#$b#Se todos comerem nada além das coisas boas que eu gosto de pegar, nós apenas vamos pescar todo o oceano para cima.",
                "spring_1_2": "Ahoy lá! Um feliz ano novo pra você também!$h#$e#Estou surpreso que você tenha encontrado tempo para me visitar. Hoje é um dia tão ocupado para a sua fazenda, certo?$h",
                "summer_4": "Parece que o atum apareceu na costa da nossa praia. Tente estocar eles. Eles vão embora novamente até o inverno.",
                "winter_7": "Você vai pescar no gelo amanhã no festival? Eu nem me importo se eu ganho esses dias. Eu só gosto de ver mais gente pescando.$h",
                "winter_15": "Acho que vou precisar de paz e tranquilidade no mercado noturno depois dos próximos dias.#$e#Eu só vou ter que gerenciar até então.",
                "winter_28": "Mais um ano pra baixo. A passagem do tempo é uma coisa linda se você puder aprender a apreciá-la.",
                "winter_7_2": "Você vai pescar no gelo amanhã no festival? Eu nem me importo se eu ganho esses dias. Eu só gosto de ver mais gente pescando.$h",
                "winter_15_2": "Acho que vou precisar de paz e tranquilidade no mercado noturno depois dos próximos dias.#$e#Eu só vou ter que gerenciar até então.",
                "winter_28_2": "Mais um ano pra baixo. A passagem do tempo é uma coisa linda se você puder aprender a apreciá-la.",
			}
		}
	]
}