{
    "Changes": [
    {
            "LogName": "Wizard",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Wizard",
            "Entries":
            {
                "Introduction": "Ah, sim. Eu previ sua chegada há muito tempo, jovem @.#$e#De qualquer forma, seu destino está em suas próprias mãos.",
                "Mon2": "Se você está em busca de assistência sobrenatural em seu trabalho na fazenda, receio que veio ao lugar errado.#$e#Não é que eu não possa fazer nada. Na verdade, não há nada que eu DEVA fazer.",
                "Mon4": "Eu vou colocar um aviso na cidade se eu precisar de ajuda estabilizando as forças elementais locais. As criaturas nas minas às vezes as tiram do equilíbrio.#$e#Se você não der conta, o Marlon normalmente consegue, mas sua perna o atrasa.",
                "Mon6": "Minhas poções me ajudam a comunicar com uma variedade de espíritos que requerem minha atenção. Esse foi o seu caso.#$e#Mas elas também me põem no estado físico ideal, pra que eu possa conjurar certos feitiços.",
                "Mon8": "Para manusear poder arcano, precisa-se da mais alta integridade. Problemas pessoais não devem jamais afetar nosso julgamento.#$e#Minha amiga Welwick é assim. Ela tem o hábito de apostar mas se recusa a usar seu dom de clarividência num jogo de cartas.#$b#Mesmo sob o risco de perder dinheiro.",
                "Tue2": "Ah, @, olá. Você gostaria de algo para beber?$h#$e#Ah, eu tenho mais do que apenas o que enche meu caldeirão.$h#$e#Na verdade, pensando bem, deixa pra lá.",
                "Tue8": "Eu tentei viver em prol dos meus desejos egoístas há um tempo atrás e não terminou bem.#$b#A verdade é que existem coisas mais importantes pra eu me preocupar do que eu mesmo.",
                "Wed2": "É preciso um esforço incansável pra manter o ambiente natural do vale em equilíbrio.#$e#Por essa razão, devo continuar meu trabalho.",
                "Wed4": "Estou mais interessado em objetos que possuem fortes propriedades místicas.#$b#Mas um homem também tem que comer, se você me trouxesse então uma comida quente, eu não recusaria.",
                "Wed8": "Sou acostumado a ser tratado com apreensão, mas eu aprecio suas repetidas visitas, @.#$e#Normalmente, não tenho interesse em coisas mundanas. Mas você me lembra que não posso negar meu lado humano.",
                "Thu4": "O Vale do Orvalho é um lugar especial. Ele é rico de coisas vivas e abundantes.#$e#Agradeça aos espíritos por isso.",
                "Thu6": "A arte de remodelar a alma humana é algo que não me atrai. Você teria que perguntar a um bruto das sombras sobre isso.",
                "Thu8": "O biólogo que vive perto das minas é muito inteligente. Eu respeito sua habilidade em entender o mundo natural.#$e#Minha prática é diferente, já que eu dobro o mundo natural, usando o mundo além.",
                "Fri": "Pense em mim como um embaixador entre esse mundo e o mundo além.#$e#Esse é um dos meus deveres, de qualquer forma.",
                "Fri2": "Eu acredito que o povo da vila tem medo de mim.#$e#É uma pena, mas creio que é humano ter medo do desconhecido.",
                "Fri4": "Minha habilidade de teletransporte demorou toda uma vida pra ser desenvolvida, mas uma técnica similar também é possível através de totems de teletransporte.#$e#Sua conexão com o espíritos da floresta devem lhe permitir fabricá-los também.",
                "Sat6": "Rrrgh... minha cabeça está me matando. Eu estava testando uma poção.#$e#Esqueça, está tudo normal... vou ficar bem.",
                "Sat8": "Eu viajei por anos antes de encontrar um lugar rico o bastante em energia mágica pra construir essa torre.#$e#Não, claro que eu não coloquei os tijolos manualmente. Eu domino o poder de conjuração por uma razão.$h",
                "Sun4": "Apesar de eu estar procurando um aprendiz, posso dizer com segurança que ele não será você.#$e#Não fique triste. Essa responsabilidade não é invejável.",
                "Sun6": "Nas guerras elementais, a raça anã foi quase completamente dizimada pelos brutos das sombras.#$b#Mas a guerra finalmente acabou. Eu espero que os que viveram possam seguir em frente.",
                "Sun10": "Ah, @. Estou feliz que você está aqui.#$e#Sim, estou feliz em dar uma pausa no meu trabalho. Como vai você?",
				"summer_Tue10":"Temo pelas almas daqueles que abusam das artes das trevas, especialmente por desejos egoístas.#$e#Para prejudicar os inocentes... realmente, não há maior crime neste mundo nem no próximo.",
				"summer_Fri":"Os ursos desta região não são... ordinários.#$b#Com sua conexão com os espíritos da floresta, você pode até ser capaz de se comunicar com eles. Você já tentou?",
				"summer_Fri6":"Há um santuário amaldiçoado na região oriental das minas. Você já se aventurou lá?#$e#Ah, mas é claro, eu já sei a resposta. Eu só queria ver se sua expressão seria realmente tão inquieta quanto eu pensei que seria.#$e#Você realmente é extraordinário para um mundano, @.",
                "fall_Mon2": "Os espíritos estão bem ativos nessa estação.#$e#É uma época excitante para a minha arte, mas tomara que não hajam... Incidentes esse ano.",
                "winter_Mon4": "Os assuntos de pessoas mundanas pouco importam pra mim, mais os elementais eu gosto de ver de perto.#$e#Foi pra eles que eu criei aquele labirinto bobo no festival da Véspera dos Espíritos.",
                "winter_Wed4": "Sim, eu sou bem íntimo do Linus, apesar de encontrarmos normalmente uma vez ao ano.#$e#Ele entende a montanha melhor que a maioria. Você tem muito o que aprender com ele.",
                "fall_26": "Vou te ver amanhã no festival da Véspera dos Espíritos?#$e#Não, eu não olhei isso na minha bola de cristal. Achei mais fácil perguntar.#$e#O que você acha que eu faço o dia inteiro, afinal?",
                "winter_28": "Outro ano sem desastres. Eu fabriquei uma poção especial com meu nome nela.$h#$e#Não, você não pode provar. Seu corpo não está ajustado pra ela.#$e#Sabe aquela poção de quando nos conhecemos? Era nível 2. Essa é um 9.",
                "spring_1_2": "Você me aparece aqui logo quando deveria estar arrumando a fazenda pro ano novo?",
                "fall_26_2": "Uma bruxa colocou um feitiço nos aldeões há muito tempo atrás, deixou todo mundo sem poder falar...#$e#Então, eu e mais 12 magos quebramos o feitiço.#$e#Seus nomes eram: Aegrien, Coarte, luantoningalvan, Renato Rocha, Samael, tyrael, Dany, suamãe, Cristhie, Elyas, Ivann Souza, Orcbolg.",
                "winter_28_2": "Esse é o melhor jogo onde eu já morei.$h#$e#Eu só me sinto um pouco... preso, de vez em quando.",
            }
        }]
}