{
  "Name": "Modern Composter",
  "Description": "
Transform manure into some quality fertilizers. The better the quality, the more chance of producing more.",
  "Price": 1,
  "ProvidesLight": false,
  "Recipe":
    {
        "ResultCount": 1,
        "Ingredients": [
        {
            "Object": 335,
            "Count": 3,
        },
        {
            "Object": 338,
            "Count": 2,
        },
        {
            "Object": 771,
            "Count": 10,
        },
        {
            "Object": 685,
            "Count": 5,
        },
        {
            "Object": 330,
            "Count": 10,
        },
		{
            "Object": 787,
            "Count": 5,
        },
	],
      "CanPurchase": true,
      "PurchaseFrom": "Marnie",
      "PurchasePrice": 5000,
      "PurchaseRequirements": [ "f Marnie 1500" ],
    },
    "NameLocalization":
    {
        "es": "Moderný kompostér",
        "ko": "현대 퇴비",
        "de": "Moderner Komposter",
        "fr": "Composteur moderne",
        "hu": "Modern komposztáló",
        "it": "Compositore moderno",
        "ja": "現代の堆肥",
        "pt": "Composteira Moderna",
        "ru": "Современный Компостер",
        "tr": "Modern Kompresör",
        "zh": "现代堆肥",
    },
    "DescriptionLocalization":
    {
        "es": "Transforma el estiércol en fertilizantes de calidad. Cuanto mejor sea la calidad, más posibilidades de producir más.",
        "ko": "분뇨를 양질의 비료로 바꾸십시오. 품질이 좋을수록 더 많이 생산할 수 있습니다.",
        "de": "Verwandeln Sie Gülle in Qualitätsdünger. Je besser die Qualität, desto größer die Chance, mehr zu produzieren.",
        "fr": "Transformez le fumier en engrais de qualité. Plus la qualité est bonne, plus il y a de chances de produire plus.",
        "hu": "Alakítsa át a trágyát néhány minőségi műtrágyává. Minél jobb a minőség, annál nagyobb az esély a további termelésre.",
        "it": "Trasforma il letame in alcuni fertilizzanti di qualità. Migliore è la qualità, maggiori sono le possibilità di produrre di più.",
        "ja": "肥料を高品質の肥料に変えましょう。品質が高いほど、生産量が増える可能性が高くなります。",
        "pt": "Transforme o estrume em alguns fertilizantes de qualidade. Quanto melhor a qualidade, mais chance de produzir mais.",
        "ru": "Превратите навоз в качественные удобрения. Чем лучше качество, тем больше шансов произвести больше.",
        "tr": "Gübreyi kaliteli gübrelere dönüştürün. Kalite ne kadar iyi olursa, daha fazla üretim şansı o kadar artar.",
        "zh": "将肥料转化为优质肥料。质量越好，生产更多产品的机会就越大。",
    }
}