{
    "Changes": [
   {
        "LogName": "Year 2 Festival Egg Festival - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Как думаешь, мы не слишком взрослые для охоты за яйцами...? Ну нет, мне это нравится!",
            "Robin": "Эй, @. Рада видеть тебя здесь.#$e#Ты, наверное, уже вовсю занимаешься своими посевами, да?",
            "Demetrius": "Шведский стол Гаса в этом году довольно впечатляющий. Эти яйца с твоей фермы??",
            "Maru": "Я думаю, что в этом году я поробую поохотится за яйцами. А почему бы и нет?$h",
            "Sebastian": "Охота за яйцами для меня слишком проста. Если я собираюсь играть в какую-то игру, в ней должна быть какая-то глубина. А ты знаешь? Контекст. Повествование.",
            "Linus": "Это стоит того, чтобы отважиться. Это означает, что я можно съесть что-нибудь вкусное.",
            "Caroline": "Ты уже заходил в киоск Пьера?^Ты уже заходила в киоск Пьера?$h",
            "Alex": "Может, в этом году я немного перестарался с фуршетом... но это было легко сделать.#$e#Позже вечером я могу пойти на пробежку.",
            "George": "Это был очередной повтор по телевизору. Но этот фестиваль тоже похож на повтор, так что вы все должны быть благодарны, что я здесь.",
            "Evelyn": "О, Джордж! Тебе ведь нравится бесплатная еда, и ты это знаешь.",
            "Clint": "В этом году я позаботился о том, чтобы прийти сюда пораньше, прежде чем все остальные совершат набег на буфет. Я был сыт по горло.$h#$e#Подождите... значит ли это, что я украл чужую долю?$s",
            "Penny": "В начале недели мы сделали художественный проект по украшению яиц. Если ты увидишь пурпурное яйцо, то его покрасила Джас, если жёлтое - Винсент.",
            "Pam": "Я столько раз выступала на этом фестивале, что мне трудно запомнить их все.#$e#Почему? Случилось что-нибудь интересное в прошлом году?",
            "Emily": "Я приклеила несколько бижутерий к яйцам, которые украсила в этом году. Надеюсь, тебе понравятся эти узоры.$h#$e#Нет, они не стоят никаких дополнительных очков. Они такие причудливые.",
            "Haley": "Эти яйца такие грубые и скользкие.#$b#А что, они тебе тоже нравятся, что ли?$s",
            "Jodi": "Похоже, Эмили действительно вкладывает душу и сердце в этот фестиваль.$h#$e#Может, мне тоже найти какое-нибудь увлечение.",
            "Marlon": "Я прихожу на каждый фестиваль, но мне приходится задаваться вопросом, знают ли некоторые из этих людей, кто я такой...",
            "Sam": "*сопит* ...Эх, трудно ползать по кустам за яйцами, когда у тебя начинается полномасштабный приступ чихания.$s",
            "Leah": "А где прошлогодний пунш? За него можно было умереть.#$e#Да, я знаю, почему он был хорош. Я же не глупая.$h#$e#Ладно, мне понадобилось несколько стаканов, чтобы понять это.$u#$b#Но оно того стоило!",
            "Shane": "Я всегда чувствую себя немного лучше на этом фестивале. Вся тяжёлая работа, о которой я забочусь, наконец-то окупается.#$e#Эй, тебе нравится.$h",
            "Marnie": "Шейн был хорошим помощником в этом году. Я бы сказала, что он приложил больше усилий, чем я в этом году!$h",
            "Elliott": "В разных культурах яйца символизируют обещание вечной жизни через возрождение.#$b#Для нас празднества вдохнули новую жизнь в человеческий дух. Мы все относимся к этой красоте на подсознательном уровне.$h",
            "Gus": "Вот именно! Яичница-глазунья, варёные яйца, Яйца-пашот, варёные яйца, омлет, шоколадные яйца... перечисли их все!#$e#Надеюсь, я доживу до следующего праздника.$h",
            "Harvey": "Мэр Льюис разрешил мне помочь спрятать несколько яиц в этом году. Я разведал несколько хороших мест.#$e#А, так ты участвуешь? Что ж... кто знает? Может быть, я не буду прятать их там, где ты думаешь!",
            "Jas": "Может, мне стоит объединиться с Винсентом, и тогда разделим приз?#$e#Хм... а может, и нет. Наверное, нас наругают за это.",
            "Vincent": "Я слышал, что приз в этом году может быть 1000G! Это же столько денег!$h#$b#Этого... достаточно, чтобы купить 1000 мороженого!$h",
            "Willy": "Дети этого города не слишком заботятся о том, чем я занимаюсь большую часть своего времени. И это прекрасно.#$b#Помощь в этом событии помогает мне немного подружиться с ними, даже если косвенно.$h",
        },
        "When":
        {
            "Year |contains=2": false
        }
    },
    {
        "LogName": "Year 2 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Разве мы не можем не исполнять танец цветов? Я не возражаю против платья.$u",
            "Robin": "Цветы могут сделать эстетику твоего дома единой. Ты видел рецепт крафта, который Пьер выставил на продажу?^Цветы могут сделать эстетику твоего дома единой. Ты видела рецепт крафта, который Пьер выставил на продажу?",
            "Demetrius": "Я так горжусь тем, что вижу Мару на этом фестивале. Дети быстро растут.",
            "Maru": "Интересно, будет ли мой отец снимать это на видео?#$b#Думаю, он сможет, если захочет. Во всяком случае, он никогда не возвращается назад и не смотрит старые видео.",
            "Sebastian": "Через какое-то время такие фестивали делаются... рутиной.#$e#Думаю, в данный момент я устал от них.",
            "Linus": "Я подумал, не будет ли хорошей идеей для меня появиться в этом году.#$b#Ну, благодарю тебя за разговор со мной.$h",
            "Caroline": "Эбби должна понять, что небольшой танец раз в год - это далеко не то, что может её убить.#$e#Я думаю, она увереннее в себе, чем думает. Есть только один способ исправить это!",
            "Alex": "Танцы - это действительно весело, если у тебя есть правильный партнёр!$h",
            "George": "Завтра моё тело будет кричать на меня за то, что я заставил себя проделать весь этот путь сюда.#$e#Но это самое малое, что я могу сделать.",
            "Evelyn": "Джордж не позволит мне вытолкать его на поляну. Говорит, что хочет сделать это сам.",
            "Clint": "*вздох*$s#$e#...Что? О, интересно, может мне стоит посмотреть, кто там у реки?",
            "Penny": "Ой. Мне нужно подышать. И не думай о том, кто за тобой наблюдает.",
            "Pam": "Хе-хе. Мэр Льюис не может не держать открытый винный бар на этом мероприятии. В конце концов, это же традиция!$h",
            "Emily": "Приятно видеть Хейли в позитивном настроении. Я делаю всё возможное, чтобы сделать этот день особенным для неё.",
            "Haley": "Раз-два-три, раз-два-три...#$b#...справилась. Окей. Думаю, я уже готова.",
            "Jodi": "Я не могу дождаться, когда снова увижу Сэма танцующим. Он никогда не делает ничего подобного дома.$h",
            "Marlon": "Гил рассказывал мне, что когда-то давно ходил на этот фестиваль.#$e#Судя по всему, прошло уже около тридцати лет. А может, и дольше. Он сказал, что сбился со счёта.",
            "Sam": "Не бойся веселиться, понимаешь?$h",
            "Leah": "Эй @. Не обращай на нас внимания. Мы с Эллиотом снова обсуждаем эстетику.",
            "Shane": "Хм... хорошо, что я не слишком разбираюсь в вине. Хотя это очень заманчиво.$u",
            "Marnie": "Приветик @. Как ты думаешь, если бы я просто подошла и ...$s#$b#...Э-э, не бери в голову.$s",
            "Elliott": "Истинная красота цветов происходит от их очень временной природы, а не только от физического облика.#$b#Чем короче что-то длится, тем более ценным оно может быть.$h",
            "Gus": "Ну, кажется, все хорошо проводят время. Похоже, ещё один успех.",
            "Harvey": "Интересно, сколько моих старых коллег согласятся танцевать на таком мероприятии?$h",
            "Jas": "Я хочу увидеть цветочное платье Мисс Пенни!$h",
            "Vincent": "Если танцевать с кем-то, это не значит, что я должен жениться на ней, правда?$u",
            "Willy": "Хммм... что может делать такой человек, как я, на таком празднике?#$e#Я думаю, что останусь здесь, пока не закончатся танцы. Из-за вежливости.",
        },
    },
    {
        "LogName": "Year 2 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "Ах да, естественная красота здесь прекрасна, Льюис, но агитация за Долину Стардью как туристическое направление ещё не решена.#$e#Расскажите мне о ежегодной осенней ярмарке. Можно ли ожидать, что она будет наполнена вкусной кухней?",
            "Abigail": "Эй, мне кажется, я видела кита, который плескался на горизонте.#$e#Подождите! Вот опять он!$h",
            "Robin": "Эмили в порядке. Она постоянно так делает на занятиях аэробикой.",
            "Demetrius": "Ты уверена, что с Эмили всё в порядке, дорогая? Она начала танцевать задолго до нас.",
            "Maru": "Ммм, я оставляю место для жаркого Линусу. Похоже, всё уже почти готово.",
            "Sebastian": "Если суп окажется ужасным, я уверен, что Сэм вызовет меня на соревнование, чтобы узнать, кто съест больше всех.#$e#И он победит.$h",
            "Linus": "А, доброе утро, @! Не хочешь позавтракать?$h#$e#Ну да, конечно. Время завтрака уже прошло. Должно быть, я заснул позже, чем предполагал.",
            "Pierre": "Я закончил разговор с губернатором прямо перед твоим приходом.$h#$e#Он прошёл... хорошо.#$e#На самом деле он мне не ответил.$s",
            "Caroline": "Я взяла пастернак и положила его в суп. Он действительно хорош.$h",
            "Alex": "Вот об этом я и говорю! Почему бы нам просто не устраивать такие вечеринки каждый день?$h#$e#Мы могли бы превратить город Пеликан в пляжный рай для туристов.$h#$e#Эй, может быть, я когда-нибудь стану мэром.",
            "George": "Мне больше нравилось в Луау, когда у нас не было этих больших электронных динамиков, разрушающих атмосферу пляжа.#$e#Так оно и было... двадцать-двадцать пять лет назад.",
            "Evelyn": "Это как раз то место, где я строила песочные замки, когда была маленькой девочкой, много лет назад. Я всё ещё могу себе это представить.",
            "Lewis": "*Псс*... Я вот-вот заставлю губернатора раскрутить ярмарку в долине Стардью.#$b#Убедись, что оставишь его впечатлённым сегодня!",
            "Clint": "Ну что ж, пришло время для новой порции.",
            "Penny": "Я должна признать, немного забавно наблюдать за различными выражениями лица мэра Льюиса.$h#$e#Надеюсь, его разговор с губернатором пройдёт хорошо.",
            "Pam": "Лучше бы Марни внимательно следила за этим супом. Я рассчитываю забрать домой кое-какие остатки еды на завтрашний обед.",
            "Haley": "*хи-хи-хи* Моя сестра иногда бывает такой занудой.",
            "Jodi": "Приятно взять выходной от готовки в такой день, как сегодня.",
            "Marlon": "Этот фестиваль поднимает настроение, проведя так много времени под землёй и в темноте.",
            "Sam": "Хорошо, Пенни, хорошо. История с анчоусами длилась всего один год. Я обещаю, что не положу в суп ничего отвратительного.#$b#*тссс* А ты, с другой стороны, @...$h",
            "Leah": "Разве первые дыни в этом сезоне ещё не появились? О, это звучит так восхитительно.",
            "Shane": "Я буду есть острую пищу в любое время года, но по какой-то причине, чем жарче она становится снаружи, тем лучше она на вкус.",
            "Marnie": "Мне нравится видеть всех вместе вот так.",
            "Elliott": "Я не забыл про Луау в этом году!$h#$e#Ну, во всяком случае, Лея мне напомнила. Это помогло.",
            "Gus": "Я мог бы приготовить вкусный суп, никаких проблем, но суп на Луалу должен быть скорее отражением всей долины, а не моим отражением.#$e#Я просто должен отступить назад и позволить этому случиться!",
            "Wizard": "Ты когда-нибудь замечал, что в праздничные дни всегда солнечно?^Ты когда-нибудь замечала, что в праздничные дни всегда солнечно?#$e#Да, это тебе только на руку.",
            "Harvey": "Эмили всё ещё танцует? Эх, горе. Я сказал ей, что обезвоживание и танцевальная медитация - это не одно и то же.$11",
            "Jas": "Винсент хочет, чтобы я взяла водяной пистолет, но я хочу танцевать.",
            "Vincent": "Ты должен взять водяной пистолет и стрелять им у моих ног, как ковбой! А потом я буду танцевать, как у-у-у!",
            "Willy": "Я надеюсь, что все уберутся лучше, чем в прошлом году. С таким же успехом это мог быть и мой задний двор.",
        },
    },
    {
        "LogName": "Year 2 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "Ах, мой любимый летний день. И не только потому, что скоро осень.",
            "Robin": "В первый же год моего пребывания в городе, я увидела старую лодку, и сказала: 'Эй, я могу построить что-то вроде этого.'#$b#Поэтому я пошла дальше и сделала одну, и Льюису это понравилось.",
            "Demetrius": "В моей области исследований это помогает время от времени останавливаться и по-настоящему наслаждаться красотой природы.#$b#Это напоминает мне, что нам ещё так много предстоит узнать о природе. По большому счёу, мы только начали.",
            "Maru": "Этот вечер всегда важен для меня. Я надеюсь, что тебе это понравится так же, как и мне.",
            "Sebastian": "Однажды я увидел какое-то зеленое существо с круглой головой, высунувшееся из воды.#$e#Шёл дождь, так что трудно было сказать, что это было.",
            "Pierre": "Завтра начинается сезон сбора урожая. Трудно поверить, что он уже наступил. Ты уже всё приготовил?^Завтра начинается сезон сбора урожая. Трудно поверить, что он уже наступил. Ты уже всё приготовила?#$e#Эм, извини. Я бы с удовольствием поболтал о завтрашнем дне, но сегодня у нас свидание.",
            "Caroline": "О, Пьер, это именно то, что мне сейчас нужно.",
            "Linus": "Приятно видеть, что все так ценят природу. Она обеспечивает нас всем необходимым, особенно красотой.#$e#Я подкрадусь незаметно, когда принесут желе. Не беспокойся. Я не пропущу это ни за что на свете.",
            "Alex": "Этим летом у меня остались очень хорошие воспоминания. Я жалею только о том, что лето закончилось.$s",
            "George": "Я почти ничего не вижу. Я рассчитываю, что эти медузы дадут мне знать, где они находятся.#$e#Они всегда так делают.$h",
            "Evelyn": "Как чудесно заканчиваются дни юности этого года! Я не могла просить большего.#$e#Хотя, у меня много планов на осень.",
            "Lewis": "Добрый вечер, @. Я приберёг для тебя местечко здесь, на палубе.#$b#Дай мне знать, когда приплывут полуночные медузы.",
            "Clint": "Можешь ли ты поверить, что ещё один год уже наполовину прошёл?#$e#Я не могу сказать, что первая половина получилась такой, как я надеялся, но она оказалась такой, как я ожидал.#$e#Через некоторое время привыкаешь ко всему.#$e#В любом случае, спасибо, что заглянул.^В любом случае, спасибо, что заглянула.",
            "Emily": "*вздох* Этот вечер похож на долгий прощальный поцелуй сезона. Грустно, но мило.$u",
            "Penny": "Медузы просто существуют...#$e#И когда я думаю об этом, то же самое должны делать и мы, по некоторым относительным меркам.",
            "Pam": "Скоро осень. Это трудное время для Пенни, так что сделай что-нибудь хорошее для неё.#$e#Я думаю, она бы оценила это.",
            "Haley": "В этом году я вспомнила о своей камере. В ней есть несколько хороших снимков.",
            "Jodi": "Кент, милый. Я так рада, что ты со мной в этом году.",
            "Sam": "Хм, у меня только что появилась лучшая идея для обложки альбома.",
            "Leah": "Лето для меня - это особое время года. Мне нужно провести вечер в одиночестве, чтобы всё как следует закончить.",
            "Shane": "Я буду скучать по этим длинным дням.",
            "Marnie": "Я люблю животных, потому что могу смотреть им прямо в лицо. Но у этих маленьких ребят нет лиц.#$e#Но они все захватывают дух. Должно быть, это совсем другая красота.",
            "Elliott": "'Предвестник надежды выдыхает свой свет...#$b#В то время как древние лунные лампы поют серенаду ночи.'#$b#O, @, последние две строчки стихотворения, которые трепещут у меня в голове.#$e#Я не могу запомнить стихотворение, если рифмую 'свет' с 'ночью'. Запоминаю только на время.$h",
            "Gus": "Это так приятно - взять отгул на всю ночь. У меня их не так уж много.",
            "Wizard": "В этом году медузы собирались устроить скромное представление. Мне удалось потянуть за некоторые ниточки с духами-хранителями моря, чтобы исправить это.#$e#Пожалуйста, не поднимай из-за этого большого шума. Я прячусь здесь не просто так.",
            "Harvey": "Мне нужно хоть мельком взглянуть на всех. Я трачу так много времени, чтобы убедиться, что все тела в рабочем состоянии...#$b#...это действительно трогательный момент - видеть всех такими здоровыми и умиротворёнными.",
            "Jas": "Я надеюсь, что увижу редкую зелёную медузу, которую Винсент видел в прошлом году.",
            "Vincent": "Джас сказала, что в прошлом году были детки медуз. На этот раз я буду их искать.",
            "Willy": "Это мой любимый фестиваль. Рыбаки всего мира отдали бы руку и ногу, чтобы хоть раз увидеть это.",
        },
    },
    {
        "LogName": "Year 2 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "Я бы хотела, чтобы здесь была 'палатка ужасов' или что-то в этом роде, там можно было бы тратить жетоны.",
            "Robin": "Было здорово догнать Лею! Обычно мы редко сталкиваемся друг с другом, но у нас много общего.$h",
            "Demetrius": "Я подумывал о том, чтобы устроить выставку, но если бы это действительно было представление моей лучшей работы...#$b#...тебе бы пришлось смотреть на него под микроскопом.#$e#Так... это небольшая проблема.$h",
            "Maru": "Я вернулась за сэндвичами для барбекю, но, может, в этом году я съем гамбургер.$h",
            "Sebastian": "Просто отбываю свой срок здесь. Если я ищу развлечения, у меня дома есть десятки игр.$u",
            "Pierre": "О, привет @. Хм... неужели одна из моих тыкв действительно с твоей фермы?",
            "Caroline": "Пьер чувствует, что успех магазина зависит от его выставки. Я говорю ему, чтобы он не волновался так сильно.#$e#Мы продаём продукцию всем, кто вошёл сюда, включая тебя. Так что в долгосрочной перспективе это не имеет большого значения.",
            "Linus": "У этих животных нежная душа. Они заслуживают самого лучшего.$h",
            "Alex": "Я коплю деньги на эту фетровую шляпу, но это займёт прилично времени, если играть только в 'силу'.$s",
            "George": "Я не откажусь от хорошей еды. По крайней мере, с этим фестивалем мне не придётся далеко ехать, чтобы добраться до еды.#$e#И по крайней мере там есть что-то ещё, кроме яиц.",
            "Evelyn": "Джордж, нам нужно убедиться, что мы следим за твоим уровнем холестерина.#$e#Если ты это не съешь, то и я тоже.",
            "Lewis": "@! Добро пожаловать! Можем ли мы ожидать от тебя грандиозного показа в этом году?$h#$b#Я вызвал в основном тех же артистов и продавцов, что и в прошлом году.$h",
            "Clint": "Я знаю, ты знаешь, что я работаю над твоими инструментами, но если хочешь немного больше уверенности, внимательно посмотри на них.$h#$e#Марлон продаёт моё оружие в своей гильдии, если я тебе ещё не говорил.",
            "Emily": "Очень мило, что Хейли так увлеклась гаданием. Пожалуй, это моя заслуга.#$e#Ну, мы все можем использовать что-то маленькое, чтобы с нетерпением ждать.",
            "Penny": "В прошлом году я сбежала, как бандит от игры 'шанс'.#$b#Мне не удалось воссоздать свой успех, поэтому я пытаюсь выяснить, что чаще выпадает - оранжевый или зелёный.",
            "Pam": "Я делаю перерыв перед тем, как вернуться туда и снова взяться за эту рыбацкую игру.$h#$e#Это определенно лучшее место, чтобы заработать звёздные жетоны.",
            "Haley": "Всё, что предсказала мне гадалка в прошлом году, сбылось. Она потрясающая.#$e#Надеюсь, что и в этом году моя удача сбудется!$h",
            "Jodi": "Извините меня, эм... Мистер Клоун? Вы расскажете анекдот, если мы дадим вам жетон? Как это работает сейчас?$s",
            "Sam": "Я получил 4-кратный множитель в игре с рогадкой за отличную точность! Выплата звёздными жетонами была безумной!$h",
            "Leah": "Болтаться у витрины Робин - всё равно что получить бесплатный урок деревообработки.$h#$e#Иногда я скучаю по школе.",
            "Shane": "Марни назначила меня заведовать детским зоопарком. Иди вперёд. Смотри на домашних животных.#$e#Эй, если ты хочешь взять животное домой, ты знаешь систему: спроси Марни.",
            "Marnie": "Если бы только витрины были основаны на вкусе, а не на внешности. Тогда, может быть, у меня будет шанс побороться на соревнованиях.",
            "Elliott": "Отсюда открывается чудесный вид на ярмарочную площадь, не правда ли?$h",
            "Gus": "Боже мой! Некоторые люди действительно любят намазывать этот соус для барбекю!$h#$e#Я горжусь своим секретным соусом, но убедись, что всё ещё можешь попробовать то, что под ним!$h",
            "Wizard": "Я воздерживаюсь от того, чтобы рассказывать своим знакомым об их будущем, опасаясь последствий. Все такие разные.#$b#Гадалка обладает уникальным даром и расскажет тебе именно то, что тебе нужно знать.",
            "Harvey": "Если бы человеческая медицина была мне не по зубам, я бы, наверное, легко устроился ветеринаром.#$b#Я уверен, что эта работа всё ещё весьма полезна.",
            "Jas": "Ты любишь животных?",
            "Vincent": "Я хочу покататься на них.#$e#Ты не можешь поднять меня через забор?#$e#Да ладно тебе!#$e#...А где же Сэм?",
            "Marlon": "Интересно, смогу ли я вернуть свои инвестиции, если куплю один или два таких клинка для акций гильдии?",
            "Willy": "Я очень горжусь этой Дорадо. Ты уже ловил кого-нибудь из них раньше?^Я очень горжусь этой Дорадо. Ты уже ловила кого-нибудь из них раньше?#$e#Трудно собрать хорошую выстовку, если срок годности красивой рыбы так короток.",
        },
    },
    {
        "LogName": "Year 2 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "Ннннгх... Я очень надеялась, что пауков здесь больше не будет.$s",
            "Robin": "Что ты планируешь делать в предстоящую зиму?",
            "Demetrius": "Этот фестиваль весёлый, но я чувствую, что иногда люди могут зайти слишком далеко в своих собственных представлениях о веселье.",
            "Maru": "Мне нужно какое-то устройство, которое может отслеживать моё местоположение.$s",
            "Sebastian": "Круто. Здесь снова скелеты.$h#$e#Это довольно дорогой спецэффект, так что я не был уверен, что это сделают.",
            "Caroline": "Я просто буду придерживаться еды. Лабиринт не для меня.",
            "Alex": "Я взял с собой биту на всякий случай, если кто-нибудь на меня выскочит.#$b#Помнишь фильмы ужасов? Там обычно спортивный парень спасает положение... так ведь?",
            "Lewis": "Для меня это очень приятный праздник. Каким-то образом это происходит каждый год, но я не совсем уверен, как именно.",
            "Clint": "Я достаточно осведомлён... если это Марлон привёл этих монстров, то они, скорее всего, настоящие.",
            "Emily": "Какая захватывающая ночь! Площадь гудит от активности духов, которых мы не видим.",
            "Penny": "Неужели кто-то решил подшутить надо мной? Как я здесь оказалась?$u#$e#Этот котёл... Он... кажется знакомым.$s",
            "Pam": "Мне показалось, или я услышала крик, донёсшийся со стороны лабиринта?",
            "Haley": "Я немного подошла вперёд, а потом увидела в тени, как что-то движется из-под земли.$s#$b#...Думаю, с меня хватит.$s",
            "Jodi": "Я уверена, что Винсент хочет пойти в лабиринт только потому, что Сэм делает вид, что это не имеет большого значения.$4#$e#Я не думаю, что он понимает, во что ввязывается.",
            "Sam": "Клянусь, этот лабиринт такой же, как и в прошлом году.#$b#Но моя память работает... неестественно расплывчато, когда я пытаюсь вспомнить, куда пошёл после кладбища.$s",
            "Leah": "Кто приготовил этот пирог? Он очень вкусный.",
            "Marnie": "Я рада, что это мероприятие проходит не рядом с нашими фермами. Животные впали бы в панику.",
            "Elliott": "Скоро мир неизбежно погрузится в глубокий, смертельный сон.#$b#Но столь же неизбежна и борьба за то, чтобы оставаться бодрствующим ещё немного, в природе и внутри нас самих.$h",
            "Gus": "В этом году всем нужен кусочек тыквенного пирога! Я настаиваю!$h",
            "Harvey": "Операция на открытом сердце никогда не беспокоила меня, но вот это... Это уже слишком.$s",
            "Shane": "Аниматроника на этих скелетах всё ещё довольно впечатляюща.",
            "Jas": "Тётя Марни, я знаю, что чудовищ и призраков не существует. Почему я не могу войти?",
            "Vincent": "Держу пари, что Сэм в моём возрасте постоянно ходил в лабиринт.$s",
            "Marlon": "Убить скелета - это одно дело, но поймать его - совсем другое дело.",
        },
    },
    {
        "LogName": "Year 2 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Думаю, что в следующий раз я попытаюсь выпотрошить живот снеговика, а в нём окажется выползающее существо.#$b#Может, мне пригодятся несколько рыбок с соревнований. Фу!$h",
            "Robin": "Это должно быть готово через час или два. Я надеюсь, что есть люди, которые всё ещё могут это сделать.",
            "Demetrius": "Ты можешь себе представить, как это будет выглядеть в тропиках, всего за полгода?",
            "Maru": "Себастьян делает крутых снеговиков. Мне кажется, что я могла бы кое-чему у него научиться, если бы он мне позволил.",
            "Sebastian": "Нет, здесь не слишком холодно. Холод - это когда ты выходишь на улицу с мокрыми волосами и они замерзают.",
            "Pierre": "Наконец-то! Я могу провести время на улице и бросить снежок!$h#$e#Хмм... есть тут кто-нибудь, в кого я могу кинуть? Или... они ведь просто разозляться, правда?$s",
            "Shane": "Два слова: пицца и фестиваль. Серьёзно, это должно произойти в этом году.#$e#Это было бы так просто. Мы заказывали у Гаса кучу дерьмовой пиццы и передавали её по кругу.",
            "Caroline": "Я думаю, что снежный жлоб Эбби довольно забавный.$h",
            "Linus": "Когда я был помоложе, то объездил все эти места. Некоторые места похожи на это круглый год.#$e#Не думаю, что смогу больше жить в тундре. Это было, так давно.",
            "Alex": "Эй, у меня есть идея. Может, мы могли бы взять несколько спортивных свитеров и заставить снеговиков носить их.#$e#На самом деле, подойдёт ли свитер на тело снеговика?#$b#О-о-о-х, они бы заставили моих спортсменов выглядеть такими толстыми.$s",
            "George": "Для этого я принёс своё сверхтяжелое одеяло.",
            "Evelyn": "Мои суставы окоченеют от долгого пребывания на холоде, но визит сюда того стоит.#$e#Этот фестиваль очень важен для меня.",
            "Lewis": "Привет, @! Рад, что ты смог прийти. Обязательно передай всем привет.^Привет, @! Рад, что ты смогла прийти. Обязательно передай всем привет.$h",
            "Clint": "Ну, посмотри на это, Эмили! Как будто этот снеговик - наш маленький ребёнок! Ты - мама, а я - папа! Хе-хе.$h",
            "Emily": "Да, Клинт. Хмм, наверное?$u#$e#Может, лучше я буду тётей этого снеговика.",
            "Penny": "$y 'Хм... А какого снеговика мне слепить?_Как насчёт чего-нибудь с мятными леденцами вместо глаз?_О, весело! Ты знаешь кого-нибудь, у кого есть конфеты?_Поищи вдохновения у Абигейл._О. Не бери в голову.$s_Сделай обычного. Это единственный верный способ._Если лепить снеговиков только один или два раза в год, то классические никогда не надоедят, да?'",
            "Pam": "Я немного потренировалась, готовясь к соревнованиям.$h#$e#Э-э, ну, я имею в виду... Я не практиковалась. Совсем.$s#$e#А рыбацкая палатка с ярмарки в прошлом месяце считается?",
            "Haley": "Я должна посмотреть в своём гардеробе зимнюю одежду. У меня есть несколько очень милых шуб, которые я даже никогда не носила.",
            "Jodi": "Я люблю, когда всё тихо в лесу. Когда снег падает с ветвей, он издает мягкий стук.#$b#Мне это просто нравится.$h",
            "Sam": "Мы живём прямо через дорогу от реки. Я удивляюсь, что до сих пор не знаю, как ловить рыбу.#$e#О да, я думаю, мне будет довольно скучно, не так ли?",
            "Leah": "Я пришла сюда очень рано утром, чтобы сразу же приступить к своей скульптуре. А ты как думаешь?",
            "Marnie": "Ммм...  Сегодня вечером будет приятно посидеть у камина с горячим шоколадом, прижавшись к...#$b#...эм, я имею в виду, просто чувствую себя уютно.$s#$e#Так, что нового?",
            "Elliott": "Недавно Вилли научил меня некоторым рыболовным трюкам. Интересно, будет ли он следить за мной, чтобы узнать, вспомнил ли я?#$e#Не хочу его подводить.",
            "Gus": "...Что? Извиняюсь. Просто грезил наяву. Я уже строю свои планы на праздник Зимней звезды.",
            "Wizard": "Улизнул, чтобы навестить мою странную башню? Ты странный.^Улизнула, чтобы навестить мою странную башню? Ты странная.",
            "Harvey": "Ну, в прошлом году ни у кого не было переохлаждения, так что я думаю, что могу немного расслабиться.$h",
            "Jas": "Мисс Пенни, у вас есть шляпа, которую мы могли бы использовать?",
            "Vincent": "Смотри! Если топать очень сильно, на льду появляются небольшие трещины.#$e#Что? Почему так делать нельзя?$u#$e#Ох...$u",
        },
    },
    {
        "LogName": "Year 2 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "Мама, ты в порядке?$h",
            "Robin": "@, выпьем за тебя, за два замечательных года с нами в городе Пеликан!$h",
            "Demetrius": "Какое прекрасное время для жизни!$h",
            "Maru": "Ну и хорошо. Я сказала маме: 'Мама, мы должны найти столик, на котором есть что-нибудь зелёное.'$h",
            "Shane": "Я думал, может, мне начать вести здаровый образ жизни.#$b#Ну вот, теперь это уже за окном.",
            "Sebastian": "У меня на уме полдюжины вещей, которые нужно сделать.#$e#Ну, это всего лишь хобби, но я был в центре всего этого, прежде чем мы приехали сюда.",
            "Pierre": "В этом году я потратил так много времени, беспокоясь о магазине, но сейчас всё это кажется таким далёким.#$e#Я очень благодарен, когда год вот так складывается.$h",
            "Caroline": "Пьер... ты на два стакана отстал от меня! Эй, ты где?$h",
            "Linus": "Сегодня все выглядят радостными, правда? Всё в порядке. Я останусь здесь.",
            "Alex": "Я под пятым номером. Ощущение, что живу!$h",
            "George": "Такое чувство, что мы устраивали один из этих праздников на прошлой неделе.",
            "Evelyn": "Я знаю, что там много еды, дорогой. Но я надеюсь, что ты оставишь место и для моего печенья.",
            "Lewis": "Именно тогда, когда мы думаем, что долгая зима никогда не закончится, мы все спонтанно врываемся в радостный праздник. За твоё здоровье!$h",
            "Clint": "Наверное, мне стоит позвонить маме.",
            "Emily": "$y '@! Что ты надеешься найти под ёлкой?_Редкий драгоценный камень._О! Держу пари, что у тебя есть идеальное место, чтобы показать его дома, да?_Что-нибудь вкусненькое._О да! Съедобное трудно испортить, когда чувствуешь, что у тебя есть всё, что тебе нужно.$h$h_Чайный сервиз._Хм, специфично, но кто знает? Может тебе повезёт!'",
            "Penny": "На улице холодно, но я его не чувствую.$h",
            "Pam": " Привет, молодёжь. Вот тебе и ещё один год.",
            "Haley": "Мои родители обычно получали за это самые эпические подарки.#$e#Я надеюсь, что у них всё хорошо... где бы они ни были.$u",
            "Jodi": "Вот, Кент. Почему бы тебе не съесть остаток того, что у меня на тарелке?",
            "Kent": "Добрый день, @. Счастливого пиршества.",
            "Sam": "Я благодарен за то, что мой отец вернулся в этом году.#$e#Так оно и было... совсем не так, как я ожидал, но всё равно приятно снова быть вместе.",
            "Leah": "Присоединишься к нашему столику на некоторое время? Знаешь, Гас снова принялся за свои леденцы.#$e#Я думаю, что это буквально то же самая речь, что и в прошлом году.",
            "Marnie": "Я надеюсь, что ты сможешь дойти до дома сегодня вечером, когда закончишь есть!$h",
            "Elliott": "Сегодня утром на пляже было одиноко. Я быстро поднялся сюда и обнаружил такую чудесную тёплую компанию!$h",
            "Harvey": "Я не могу поверить, что это мой первый фестиваль здесь, когда я приехал сюда. Кушать на улице в мороз? Но всё это каким-то образом работает, не так ли?$h",
            "Jas": "Тётя Марни, а теперь мы можем поесть?",
            "Vincent": "Поодаааарки!$h",
            "Marlon": "Сегодня утром я провёл некоторое время в лавовых шахтах. Моё тело не приспособлено должным образом к этому холоду.",
        },
    }]
}