{
    "Changes": [
   {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Ты снова будешь учавствовать в охоте за яйцами в этом году?$h",
            "Robin": "Я построю столько курятников, сколько ты захочешь. Каждый из них так же приятен для меня, как и предыдущий.",
            "Demetrius": "Трава в долине очень питательна для цыплят, возможно, даже лучше, чем кукуруза, которой их кормят на большинстве других ферм.",
            "Maru": "Я пытаюсь придумать для Пенни идеи уроков на тему яиц. Это тяжело, когда Джас уже знает о них почти всё.",
            "Sebastian": "Этот фестиваль выглядит очень странно.#$b#У нас должен быть целый день, чтобы мы могли поговорить об... яйцах. Правда же?#$e#И вообще, как прошёл твой первый год здесь?",
            "Linus": "Я угощаюсь скромными порциями. Надеюсь, там найдутся какие-нибудь объедки, которые я смогу забрать домой.",
            "Caroline": "У тебя, должно быть, припасено много наличных. Спрашиваешь, есть ли у нас что-нибудь на продажу, чего нет у тебя?",
            "Alex": "Интересно, что было первым: яйцо или курица? Думаю, что курица, которая снесла яйцо.$s#$e#Наверное, курица была в шоке, когда это случилось в первый раз.$h",
            "George": "Половина города поднимет шум, если я останусь дома. Как видишь, я здесь.",
            "Evelyn": "Сколько лет ты уже здесь, дорогуша?#$b#Что ж, я очень рада, что ты решил остаться. Нам с Джорджем важно знать, что у города Пеликан есть будущее.^Что ж, я очень рада, что ты решила остаться. Нам с Джорджем важно знать, что у города Пеликан есть будущее.",
            "Lewis": "Как тебе весна в этом году, @? Всё идёт по плану?$h",
            "Clint": "Я пошёл и взял одно из них. Никто ведь не рассердится, правда?",
            "Penny": "Смотрю, как дети наслаждаются этим праздником. Мне так же весело, как в детстве.$h#$e#Жизнь, порой, остаётся такой же весёлой даже после того, как мы взрослеем.",
            "Pam": "Интересно, научат ли меня когда-нибудь ребята каким-нибудь свим рецептам?",
            "Emily": "Я использую тот же красильный набор для одежды, что и для яиц. Оказывается, это работает довольно хорошо!#$e#Я поняла это много лет назад.",
            "Haley": "Ладно, сегодня моя цель - попробовать новое блюдо. Я просто пытаюсь немного развеется.#$e#Что посоветуешь?",
            "Jodi": "Мы уже почти на полпути к лету, не так ли? А мне показалось, что Новый год начался всего пару дней назад.",
            "Kent": "Я всё ещё не большой поклонник этого фестиваля, но мне приятно видеть Винсента в хорошем настроении.",
            "Marlon": "Много лет назад я связался с целой ордой перцовых Рексов, когда искал яйцо динозавра.#$e#Я вышел победителем, конечно. Эти яйца - всегда редкая находка.",
            "Sam": "Сегодня утром я принял лекарство от аллергии. Теперь я чувствую себя немного не в себе.#$e#Это поражает меня, по какой-то причине. Может быть, это просто оттого, что я так много времени провожу на улице.",
            "Leah": "Ничего особенного во фруктовом пунше в этом году нет. Это совершенно нормально.#$b#Я немного старше, чем была, когда впервые переехала сюда.",
            "Shane": "Если хочешь хороших кур, которые несут лучшие яйца, просто надо дать им жизнь, которую они заслуживают.#$e#Этот фестиваль никогда не будет проводиться с кучей яиц, выращенных на фабрике. Ни разу за миллион лет.",
            "Marnie": "Думаю, что в этом году всё получилось очень хорошо!$h",
            "Elliott": "Этот фестиваль не особо вдохновляет меня в литературном смысле, но я наслаждаюсь им.$h",
            "Gus": "Сегодня у нас здесь обычные добавки. Правда, я немного улучшил свой рецепт варёных яиц, так что это что-то новенькое. Обязательно попробуй их!",
            "Wizard": "Хмм... А как насчёт сырого яйца ящерицы, посыпанного почерневшим костным мозгом?",
            "Harvey": "В этом году я с нетерпением ждал праздника яиц, как будто это старая семейная традиция.#$b#Мне очень повезло, что я оказался в этом городе.",
            "Jas": "Я буду охотиться за яйцами, но только за теми, которые я сама украсила.#$e#Слишком трудно играть со взрослыми.",
            "Vincent": "У нас с папой сегодня утром уже была охота за яйцами.#$e#Мы весело потренировались.",
            "Willy": "Я думал, принести блюдо с образцами моей домашней икры, но это будет дороговато, чтобы хватило на всех.",
        },
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Ну вот опять.$u#$e#Надеюсь, я переживу это испытание.",
            "Robin": "Некоторые из моих друзей за городом с трудом верят, что у нас в долине до сих пор сохранились такие традиции.#$b#Но именно поэтому я так люблю здесь жить.",
            "Demetrius": "Время проведения этого фестиваля находится в почти идеальном соответствии с зыбью в деятельности экосистем.#$e#Я уверен, что это не совпадение. Люди связаны с миром природы больше, чем мы себе представляем.",
            "Maru": "*хихикает* Забавно вести себя по-девчачьи время от времени.$h",
            "Sebastian": "Должно быть, это какой-то стадный менталитет, который заставляет меня возвращаться сюда против моей воли.#$b#Наверное, есть... некоторые люди... которые не должны страдать сами по себе.",
            "Linus": "Много смертей и разложения уходит на то, чтобы питать все эти цветы.#$b#Э-э, извини... Я не хочу быть мрачным. Я просто имею в виду, что с другой точки зрения, это на самом деле так же красиво.#$e#Подумай об этом.$h",
            "Caroline": "Пьер сегодня хоть что-нибудь продал...?",
            "Alex": "Ладно, я готов немного потанцевать. Кто хочет со мной потанцевать, вперёд!",
            "George": "Интересно, сколько ещё таких фестивалей я смогу пережить...?#$e#О, не волнуйся. Я не собираюсь умирать так скоро.",
            "Evelyn": "Надеюсь, тебе нравятся цветочные композиции, дорогуша. Каждый год я прикладываю немало усилий.",
            "Clint": "Эмили очень хорошо танцует, ты же знаешь.#$e#Надеюсь, мужчины, с которыми она танцует, это ценят.",
            "Penny": "Я знаю, что танец будет прекрасным. Так всегда бывает. Но я никак не могу перестать нервничать.",
            "Pam": "Как поживает Пенни? Эта девушка точно знает, как волноваться.#$e#Я уверена, что с ней всё будет хорошо.",
            "Emily": "Я помню твоё первое появление на танцах цветов. Это было здорово!",
            "Haley": "Я понимаю, что не всегда буду королевой цветов. Но пока, похоже, ни кто не хочет занимать моё место.",
            "Jodi": "Интересно, сколько ещё лет пройдёт, пока Винсент не станет достаточно взрослым для этого?",
            "Kent": "Танцы... пение... всё это не для меня.#$b#Но вот так выглядит счастье.#$e#Я благодарен, что все так счастливы. Но... что всё это значит?",
            "Marlon": "Такой контраст с моим обычным окружением. *вздох*#$b#Возможно, мне следовало приложить больше усилий в вопросах любви, когда я была моложе.",
            "Sam": "Эй, мне всё равно, кто знает, что я люблю цветы. Любой, кто чувствует себя мужественным, должен быть ещё и честным.",
            "Leah": "Движущуюся воду очень трудно нарисовать. Я пытаюсь запечатлить в памяти образ этой реки.",
            "Shane": "Никто, кажется, не возражает, если не потанцую сегодня.$u#$b#Надеюсь, ты не обиделся или что-то в этом роде...^Надеюсь, ты не обиделась или что-то в этом роде...$u",
            "Marnie": "Все выглядят так мило! Я не могу решить, делает ли этот фестиваль меня старше или моложе. Или, может быть, немного того и другого.",
            "Elliott": "Меня вдохновляет эта сцена. Я должен откопать несколько моих старых сонет и посмотреть, не нуждаются ли они в пересмотре.",
            "Gus": "Похоже, погода снова стала идеальной для пикника.#$b#И это определенно хорошо, потому что у меня нет запасного плана на случай дождя.$h",
            "Harvey": "Этот танец должен быть для молодых людей.#$b#Я... полагаю, это означает, что я всё ещё могу участвовать.$11",
            "Jas": "Бабушка Эвелин разрешила мне помочь с цветами в этом году!",
            "Vincent": "Я хочу собрать все виды цветов на этой поляне. Но надо действовать быстро, пока никто невидит.",
            "Willy": "Скоро в этой реке должны будут водиться Дорады. Это одни из самых редких рыб здесь, в долине.",
        },
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "В один год суп был просто восхитителен! Это было в прошлом году, или...#$b#...нет, может, это был другой год? Ах, я не могу вспомнить.",
            "Abigail": "Здесь гораздо тише. Ты здесь по той же причине?",
            "Robin": "О, привет @! Это не было бы настоящим Луау без небольшого танца, не так ли?$h",
            "Demetrius": "Милая, что это был за танцевальный номер, которому ты научила меня в салуне прошлой ночью?",
            "Maru": "Ммм, тушёная свинина и рисовая лапша. Я думаю, они хорошо сочитаются вместе.",
            "Sebastian": "Если бы сейчас вдруг пошёл дождь, люди бы бросились врассыпную и разбежались, как будто он ядовитый.#$e#Разве плохо, если мысль об этом зрелище делает меня по-настоящему счастливым?$h",
            "Linus": "Я с удовольствием разделю с тобой мое жаркое, если хочешь, @. Пусть ни одна часть животного не пропадает зря.$h",
            "Pierre": "Если у нас когда- нибудь будет шторм в день Луау, мы всегда сможем принять губернатора в моем магазине.#$e#...Что? Я могу заставить его работать.",
            "Caroline": "А где же Абигейл? Неужели она опять ушла?",
            "Alex": "Здесь очень мило, понимаешь? Это действительно похоже на то, что город Пеликан - одна большая семья.$h#$e#Мне следует приложить больше усилий, чтобы общаться с людьми, которых я обычно не вижу слишком часто.",
            "George": "Эвелин, ты не против? Даже если Солнце сделает со мной самое худшее, какое это имеет значение в Великом системе?",
            "Evelyn": "Джордж, ты забыл взять свою шляпу. Нам понадобится немного солнцезащитного крема и на твою голову.",
            "Lewis": "Ах! Губернатор, вы помните? Это @, один из наших лучших земледельцев здесь, в долине.^Ах! Губернатор, вы помните? Это @, одна из наших лучших земледельцев здесь, в долине.$h#$b#Псс... Эй @, мы очень рассчитываем на тебя в этом году, хорошо?",
            "Clint": "Давай посмотрим... что ещё я не пробовал?",
            "Penny": "Ладно, вот тебе и игра. Наблюдай за мэром, и каждый раз, когда он улыбается и говорит: 'абсолютно', значит ты попал в точку.^Ладно, вот тебе и игра. Наблюдай за мэром, и каждый раз, когда он улыбается и говорит: 'абсолютно', значит ты попала в точку.#$e#Это восхитительно. Я только несколько раз оглянулась через плечо и уже сразу попала пять раз.",
            "Pam": "О нет, я забыла позвонить в автобусную компанию и предупредить, что у меня выходной!#$e#Думаешь, кто-нибудь заметит?",
            "Haley": "Лучше всего пить напиток из кокосового ореха. Закажи его и себе.",
            "Jodi": "Мы с Кентом делим эти маленькие варенники. Они просто восхитительны.$h#$e#Мне бы хотелось, чтобы Гас почаще делился своими рецептами.",
            "Kent": "Я буду держаться подальше от супа. Кто знает, что там может быть?",
            "Marlon": "Есть ли одноглазые солнцезащитные очки?#$e#Я здесь почти ничего не вижу. Солнце слишком яркое.",
            "Sam": "Я не знаю, есть ли у меня ещё желание быть проказником. Прошло уже много лет с тех пор, как я хоть что-то делал.#$e#Я должен подать хороший пример Винсенту.",
            "Leah": "Эй, а ты не видишь здесь хороших плавников?#$e#Мне интересно, как долго он пробудет в море, прежде чем вернётся домой.",
            "Shane": "Хуу... Я тут немного перегрелся от всей этой острой еды. А что тут пить-то?",
            "Marnie": "*зевает* Я очень устала. Думаю, сегодня я буду спать как убитая, особенно после такого пиршества.$s",
            "Elliott": "На столе, стоит изумительный суп из омаров. Как он тебе на вкус?$h",
            "Gus": "Судя по тому, что я видел в этом супе, я бы сказал, что немного вина было бы безопасно добавить. Или что-нибудь вкусненькое, вроде сыра или трюфелей.#$e#И тогда суп получится лучшим из лучших.",
            "Wizard": "Что? Я не веду себя антиобщественно. Для меня это очень мило, спасибо.#$e#По сравнению с моим обычным образом жизни, это так...#$b#...Слушай, я делаю всё, что в моих силах.",
            "Harvey": "Я доверяю всем здесь достаточно, чтобы заботиться о себе в такую жару.#$b#Но всё равно это моя работа - предупреждать всех подряд.$h",
            "Jas": "Привет, мистер @. Хочешь потанцевать?^Привет, мисс @. Хочешь потанцевать?",
            "Vincent": "Я стал лучше танцевать с прошлого года! Я серьёзно!",
            "Willy": "Это как раз за горизонтом, вон там. Если отплыть досточно далеко, то можно увидеть Папоротниковые острова.",
        },
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "Сегодня в воздухе приятно пахнет, тебе не кажется? Осень уже близко.",
            "Robin": "Хм, интересно, не нужно ли немного подлатать лодку в этом году.",
            "Demetrius": "Биолюминесцентное свечение полуночных медуз помогает им выжить в полуночной зоне океана.#$b#Не в каждом месте можно увидеть такое явление, а тем более каждый год в один и тот же вечер.",
            "Maru": "У железнодорожных путей листья начали довольно заметно менять цвет. Тебе надо пойти посмотреть, когда у тебя будет возможность.",
            "Sebastian": "Я признаю, что жизнь в долине не так уж плоха в такие ночи, как эта.",
            "Pierre": "Для меня сегодняшний вечер - это размышление о том, что действительно важно.#$b#Возможно, сегодня на работе я кое-что не успел сделать, но... всё будет хорошо.#$e#О, блин. Неужели я оставил плиту включённой на кухне?$4",
            "Caroline": "Пьер, дорогой, я уверена, что всё в порядке.",
            "Linus": "Возможно, если бы я был существом, живущим в океане, моё понимание природы было бы совершенно иным.#$e#Несмотря на глубину моей связи с природой, я должен смириться и понять, что она всё ещё ограничена в космическом масштабе.",
            "Alex": "У тебя остались какие-нибудь хорошие воспоминания за это лето?",
            "George": "Это хорошая ночь. Может быть, завтра я буду немного раздражён из-за нехватки сна, но это того стоит.#$b#Во всяком случае, для меня это того стоило. Я не могу сказать так или иначе для людей, которые пересекаются со мной.",
            "Evelyn": "Тссс, Джордж. Думаю, медузы будут здесь с минуты на минуту.",
            "Lewis": "Наблюдая, как эти существа дрейфуют и дрейфуют каждый год... они напоминают мне твоего дедушку.#$b#...Как странно. Видеть, как этот вечер разыгрывается так много раз. Невозможно, что мы все делаем то же самое с нашими собственными жизнями.#$e#Даже если мы исчезнем, всё равно останется надежда, что этот прекрасный цикл повторится.",
            "Clint": "Этот вечер всегда будоражит мои чувства. Я не могу точно описать это.#$e#Это не совсем печаль, но больше похоже на... Надежду?#$b#Чёрт, я не знаю...$s",
            "Emily": "За всю свою жизнь, я не могу вспомнить ни одного года, когда медузы не появлялись.#$e#Я знаю, что когда что-то важно для матери-природы, она знает, как быть последовательной с этим.",
            "Penny": "Завтра Джас и Винсент, в школе, будут писать стихи о медузах.#$b#Может, мне тоже стоит попробовать их написать. Эллиот подкинул мне эту идею.",
            "Pam": "Я скучаю по тому, чтобы стоять рядом с Пенни во время этого фестиваля. Но я понимаю, что ей нужно личное пространство.",
            "Haley": "Думаю, возможно, в этом году я не буду делать никаких фотографий. Я хочу наслаждаться моментом, а не прятаться за камерой.",
            "Jodi": "Я не могу не тратить так много времени, беспокоясь о самых незначительных вещах.#$b#Ох, быть медузой, значит просто плыть по течению...",
            "Kent": "Это очень мило. Сегодня я чувствую себя спокойно.#$e#Надо наслаждаться такими моментами, как этот.$h",
            "Sam": "Я хотел бы разделить океан пополам большой стеной воды по обе стороны. Интересно, как далеко я смогу дойти?",
            "Leah": "Жизненный цикл медуз... всё это кажется таким бессмысленным, и парадоксально, что это часть того, почему это красиво.",
            "Shane": "Я удивлён, что на этом фестивале не собирается больше туристов. У мэра есть закон, который обязывает нас всех хранить тайну, или что-то в этом роде?",
            "Marnie": "На самом деле мне даже хочется что-нибудь спеть. Атмосфера просто кажется правильной.#$e#Может, я просто буду напевать. Я не хочу никого беспокоить.",
            "Elliott": "Я сочинил стихотворение для сегодняшнего вечера. Оно немного длинновато, но поговори со мной ещё раз, если хочешь услышать.#$e#Полуночный Океан#$b#Потерянный в жизни, как будто во сне, / Я провалился в океан полуночный, / Вздымающиеся волны атаковали меня.#$b#\"Нелепо, я не могу умереть,\" подумал я с гордостью, / Они раскачивали моё тело из стороны в сторону, / \"Вот бы мне света немного.\"#$b#Если бы молния сейчас ослепила, / И вдруг вспышку вижу я / Гавань вдалеке виднеется.#$b#Это королевский галеон, пылающий надеждой -- / Надеюсь, команда следит за мной в телескоп, / И предложет верёвку мне.#$b#Но ничто не ответило мне в ответ: / Вместо этого медузы приближались светящиеся, / Жуткие цвета не ярче вздоха.#$b#И манят меня, словно призраки, / Я присоединился к потоку их, я снова чувствую силу, / Ибо влекомый к убежищу, я действительно видел#$b#Спасительный свет не поражает / а скорее отблескивает в мягчайшем мрачном сиянии.#e#Спокойной ночи.$h",
            "Elliott_spouse": "Я сочинил стихотворение для сегодняшнего вечера. Оно немного длинновато, но поговори со мной ещё раз, если хочешь услышать.#$e#Полуночный Океан#$b#Потерянный в жизни, как будто во сне, / Я провалился в океан полуночный, / Вздымающиеся волны атаковали меня.#$b#\"Нелепо, я не могу умереть,\" подумал я с гордостью, / Они раскачивали моё тело из стороны в сторону, / \"Вот бы мне света немного.\"#$b#Если бы молния сейчас ослепила, / И вдруг вспышку вижу я / Гавань вдалеке виднеется.#$b#Это королевский галеон, пылающий надеждой -- / Надеюсь, команда следит за мной в телескоп, / И предложет верёвку мне.#$b#Но ничто не ответило мне в ответ: / Вместо этого медузы приближались светящиеся, / Жуткие цвета не ярче вздоха.#$b#И манят меня, словно призраки, / Я присоединился к потоку их, я снова чувствую силу, / Ибо влекомый к убежищу, я действительно видел#$b#Спасительный свет не поражает / а скорее отблескивает в мягчайшем мрачном сиянии.#e#Увидимся дома, дорогая.$h",
            "Gus": "К счастью, дела шли немного медленно, так что я убрал все кружки и тарелки пораньше.#$e#Приятно, что большая часть вечера свободна. Такое случается нечасто.",
            "Wizard": "Как ты нашёл меня здесь? Я думал, что хорошо спрятался.^Как ты нашла меня здесь? Я думал, что хорошо спрятался.#$b#Возможно, у тебя есть дар ясновидения.#$b#О, подожди. Нет, ты, наверное, просто помнишь, что я был здесь в прошлом году.",
            "Harvey": "Я с нетерпением ждал этой ночи в течение последних двух недель.#$e#Что делает этот вечер особенным для тебя, @?",
            "Jas": "Интересно, а медузы в этом году такие же, как и в прошлом?#$b#Если это так, то детки медуз уже наверняка выросли.",
            "Vincent": "Я совсем не устал! Я никогда не устаю!",
            "Willy": "Как бы ни было заманчиво пойти за своей сетью и выловить одну из них. Но я так делать не стану.#$e#Это было бы неуважением к океану.",
        },
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "За последние пару лет я уже достаточно насмотрелась на здешние игры.#$b#Ну что ж. Может, я смогу заработать ещё несколько звёздных жетонов для ещё одного или двух призов.",
            "Robin": "Я здесь, чтобы посмотреть, смогу ли я вдохновить только одного человека, если собрать некоторые материалы и создать что-то.#$e#Как насчёт тебя?, @? Есть какие-нибудь потенциальные проекты DIY, которые я могу тебе посоветовать?$h",
            "Demetrius": "Я всегда знал, что Робин сделает много хорошего для этой общины, если местные жители возьмут её на работу.#$e#Эй, спасибо тебе за твоё покровительство.",
            "Maru": "Жаль, что я не могу просто взять домой одну из этих бутылок с соусом для барбекю. Но тогда, наверное, на всех не хватит.",
            "Sebastian": "Так много шума. Может, мне взять свой мотоцикл и покататься позже, чтобы расслабиться.",
            "Pierre": "Приветик @. Мне было интересно, действительно ли тебе нужны звёздные жетоны для победы в этом году?#$e#Я имею в виду, не позволяй мне сдерживать тебя, я просто...$4",
            "Caroline": "Я действительно хотела бы сейчас просто уйти в свою комнату.$s#$e#Но... Я не могу пойти домой с этими предметами для выставки одна.$s",
            "Linus": "Я уже получил хороший обед от Гаса на другом конце ярмарки.#$b#Я пришёл сюда, чтобы отдать дань уважения этим самоотверженным созданиям.",
            "Alex": "Думаю, что буду держаться подальше от игры 'сила' в этом году. Да и вообще, какие ещё игры у них тут есть?",
            "George": "Хех... время для небольшого снисхождения!$h",
            "Evelyn": "Я не ем мясо, но не могу спорить с этим приятным запахом дыма.",
            "Lewis": "Привет, @! Полагаю, ты уже знаешь, как это делается.#$b#Мне бы очень хотелось посмотреть, что новенького у тебя в этом году.$h",
            "Clint": "К сожалению, у меня нет ни одного иридиевого слитка для выставки. Эта штука слишком ценна для такого использования.",
            "Emily": "Может, Хейли понравится, если я подарю ей воздушный шарик? Воздушные шарики ведь все любят, да?#$e#Кто устал от воздушных шаров, тот устал от жизни.$h",
            "Penny": "Тогда, когда я десять раз подряд выигрывала в колесе удачи, думаю, что это 1 шанс из 1024.$s#$e#Но это при условии, что оранжевая и зелёная стороны одинаково подходят друг к другу.",
            "Pam": "Кажется, я никогда не смогу оторваться от своего рыбаловного хобби, разве что на фестивалях.#$e#Если бы я была моложе...",
            "Haley": "Гадалка? Не знаю. Я забыла о своём прошлогоднем богатстве. Я вроде как с этим покончила.#$e#Я делаю это ради удовольствия, но я хочу жить для того, что я хочу, а не только для того, что кто-то сказал, что может случиться со мной.",
            "Jodi": "Ну, по крайней мере, он уже не тот клоун, каким был в детстве Сэм.#$b#Я думаю, что именно Сэм является причиной того, что мэр Льюис продолжает нанимать бюджетных клоунов.$s#$e#Эм... и не спрашивай.$s",
            "Kent": "...Почему?#$e#Только почему...?",
            "Sam": "В этом году я получил почти 600 баллов в палатке с рогаткой! Я даже не знаю, сколько звёздных жетонов я получил!$h#$e#Они просто дали мне большой старый мешок с жетонами.$h",
            "Leah": "Я подумывала о том, чтобы открыть собственную выставку на ярмарке.#$b#Это может быть весело, но тогда у меня не будет шанса насладиться остальной частью ярмарки..",
            "Shane": "Эти коровы ответственны за гигантское сырное колесо, которое Марни выставила на своей выставке. А это две наши лучшие курицы.#$e#Свиньям нужен был выходной.",
            "Marnie": "Есть ли что-нибудь, что я могу сделать, чтобы моя выставка выглядела более привлекательной?",
            "Elliott": "Это барбекю - настоящая симфония вкуса.$h#$b#Интересно, а все остальные вообще знают, что оно здесь?",
            "Gus": "Требуется некоторая практика, чтобы управлять пятью грилями сразу, но как только научишься, будешь работать на отлично.",
            "Wizard": "...#$e#...Хммм.#$e#Меня исключили из игры 'сила' за то, что я использовал в ней свои телекинетические способности.#$e#Этого не было в правилах. Абсурд какой-то.",
            "Harvey": "Разница в питании между животными, выращенными на пастбищах, и животными, выращенными на фабриках, весьма примечательна.#$e#Фабричное сельское хозяйство может даже стать одной из главных причин роста ожирения. По крайней мере , я так читал.",
            "Jas": "Коричневая курица - Руби, а белая - Райли.#$b#Во всяком случае, так я их назвала.#$e#Иногда они ссорятся. Но они, всё равно, лучшие друзья.",
            "Vincent": "Видишь? Курочки, свиньи и коровы - все дурно пахнут, но все их любят!#$e#Я даже не пахну плохо, но мама говорит, что я должен начать принимать ванну каждый день, когда стану старше.$s",
            "Marlon": "Я хотел бы увидеть демонстрацию прочности этих мечей, прежде чем покупать их у Клинта.",
            "Willy": "В начале сезона я поймал самого большого сома, которого кто когда-либо видел.#$e#Жаль, что он не дожил до сегодняшнего дня.#$e#Что ж, человек должен есть...$s",
        },
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "Что ты имеешь в виду, говоря, что пауки не настоящие? Они определенно двигаются, когда я высовываю голову из-за угла.$s",
            "Robin": "Эй @. Есть ли какие-нибудь рецепты крафта, которые ты ещё не пробовал?^Эй @. Есть ли какие-нибудь рецепты крафта, которые ты ещё не пробовала?#$e#Зима будет хорошим временем для этого. Или можешь сделать ремонт в своём доме.",
            "Demetrius": "Мару только что доела свой ужин. Я видел, что она вошла в лабиринт.",
            "Maru": "Я ведь только начала. Иди вперёд, если хочешь.#$e#Странно... как будто мои ноги сделаны из свинца. Когда же это случилось?$s",
            "Sebastian": "Я уже был в лабиринте. Он довольно хорошо сделан.",
            "Caroline": "Если ты увидишь Эбби в лабиринте, скажи ей, чтобы она не пропускала ужин. Здесь есть кое-что из её любимых блюд...",
            "Alex": "Я добрался до конца лабиринта в прошлом году, но нашёл только пустую коробку. Должно быть, кто-то меня опередил.#$e#Теперь, если бы я только мог вспомнить, куда я пошёл после этого...$s",
            "Lewis": "Я не могу решить, люблю ли я этот фестиваль или ненавижу его.#$e#Это впечатляет, но я никогда не смогу найти ответы на то, как этот старик собирает его и убирает.",
            "Clint": "Нет, эти скелеты меня не пугают. Если Марлон говорит, что это безопасно, значит, так оно и есть .",
            "Emily": "Мне очень нравится резать тыквы. Они быстро портятся, так что Хейли делает фотографии всех моих лучших работ.",
            "Penny": "Думаю, что есть... что-то такое, что тянет меня сюда каждый год. *зевает* ...Но почему?$s",
            "Pam": "Хочешь узнать что-нибудь страшное? *ик* В один прекрасный день мы все становимся старыми и морщинистыми. Ты только посмотри на меня! Ха!$h#$e#Уже готовишься занять свою очередь? Раньше я была утончённой и хорошенькой, как Пенни!$h",
            "Haley": "Я делаю фотографии людей, когда они выходят из лабиринта. Впрочем, я ни за что не пойду туда снова.",
            "Jodi": "*зевает* ...Тебе уже пора спать? Чем старше я становлюсь, тем меньше я могу оставаться здесь допоздна.$s",
            "Kent": "Когда я был ребёнком, мне нравились такие вещи. Но в наши дни, похоже, так оно и есть...#$b#...Не знаю, это пустая трата адреналина, если это имеет смысл.",
            "Sam": "Я думаю, что наконец-то понял это.$h#$b#Но ты здесь со мной, так что... если хочешь получить приз, он весь твой.#$b#Я пойду до конца, если у тебя нет сильных чувств по этому поводу.",
            "Leah": "Сюрреалистическое искусство ужасов звучит заманчиво. Давненько я не делала ничего подобного.#$e#Когда живёшь один и проводишь слишком много времени, думая о чём-то, то это может немного испортить настроение.#$b#Хм, может и нет.$s",
            "Marnie": "Фух, на сегодня всё. Пора немного расслабиться.... Собственно говоря.",
            "Elliott": "Я читал сегодня несколько классических страшилок. Так весело!",
            "Gus": "Скоро ты не сможешь выращивать урожай на улице, да? Ну, тогда я буду с нетерпением ждать весны. Местные продукты не могут быть лучше.",
            "Harvey": "У меня нет достаточно энергии для общения, поэтому я пришёл сюда.#$e#Я знал, что в этой части лабиринта нет никаких страхов, связанных с прыжками.#$e#Думаю, я вернусь через несколько минут. Хех.",
            "Shane": "Так что там насчёт подземной ледяной крепости? Парень-авантюрист что-то говорил об этом.",
            "Jas": "Хе-хе, я люблю засиживаться допоздна!$h",
            "Vincent": "Сэм привёл меня в лабиринт, но...$s#$e#...Может быть, в следующем году.$s",
            "Marlon": "Ты проделал долгий путь, @. Такие зрелища, как это, вероятно, даже не волнуют тебя больше, да?^Ты проделала долгий путь, @. Такие зрелища, как это, вероятно, даже не волнуют тебя больше, да?",
        },
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Нет, думаю, можно с уверенностью сказать, что я морально не способна слепить нормальных снеговиков.",
            "Robin": "Я знаю, что опоздала сделать это снова, но, зато, архитектурно точно!",
            "Demetrius": "Я знаю, что это выглядит как инертный ландшафт, но под снегом есть семена и ростки, которые вырастут и обнажатся весной.",
            "Maru": "Я могу творчески подходить к созданию гаджетов, но моё творчество должно выполнять определённую функцию.#$e#Итак, этот снеговик выполняет свою функцию. Он ведёт себя как 'настоящий' снеговик.",
            "Sebastian": "Похоже, Эбби снова взялась за снеговиков.",
            "Pierre": "Аххх, я люблю выходить на улицу зимой.",
            "Shane": "Ммм, пицца...$u#$e#Извини, похоже, у меня появилась тяга к ней.",
            "Caroline": "Кружка горячего чая просто идеальна, когда находишься на улице в такой день, как этот.",
            "Linus": "Да, ты меня знаешь. Мне нравится держать дистанцию.#$e#Тем не менее, приятно наблюдать за всеми остальными в хорошем настроении.",
            "Alex": "По крайней мере, в этом сезоне осталось ещё несколько игр в гридбол.",
            "George": "Холодно? Конечно, мне холодно. Но мне всегда холодно, больше или меньше.#$e#Но, да, здесь довольно холодно.$s",
            "Evelyn": "Ах, как приятно видеть такую радость в воздухе, несмотря на холод.$h",
            "Lewis": "@! Рад, что ты смог прийти.^@! Рад, что ты смогла прийти.$h#$b#Я уверен, что видел много рыбы в этом году. С нетерпением жду рыбалки!",
            "Clint": "О, привет, Эмили. Ты можешь, эм, исправить это, если хочешь. Получилось не очень хорошо.",
            "Emily": "Ну, этому снеговику просто нужно немного любви и заботы. Тогда он будет в полном порядке.",
            "Penny": "$y 'Хм... А какого снеговика мне слепить?_Астронавта_Хм, звучит вызывающе. Но я всё же попробую._Грозного царя_Да, конечно! Если у нас будет пучок веток, мы сможем сделать корону.$h_Переца Рекса_Эм... на самом деле он не похож на снеговика. Хмм... но детям это может понравиться.'",
            "Pam": "Эй, молодёжь, может ты научишь меня кое-чему в рыбалке?#$e#Похоже, ты довольно быстро этому научился.^Похоже, ты довольно быстро этому научилась.",
            "Haley": "Я смотрела по телевизору много романтических комедий. Те, что зимой, всегда самые лучшие.",
            "Jodi": "В прошлом году я застукала Винсента, топающим по замёрзшему озеру. Он ведь не сделает этого снова прямо сейчас?",
            "Kent": "Я умею ловить рыбу. Раньше я часто рыбачил, но...#$b#...Я бы не хотел, чтобы все смотрели на меня в соревновании.",
            "Sam": "Надеюсь, скоро начнётся метель. Ничто не сравнится с тем большим снегом, который мы получили, когда я был в возрасте Винсента.",
            "Leah": "А ты как думаешь? Является ли арт-проект красивым, если он делается долго или если он быстро исчезает?",
            "Marnie": "Мэр Льюис получает всю рыбу от Вилли. Должно быть, немного странно для Вилли ловить одну и ту же рыбу дважды.",
            "Elliott": "Я не знаю, как ты находишь время для рыбалки со всеми своими делами на ферме.",
            "Gus": "Я уверен, что мог бы использовать несколько рыб из конкурса и сделать специальное предложение в салуне. Было бы здорово выбрать лучшие из них.",
            "Harvey": "Для меня остается загадкой, как люди, живущие в вечно холодных регионах, умудрялись выживать в течение тысяч лет.",
            "Jas": "Я хочу сделать снеговика очень высоким в этом году.",
            "Vincent": "Разве рыба не застывает во льду в такой мороз?",
        },
    },
    {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries":
        {
            "Abigail": "Моя мама почти никогда не пьёт, кроме этого дня. Она должна немедленно выбросить всё это из головы.",
            "Robin": "Мы ведь, также, собираемся отметить годовщину твоего приезда в город Пеликан. И посмотри, чего ты смог добиться за это время!^Мы ведь, также, собираемся отметить годовщину твоего приезда в город Пеликан. И посмотри, чего ты смогла добиться за это время!$h",
            "Demetrius": "Есть какие-нибудь идеи о том, кто может быть твоим тайным другом?",
            "Maru": "Ммм, наконец-то. Я с нетерпением ждала этого целый месяц.",
            "Shane": "Такие дни дают мне что-то хорошее, чтобы с нетерпением ждать их.",
            "Sebastian": "Еда хорошая. Мне просто нечего добавить к разговору за нашим столом.",
            "Pierre": "Кэролайн, дорогая, не могла бы ты передать мне ещё немного этой индейки?",
            "Caroline": "Горячее какао, пряный сидр... Есть ли здесь простая вода? Я не хочу, чтобы у меня было лёгкое похмелье.$h#$e#Эх. Наверное, всё будет в порядке.$h",
            "Linus": "Я жду, чтобы собрать кое-какие остатки. Такое богатство не должно оставлять отходов.",
            "Alex": "Вау. В какой-то момент мне кажется, что я потерял свой метаболизм ног.$s#$b#Пока я съел всего четыре тарелки, но чувствую, что я уже на пределе своих возможностей.$s#$e#Ну, это было вкусно.",
            "George": "Как это возможно, что ещё один год уже прошёл с нашего последнего праздника?",
            "Evelyn": "Ох, ещё один год со всеми вместе! Это был, действительно, особенный год.$h",
            "Lewis": "Есть планы привести всё в порядок к Новому году? Это может подождать!#$b#Как мэр, я настаиваю на некоторой отсрочке, спонсируемой местным правительством!$h",
            "Clint": "Еда - это всегда моя любимая часть праздников.#$e#В этом году я прибавил несколько фунтов. Ну что ж. Лучше есть то, что тебе нравится, чем всё время есть ветки и листья.",
            "Emily": "$y '@! Что ты надеешься найти под ёлкой?_Домашнюю еду._О, это было бы что-то особенное, не так ли? Немного личный подход._Щеночка._Ха, забавно, да?$h_Новый диван._Хм... да. Может? Я не знаю, как это поместится в такую коробочку.$u'",
            "Penny": "Я не могу представить себе Зимнюю звезду без традиций нашего города.#$e#Всё было бы иначе, если бы весь наш город не сидел как одна большая семья.$h",
            "Pam": "Может, в новом году я отправлюсь в приятную поездку. Я могла бы зайти на несколько сайтов, которые не посещала с тех пор, как была маленькой.#$e#Ну, ты знаешь. Я поеду на автобусе. Никто ничего не заметит.#$e#Нет, если я правильно разыграю свои карты. Хех.$h",
            "Haley": "У меня есть хорошее представление о том, кто мой тайный друг.",
            "Jodi": "Я предложила Гасу помочь с едой, но он отказался.#$e#Это действительно его гордость и честь.",
            "Kent": "Ну что, хорошо проводишь время?#$e#А я? ...Да, вообще-то. Спасибо, что спросил.^А я? ...Да, вообще-то. Спасибо, что спросила.$h",
            "Sam": "Это был хороший год. Думаю, я буду скучать по этой обстановке.",
            "Leah": "Я не могу поверить, что Гас больше не говорит о еде, которую он готовил всю неделю.#$e#Может, леденцовые палочки - это, когда он устаёт от готовки и ломается.$u",
            "Marnie": "Добро пожаловать на праздник Зимней звезды!$h",
            "Elliott": "О, неужели Гас всё ещё говорит? Должно быть, я просто не обращал на него внимания.",
            "Harvey": "Я предлагаю тост! За счастливое будущее города Пеликан и всех нас, кто здесь живёт!$h",
            "Jas": "Интересно, куплю ли я в этом году ещё одну куклу-принцессу?",
            "Vincent": "Я бы хотел, чтобы каждый день был, как сегодня.",
            "Marlon": "Счастливого праздника! Гил передаёт тебе привет.",
        },
    }]
}