{
    "Changes": [
    {
        "LogName": "rainy",
        "Action": "EditData",
        "Target": "Characters/Dialogue/rainy",
        "Entries":
        {
            "Abigail": "#$c .5#В дождь долина выглядит ещё интереснее... а ты как думаешь?#Озеро - прекрасное место для такой погоды.",
            "Robin": "#$c .5#Дождь не мешает мне делать свою работу! ...Хотя с сырой древесиной работать не очень-то приятно.#У тебя ведь крыша не протекает, правда? Дай мне знать, если это когда-нибудь случится.",
            "Demetrius": "#$c .5#Приветствую. Оставайся внутри, если хочешь согреться.#Низкая кислотность дождя должна быть полезна для твоего урожая.",
            "Maru": "#$c .5#Когда идёт дождь, у меня есть хороший повод работать над своими гаджетами весь день. ...Хотя тебе, наверное, это немного скучно.#Ах, ещё один дождливый день, как я и прогнозировала.",
            "Sebastian": "#$c .5#Если тебе повезёт, в такую погоду ты можешь увидеть лягушку.#Похоже, сегодня хороший день для того, чтобы посмотреть на океан.",
            "Linus": "#$c .5#В тёплый дождь приятно помыться.$h#Похоже, что дождь тебя не слишком беспокоит.",
            "Pierre": "#$c .5#Большинство людей в такие дни остаются дома... Это не очень хорошо для бизнеса.$s#Я рад, что ты добрался сюда в дождь. В магазине было очень тихо.",
            "Caroline": "#$c .5#Мой сад сегодня счастлив... И наш счёт за воду будет ниже в этом месяце.#Надеюсь, скоро выглянет солнце. А что сегодня было в прогнозе погоды?",
            "Alex": "#$c .5#Хммм. Это не очень хорошая погода для занятий спортом, но..... Ну что ж, я всегда могу поднимать тяжести дома.#Нет ничего лучше тяжёлой игры в грязевой гридбол. До тех пор, пока у нас есть друзья, которые готовы играть.",
            "George": "#$c .5#Здесь ужасно холодно, правда? Какой отвратительный день.#Почему я вообще встаю с постели, когда день выглядит именно так?",
            "Evelyn": "#$c .5#Я думаю, что крыша может протечь. В прежние времена Джордж тут же примчался бы и починил её... *вздох*$s#Эти дни влияют на мою энергию гораздо сильнее, чем раньше...$s",
            "Lewis": "#$c .5#Привет. Желаешь сделать перерыв? Кажется, самое подходящее время для этого.#Господи, надеюсь, река не разольётся...$s",
            "Clint": "#$c .5#Сегодня будет хороший день, чтобы исследовать шахты... Кто знает, может быть, ты найдёшь какую-нибудь редкую руду.#Мой магазин чувствует себя ещё более недоступным, когда идёт дождь.",
            "Penny": "#$c .5#Капли дождя очень громко стучат по металлической крыше нашего трейлера. ...Но это успокаивает.#Похоже, сегодня хороший день, чтобы свернуться калачиком с одной из моих любимых книг.$h",
            "Pam": "#$c .5#Здорова, молодёжь. Останешься тут?#Хех. Думаю, сегодня вечером я согреюсь хорошим стаканом пива.",
            "Emily": "#$c .5#В пустыне Калико никогда не бывает дождей... Там живёт моя подруга Сэнди. Жаль, что я не смогла навестить её сегодня.#Если ты стоишь под дождём и внимательно слушаешь, капли дождя звучат как разговоры шёпотом.",
            "Haley": "#$c .5#Я всё утро занималась своей причёской... теперь дождь может всё испортить. *вздох* ... Жизнь иногда бывает трудной.$s#Не обижайся, но тебя хоть выжимай.",
            "Sam": "#$c .5#Дождь приглушает звук, так что я могу играть на гитаре громче, чтобы моя мама не разозлилась. Хе-хе.$h#Это довольно неприятно - идти под дождём, не позволяя ему сбить тебя с толку.",
            "Leah": "#$c .5#Может, мне стоит приготовить сегодня что-нибудь новенькое и интересное. Что-нибудь острое.#Я с нетерпением жду, как лес выглядит весь блестящий после восхода солнца.",
            "Shane": "#$c .5#Хм... в такую погоду я хочу пить.$s#О радость! Ещё один дождливый день.$s",
            "Marnie": "#$c .5#Эй, там. У тебя вся одежда вымокла... Ах ты бедняжка!$h#Эй @. У тебя ведь нет животных, находящихся на улице, верно?",
            "Elliott": "Иногда, лёжа в постели, я слышу, как далекий туманный горн прорезает дождь.#$b#Но когда я смотрю в окно, то вижу только серую занавесу.",
            "Gus": "#$c .5#Нет ничего лучше бокала сухого красного вина в такой день, как этот, а? Хе-хе, я люблю свою работу.#Тебе нужно что-нибудь, чтобы согреться сегодня вечером? Не стесняйся!",
            "Dwarf": "#$c .5#Дождь... Для нас это почти миф. Некоторые из нас, дварфов, живут всю свою жизнь, даже не зная о нём.#Люди, кажется, жалуются на дождь, но вы предпочитаете жить на поверхности. Почему это так?",
            "Wizard": "#$c .5#Штормовые дни - это единственное время, когда я могу общаться с определёнными духами. Я и не жду, что ты поймёшь.#Если у тебя есть время в такие дни, почему бы не пойти в шахты и не убить несколько монстров?",
            "Harvey": "#$c .5#Привет. Эм... Читаешь что-нибудь интересное в библиотеке?#Такие дни, как эти, заставляют меня думать о горячей еде. А как насчёт тебя?",
            "Krobus": "#$c .5#Ах, канализация сегодня течёт быстро. Здесь будет хорошо и влажно... Как раз то, что мне нравится.#Дождь - это поистине животворящая сила. Поблагодари сегодня Йобу.",
        }
    },    
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
        "Entries":
        {
            "jobLeave_Harvey": "#$c .5#У меня сегодня на работе назначена кое-какая встреча. Увидимся вечером!#Сегодня мне нужно в клинику. Хорошего тебе дня, ладно?",
            "jobLeave_Penny": "#$c .5#Мне сегодня нужно в город. Не работай слишком усердно и съешь что-нибудь вкусненькое на обед!$h#Похоже, я полностью готова к работе. Обязательно позаботься о себе сегодня!$h",
            "jobLeave_Maru": "#$c .5#Сегодня у меня ещё один рабочий день. Не должен быть слишком напряжённым! Но мы ещё посмотрим.#Мне скоро надо идти на работу. Увидимся вечером. Я буду думать о тебе!$h",
            "jobReturn_Harvey": "Привет, милая. Как прошёл твой день?#$e#$c .6#Мои пациенты здоровы, так что это был хороший день.#*Фух*... Я очень устал...$s",
            "jobReturn_Penny": "#$c .7#Добрый вечер. У меня был прекрасный день, спасибо! А как у тебя?$h#Джас и Винсент сегодня вели себя не очень хорошо. Я всё ещё взвинчена...",
            "jobReturn_Maru": "#$c .5#Ну, сегодня был ещё один скучный день в клинике.#Эй. У тебя был лучше день, чем у меня? Я надеюсь, что это так.#$e#Что ж, пришло время расслабиться. Ты оставил мне что-нибудь на ужин?#$e#Мне не терпится лечь спать.$h",
            "OneKid_0": "#$c .5#Я читала книгу про развитие детей. Похоже, наш ребёнок совершенно здоров.#Поиграешь сегодня с %kid1?",
            "OneKid_1": "#$c .5#Фух, если сидеть дома с ребёнком, можно научится сберегать свои силы дольше, чем когда-либо.#Интересно, вырастет ли %kid1 таким же фермером, как ты?",
            "OneKid_2": "#$c .5#Оставь сегодня воспитание детей на меня! У меня всё под контролем, так что не волнуйся, пока тебя не будет.#Не волнуйся, сегодня я покормлю %kid1. Ты можешь сосредоточиться на управлении фермой.",
            "OneKid_3": "#$c .5#Интересно, какие любимые блюда будут у нашего ребёнка? Может, то что ты выращиваешь?#Теперь, когда у нас есть ребёнок, жизнь сильно изменилась.",
            "TwoKids_0": "#$c .5#Я планирую провести сегодня много маленьких приключений с детьми!$h#Я уже покормила %kid1 и %kid2. Они были голодны!",
            "TwoKids_1": "#$c .5#Я стараюсь держать детей по расписанию. Это помогает всем оставаться в здравом уме.#Теперь, когда у нас есть %kid2, мы должны быть уверены, что уделяем %kid1 много внимания. Мы не хотим никакой ревности между ними.",
            "TwoKids_2": "#$c .5#Имея семью и детей, я чувствую, что могу заглянуть в будущее нашей жизни дальше.#Знаешь, я думаю, что у %kid2 твой нос.",
            "TwoKids_3": "#$c .5#Вообще-то я рада, что у меня полно дел с детьми. Ты так много работаешь, так что я рада, что могу внести свой вклад в наше хозяйство.# Хороший дом, двое замечательных детей и прекрасный участок земли. А что осталось?",

        }
    }]
}