{
    "Changes": [
    {
        "LogName": "Abigail",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Abigail",
        "Entries":
        {
            "Mon4": "У меня появляется желание посетить озеро возле дома Себастьяна...#$b#...но это только, когда идёт дождь.",
            "Mon6": "Когда я стала старше, я показала моим родителям потрясающий смертельный взгляд.#$e#Думаю, они сильно испугались.$h",
            "Mon8": "...Ох, @! Привет.$h#$e#Хочешь поболтать некоторое время? Сюда! Позволь мне погадать на твоей ладони. *хихикает* $h",
            "Tue4": "Иногда я удивляюсь... неужели все родители так же далеки от общения, как и мои?$s#$e#Похоже, что их представление о девушке, которая любит приключения, заключается в том, чтобы примерить новое платье или что-то в этом роде.$u",
            "Tue6": "Привет, я рада тебя видеть.$h#$e#Я хочу отвлечься на некоторое время... как проходит твой день?",
            "Tue8": "Один из моих друзей в интернете, кажется, отлично ладит со своими родителями.$s#$e#Это нормально для девушки моих лет, чувствовать себя застрявшей в подростковом возврасте?$s",
            "Wed2": "Oх, привет @. Отдыхаешь от работы?#$e#Я тоже. О! Никаких движений... занятия, которые я беру, все онлайн",
            "Wed4": "Мои любимые занятия? Наверное, антропология... музыка...#$b#Не знаю, что бы я выбрала из них для карьеры.",
            "Wed6": "Как ты думаешь, что круче: палаши или катаны?#$e#Я неравнодушена к обоим. Думаю, всё зависит от ситуации.",
            "Wed10": "Если у меня когда-нибудь будут дети, я позабочусь о том, чтобы они стали теми, кем хотят быть.#$e#Даже если их жизнь полностью отличается от моих ожиданий, всё равно было бы здорово, не так ли?",
            "Thu": "Грр... Я сейчас в плохом настроении.$s#$e#Я же сказала, что у меня плохое настроение... что тебе надо?$a",
            "Thu2": "Себастьян - мой лучший друг. Не знаю, что бы я без него делала.#$e#Мы, можно считать, выросли вместе.",
            "Thu4": "#$1 Abigail1#О Нет, мой папа собирается приготовить ужин сегодня вечером...$s#$e#Я не хочу ничего делать сегодня...$u",
            "Thu6": "В детстве я легко научилась играть на барабане. Хотя мой собственный набор находится в хранилище.#$e#Хорошо, что у Сэма есть один.",
            "Thu8": "Интересно, если бы я не родилась и не выросла в этом маленьком городке, все сложилось бы иначе?$u#$e#Ты когда-нибудь думал о других версиях себя в альтернативных мирах?^Ты когда-нибудь думала о других версиях себя в альтернативных мирах?",
            "Thu10": "Привет.$l#$e#Ты чувствуешь, что всё кажется нереальным в последнее время?$l#$b#Не в плохом смысле, конечно.$h",
            "Fri2": "Сегодня вечером мы все собираемся в салуне. Это что-то вроде нашей семейной традиции, я думаю.",
            "Fri4": "Этой ночью мы собираемся в салун. Хочешь присоединиться к нам?#$e#Мне просто нравится, когда все мои друзья в одном месте.",
            "Fri6": "Сегодня утром радостно щебетали птицы. Они слишком просты, чтобы думать о будущем.#$e#Лучше быть похожим на них, не так ли?",
            "Fri8": "Я часто думала, вот бы однажды проснуться, а реальность, которую я знала, оказалась всего лишь сном.#$e#Но теперь я и не надеюсь, что такое произойдёт.$l",
            "Sat2": "Ох, так много домашней работы в эти выходные.$s#$e#Но у меня ещё есть несколько часов, чтобы отдохнуть.",
            "Sat4": "$d joja#Папа очень переживает из-за магазина в последнее время. Он был раздражителен, вымещал злость на мне и маме.$s|С уходом Джоджа, папа чаще находится в позитивном настроении.$h",
            "Sat6": "Ты проделал весь этот путь, чтобы навестить меня? Это хорошо.^Ты проделала весь этот путь, чтобы навестить меня? Это хорошо.$h#$e#Так ты исследуешь горную пещеру?#$e#Интересно. Я бы и сама хотела сходить туда на днях.$l",
            "Sat8": "Как небытие может быть настолько плохим, если мы не можем его испытать?#$e#Это не значит, что я скучаю по своей 'жизни' с тех пор, как я родилась. Наверное, то же самое будет и после.",
            "Sat10": "Смерть в один прекрасный день и прекращение существования не звучали так плохо в былые времена. Но в наши дни ставки на жизнь кажутся слишком высокими.$l#$b#Я не хочу потерять то, что у меня уже есть.$l",
            "summer_6": "Вчера вечером, после наступления темноты, я пошла на пляж... Иногда там можно увидеть странные огни, качающиеся над морем.#$e#Или, может быть, это был просто сон... Теперь это не кажется реальным.",
            "summer_Mon2": "$d joja#Я стараюсь помогать папе в магазине. Однако с тех пор, как открылся ДжоджаМарт, дела идут довольно плохо.|С тех пор, как ДжоджаМарт закрылся, мы отлично справляемся в магазине!$h",
            "summer_Mon4": "'Легенда о короле прерий' всё ещё сводит меня с ума.#$e#Я предпочитаю играть в РПГ. Может быть, именно поэтому я плохо играю в шутеры.",
            "summer_Mon6": "Моя любимая морская свинка, Дэвид, просто невыносит эту жаркую погоду.",
            "summer_Mon8": "Раньше я думала, что наш Пеликан скучный, но в последнее время я начинаю любить некоторые вещи в нём.$h",
            "summer_Tue2": "Я умею играть на флейте, но играю только тогда, когда настроение у меня хорошее.#$e#Озеро на севере - хорошее место для этого.",
            "summer_Tue4": "Я делаю всё, что могу, чтобы помочь с магазином. Это не моё любимое занятие, но я считаю, что должна сделать хоть что-то.",
            "summer_Tue6": "Ты интересный парень, @. Я рада, что ты переехал сюда.$h^Ты интересная девушка, @. Я рада, что ты переехала сюда.$h",
            "summer_Tue10": "Папа иногда называет тебя своим деловым партнером.$u#$b#Он взбесится, когда узнает, что мы вдвоём встречаемся.$h",
            "summer_Wed2": "Я посещаю онлайн-курсы. Я предпочитаю их, чем ехать всю дорогу до кампуса.#$e#Кроме того, я не поклонница сидеть в классе с кучей странных людей.",
            "summer_Wed4": "Я бы хотела жить в старом фермерском доме, как ты.#$b#Скрип половицы, медленные струйки пыли, шепчущие сквозь стропила... Есть что-то особенное в старых зданиях, не так ли?",
            "summer_Wed10": "Твой дом очень красивый.#$e#Проходя мимо него, я чувствую его историю, его душу, как будто я ностальгирую по опыту, которого у меня ещё не было.",
            "summer_Thu8": "Я читала, что есть ледяная пещера в шахте. Разве это не звучит круто?#$e#Это всё равно, что шагнуть в большой морозильник.",
            "summer_Thu10": "Вау, ты хорошо выглядишь сегодня.#$e#Я имею в виду, что летний воздух действительно хорош для лица, не так ли?... хех...$l",
            "summer_Fri2": "Себастьян на несколько лет старше меня, но он один из немногих, кто действительно понимает меня.",
            "summer_Fri4": "Я бы хотела, чтобы у меня была кошка. К сожалению, у моего отца аллергия на них.",
            "summer_Fri6": "Если я когда-нибудь перерождусь, я хочу быть кошкой в своей следующей жизни. Они такие милые.",
            "summer_Fri8": "Если бы у меня был кот...#$e#У тебя на ферме есть кошки?",
            "summer_Fri10": "Тебе когда-нибудь бывает одиноко на ферме?",
            "summer_Sat4": "Что тебе нравится?#$e#Мне нравится всё, чего не существует... Всякое сверхестесственное, неопознанное,загадочное...",
            "summer_Sat6": "Я действительно наслаждаюсь этим летом.$h#$e#Забавно, как быстро меняется мировоззрение человека.",
            "summer_Sat10": "Это, наверное, лучшее лето в моей жизни.$l#$e#Но возможность провести осень с тобой звучит ещё лучше.$l",
            "summer_Sun6": "Мои родители не ужасные люди. Я думаю, что они просто держат меня за ребёнка.$u#$e#Я имею в виду, что у тебя есть своя ферма. Ты можешь делать всё, что захочешь.#$e#Чувствую, что я предназначена для чего-то большего.",
            "fall_Mon4": "Мне нужно хорошо провести время этой осенью. Это хороший день для прогулки.",
            "fall_Mon6": "Ха-ха, видишь? Я ненавижу ярко одеваться. Люблю одеваться так, как мне нравится.$h",
            "fall_Mon8": "Знаешь, я даже могу представить, что когда-нибудь стану фермером...#$e#Но как это вообще могло случиться? *посмеивается*$l",
            "fall_Tue": "$d joja#Я стараюсь помогать папе в магазине. Однако с тех пор, как открылся ДжоджаМарт, дела идут довольно плохо.|С тех пор, как ДжоджаМарт закрылся, мы отлично справляемся в магазине!$h",
            "fall_Tue2": "Себастьян - мой лучший друг. Не знаю, что бы я без него делала.#$e#Мы, можно считать, выросли вместе.",
            "fall_Tue4": "$d joja#Папа очень переживает из-за магазина в последнее время. Он был раздражителен, вымещал злость на мне и маме.$s|С уходом Джоджа папа чаще находится в позитивном настроении.$h",
            "fall_Tue8": "$d joja#Почему мои родители решили переехать в маленький городок, если из-за этого у них стресс?$a|Я слышала, что мой отец устроил настоящее шоу в общественном центре, когда его восстановили. Жаль, что я этого не видела.$h",
            "fall_Wed4": "Ты выращиваешь тыквы на своей ферме в этом году?#$e#Сохрани одну для меня!$h",
            "fall_Wed8": "Интересно, разрешат ли мне когда-нибудь помочь с оформлением лабиринта?#$e#У меня есть несколько интересных идей. Я просто не знаю, кому их показать.",
            "fall_Wed10": "Папа иногда называет тебя своим деловым партнёром.$u#$b#Он взбесится, когда узнает, что мы вдвоём встречаемся.$h",
            "fall_Thu4": "Себастьян на несколько лет старше меня, но он один из немногих, кто действительно понимает меня.#$e#Ну, и вы с Сэмом вроде как тоже, не плохо ладите.$h",
            "fall_Thu6": "#$1 AbigailHAND#Прошлой ночью мне приснилось, что моя левая рука превратилась в гигантский кулак.  Это что-нибудь значит?#$e#%Похоже, Абигейл сейчас не очень-то хочется разговаривать.",
            "fall_Thu8": "Я часто думала, вот бы однажды проснуться, а реальность, которую я знала, оказалась всего лишь сном.#$e#Но теперь я и не надеюсь, что такое произойдёт.$l",
            "fall_Thu10": "Прошлой ночью мне приснился интересный сон, в котором был ты.#$e#Это был хороший сон.$h",
            "fall_Fri6": "Жаль, что осень пролетела так быстро.$8#$e#Когда ветер поднимается, я снова чувствую себя ребёнком.",
            "fall_Fri10": "Обычно в это время года я чувствую себя одинокой, но не в этот раз.$l#$e#@, какие планы на будущее?",
            "fall_Sat6": "Привет.$h#$e#Твои волосы сегодня выглядят круто... ты сделал что-то?^Твои волосы сегодня выглядят круто... ты сделала что-то?",
            "fall_Sat8": "О! Я тебе говорила? Я наконец-то прошла 'Короля Прерий.' Достаточно долго, да?$h#$e#После победы, игра начинается сначала, но на высокой сложности. Преодоление первого уровня - это моя новая цель.$u",
            "fall_Sun6": "В особенно ветреный день, мне нравится, когда ветер дует прямо в лицо и обдувает мои волосы.#$b#Это похоже на встречу с бессмертным зверем.$h",
            "fall_Sun8": "Хмм... что мне делать сегодня вечером?#$q 27/28 fall_Sun_old#Я думала о том, чтобы снова покрасить волосы... а ты как думаешь?#$r 27 10 Sun_27#Покрась в чёрный.#$r 27 10 Sun_27#Может, тебе стоит попробовать блонд?#$r 27 20 Sun_WildColor#Как насчёт розовой жвачки?#$r 28 0 Sun_28#Мне нравятся твои волосы такими, какие они есть!",
            "winter_Mon4": "Может, мне стоит построить снежного кальмара-монстра. Это было бы круто.",
            "winter_Mon6": "На улице лишком холодно, поэтому я редко выхожу на улицу.#$e#Но мне нравится лепить снеговика.$h",
            "winter_Mon8": "Когда я была маленькой девочкой, я построила эпический снежный Форт. Я бросала снежки почти в каждого, кто проходил мимо.#$e#По понятным причинам веселье длилось недолго. Но это были хорошие времена.",
            "winter_Tue4": "Здесь так холодно, я хочу горячую чашку какао.$h",
            "winter_Tue6": "О! Я тебе говорила? Я наконец-то прошла 'Короля Прерий.' Достаточно долго, да?$h#$e#После победы, игра начинается сначала, но на высокой сложности. Преодоление первого уровня - это моя новая цель.$u",
            "winter_Tue8": "Здесь так холодно, я хочу горячую чашку какао.$h",
            "winter_Tue10": "*обнимает* Эй!$h#$e#Я... я просто пытаюсь согреться!$l",
            "winter_Wed2": "Привет. Если тебе когда-нибудь будет скучно, ты всегда можешь зайти в мою комнату.#$e#Пока я разрешаю, конечно!",
            "winter_Wed6": "Наверное, хорошо, что в это время года не приходится беспокоиться о урожае.#$e#А это значит, что ты можешь проводить со мной больше времени!$h",
            "winter_Wed10": "Тебе когда-нибудь бывает одиноко на ферме?",
            "winter_Thu4": "Итак, как глубоко ты забрался в эти шахты?^Итак, как глубоко ты забралась в эти шахты?",
            "winter_Thu6": "Когда я была маленькой, я думала, что жизнь слишком длинная.#$b#...Я думала, что все старики, которые говорили иначе, были неправы. Теперь, когда я взрослая, я вроде как понимаю, что они имели ввиду.",
            "winter_Thu10": "Ещё один год почти закончился...#$b#Но это был действительно хороший год, не так ли?$h",
            "winter_Fri4": "'Легенда о короле прерий' всё ещё сводит меня с ума.#$e#Я предпочитаю играть в РПГ. Может быть, именно поэтому я плохо играю в шутеры.",
            "winter_Fri8": "Ты когда-нибудь беспокоился, что, возможно, весь твой труд и усилия могут быть напрасными?^Ты когда-нибудь беспокоилась, что, возможно, весь твой труд и усилия могут быть напрасными?$s#$e#О! Я имею в виду...! Не ТВОЙ тяжёлый труд. Я просто имела в виду ты... как в общем... Нет, не волнуйся. Ты молодец.$l#$b#Я имею в виду...!$7#$b#Да, надеюсь, твой день проходит хорошо!$h",
            "winter_Fri10": "@, я хочу тебе кое-что сказать...#$e#Это просто... умм... хорошо... твои сапоги! Они, эээ... очень чистые...  *глоток*#$e#Это всё... *вздыхает*$s",
            "winter_Sat6": "Мои любимые занятия? Наверное, антропология... музыка...#$b#Не знаю, что бы я выбрала из них для карьеры.",
            "winter_Sat8": "В последнее время я много грезила наяву...#$e#О! Ты хочешь знать, о чём? Что ж...$u#$b#...Это секрет.$h",
            "winter_Sat10": "Спасибо, что не запутался после той истории с доской духов.^Спасибо, что не запуталась после той истории с доской духов.$l#$e#Я всерьёз боялась, что ты больше никогда не заговоришь со мной.$l",
            "winter_Sun10": "Эй, если ты когда-нибудь захочешь зайти в мою комнату, ты можешь просто войти.#$e#...Тебе не нужно стучать.$l",
            "spring_1_2": "Когда я был маленькой, мне было весело не спать до полуночи.#$b#Кажется, я вернулась в детство.#$e#О точно, с Новым годом!",
            "spring_12": "Я определенно собираюсь завтра участвовать в охоте за яйцами. А ты?",
            "summer_10": "Все с нетерпением ждут завтрашнего Луау. Может быть, немного нервничают, учитывая, что губернатор будет здесь.",
            "summer_27": "Ты не можешь пропустить завтрашний фестиваль. Это одно из самых красивых чудес долины.",
            "fall_26": "Увижу ли я тебя завтра на празднике День всех духов? Ищи меня в лабиринте с привидениями.$h",
            "winter_7": "Я с нетерпением жду праздника, чтобы слепить снеговика.",
            "winter_24": "Завтра я съем столько клюквенного соуса, сколько смогу.$h",
            "winter_28": "Эй! Ты собираешься не спать до полуночи?#$e#Эх, точно, ты встанешь завтра рано, как и в любой другой день...",
            "spring_12_2": "Я определенно собираюсь завтра участвовать в охоте за яйцами. А ты?",
            "summer_10_2": "Все с нетерпением ждут завтрашнего Луау. Может быть, немного нервничают, учитывая, что губернатор будет здесь.",
            "fall_26_2": "В этом году я дам призрачному лабиринту ещё один шанс. Надеюсь там не будет никаких пауков.",
            "winter_24_2": "Завтра будет хороший день. А ты как думаешь?#$e#Я хочу провести это время с моими родителями. Это просто хорошее время для этого, понимаешь?",
            "winter_28_2": "Эй! Ты собираешься не спать до полуночи?#$e#Может, тебе встать завтра пораньше, а не как в любой другой день...",
        }
    },
    {
        "LogName": "Abigail Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueAbigail",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Думаю, сегодня я достану свой старый добрый альбом для рисования. У меня есть несколько идей для мифических зверей, которые могут оказаться забавными.#Темнота... дождь... это меня воодушевляет.$l",
            "Rainy_Day_1": "Эй, помнишь, как мы играли тот дуэт у озера? Эта погода напоминает мне о том дне.#$e#$c .5#Ты всё ещё носишь с собой эту мини-арфу? Это меня немного удивило. Кстати, где ты научился играть?#Ты действительно удивил меня этой мини-арфой... Я этого не ожидала. Наверное, поэтому ты мне и нравишься.$l",
            "Rainy_Day_2": "Эй! Я проснулась рано и кое-что проверила. Я нашла это, и это напомнило мне о тебе. [768 767 769 66 82]#$e#$c .5#Где я его нашла в этот ранний час? О, разве ты не хочешь знать?$h#Думаешь, что сможешь найти что-то лучше, чем это? Я так не думаю!$h",
            "Rainy_Day_3": "#$c .5#Хе-хе, я немного потренировалась с мечом в такую дождливую погоду. Тебе надо признать, что твоя жена очень эпична!$h#Сегодня хороший день, чтобы посетить пещеры, да? Будь остороженей там, и если пойдёшь, принеси Эликсир Жизни... а лучше два.",
            "Rainy_Day_4": "#$c .5#Здесь что, пыльно становится? Не волнуйся, я позабочусь об этом.#Может быть, мне сегодня поиграть в Короля Прерий... в один прекрасный день, клянусь, я пройду его полностью.$h",
            "Rainy_Night_0": "#$c .5#Сельская местность выглядит более интересной в такой пасмурный день, тебе так не кажется?#Я просто глядела в окно на залитый дождём лес... Клянусь, я видела что-то более тёмное, чем чернота, оно двигалось меж деревьев.$6",
            "Rainy_Night_1": "#$c .5#Сегодня идеальная ночь, чтобы наблюдать за призраками...# Эй! Ты выглядишь так, будто много работал. Могу я помочь тебе расслабиться?$h",
            "Rainy_Night_2": "#$c .5#Ты чувствуешь это? Идёт дождь, царит тишина... Только капельки бьют по крыше... *кап-кап*#Забавно, что люди молятся, чтобы дождь прекратился.",
            "Rainy_Night_3": "#$c .5#Шум дождя должен заставить нас уснуть прямо сейчас.#В такие ночи, как эта, я люблю выключить свет и просто слушать...$8",
            "Rainy_Night_4": "#$c .5#Ииии... я сделала тебе сюрприз, любовь моя! Это суп, наслаждайся! [199 218 219 727 730]$h#Мне захотелось приготовить суп на ужин. Надеюсь, это можно есть. [199 218 219 727 730]$h",
            "Indoor_Day_0": "#$c .5#Ты всегда такой активный. Мне просто нравится смотреть на тебя, ты всегда заботишься о том, что делаешь.#Я всегда любила это место, задолго до того, как ты переехал. Теперь я могу исследовать ферму, когда захочу!$h",
            "Indoor_Day_1": "#$c .5#Ты никогда не поверишь, но мне это удалось! Я думаю, тебе понравится. [286 287 205 732 441]$h#Эй. Направляешься в лес? У меня для тебя кое-что есть...[286 287 205 732 441]#$e#Используй это, если попадёшь в тяжёлое положение. С этим ты будешь в безопасности.",
            "Indoor_Day_2": "#$c .5#Сегодня я хочу пойти в шахты. Не беспокойся обо мне. Просто я хочу немного размять ноги.#Направляешься к шахтам? Эй... если найдёшь что-нибудь вкусненькое, не забудь принести мне кусочек!$h",
            "Indoor_Day_3": "#$c .5#На нашей ферме всегда происходит что-то интересное... Мне нравится это.# Думаю, чем мне сегодня заняться. Я не привыкла к такой свободе!",
            "Indoor_Day_4": "#$c .5#Конечно, я могу навести уборку, без проблем. Вообще-то, когда я думаю о тебе, мне нравится убираться в доме.#Ты не возражаешь, если я буду делать ремонт время от времени? Я рада, что у меня есть собственное место для работы.",
            "Indoor_Night_0": "#$c .5#Эй, что ты наделал? Заколдовал меня любовным заклинанием, что ли? Ты сегодня очень хорошо выглядишь.$l#Сегодня я хорошо провела время. Здесь всегда происходит что-то интересное, если присмотреться повнимательнее.",
            "Indoor_Night_1": "#$c .5#Готов ложиться спать? Я включила обогрев одеяла для нас...$l#Эй! Расскажи мне как прошёл твой день. Случилось что-нибудь интересное?$h",
            "Indoor_Night_2": "#$c .5#Сегодня у меня больше нет времени смотреть телевизор. Из-за него может нарушиться мой календарный ритм.#Раньше я была совой, но теперь я начинаю наслаждаться жизнью на ферме. Это кажется естественным.",
            "Indoor_Night_3": "#$c .5#Ммм, это хорошая время для чашечки чая.#*зевает*... Как быстро прошёл день.$h",
            "Indoor_Night_4": "#$c .5#Сегодня Дэвид судорожно бегал кругами по своей клетке. Надеюсь, он не будет продолжать в том же духе и после того, как мы ляжем спать.# Звуки ночи здесь громче. Я никогда не перестану наслаждаться.",
            "Outdoor_0": "#$c .5#Какое потрясающее утро! Я не могу поверить, сколько же я пропустила, прежде чем мы поженились.$h#Мягкий бриз дует горный воздух по всей долине. Пахнет свежей сосной и шалфеем.",
            "Outdoor_1": "#$c .5#Я просто побуду здесь, хорошо?#$e#На ферме есть много интересных вещей. *смеётся*$h#Хм... У нас есть много свободного места для разведения слаймов!",
            "Outdoor_2": "#$c .5#У меня просто такое странное чувство, будто здесь уже побывала фея, или ведьма, а может кто-то ещё.#Убедись, что вокруг святилища твоего дедушки всё в порядке. В этом есть что-то странное, я это чувствую.",
            "Outdoor_3": "#$c .5#Я проверяла границы фермы. Видел что-нибудь необычное сегодня?#Это круто, что у нас есть собственная пещера. Я всегда мечтала о ней.$h",
            "Outdoor_4": "#$c .5#Мы должны как-нибудь посидеть на веранде и перекусить ежевичным пирогом. Это было бы здовово.$h#Я как всегда забыла положить закуску в карман. *вурчание*$h",
            "funLeave_Abigail": "#$c .5#Сегодня я собираюсь навестить своих родителей. Не надо об них забывать, верно?#Я собираюсь в город сегодня, просто чтобы ты знал. Мне нужно немного размять ноги.",
            "funReturn_Abigail": "#$c .5#Мой день прошёл хорошо. А как прошёл твой? О, чуть не забыла, мои родители передают тебе привет.# Эй! Как прошёл твой день? Мой прошёл хорошо. У меня была освежающая прогулка.$h",
            "OneKid_3": "#$c .5#Теперь я немного лучше понимаю родителей. Уфф, должно быть, в детстве я была ужасным ребёнком.$h#Я не могу поверить, что я мама... жизнь странная штука.$h",
            "TwoKids_0": "#$c .5#Ха-ха, мама и папа думали, что меня трудно воспитывать? Попробуйте понянчить сразу двоих!$h#Я накормила %kid1 и %kid2 шоколадными хлопьями. Они были в восторге!",
            "TwoKids_2": "#$c .5#Я сделаю всё для наших детей. Я бы сразилась с любым монстром, если бы это означало, что дети в безопасности!#Мне приснилось, что %kid2 вырастет и станет известным охотником на монстров. Я уже подумываю о небольшом наборе брони.",
            "TwoKids_3": "#$c .5#Совсем недавно дети были совсем маленькими, но посмотри на них сейчас! По крайней мере, мы не будем супер старыми, когда они вырастут.# У нас большой старый дом, пара детей и удивительная ферма. Я никогда не думала, что зайду так далеко... но, эй! Наша жизнь только начинается.$h",
            "spring_6": "У нас на ферме есть что-нибудь подходящее для заточки катаны? Или мне придётся обратится за помощью к Клинту?",
            "spring_16": "Ты будешь злиться на меня, если я пойду на весь день в салун играть в видеоигры?#$b#Извини, мне показалось... что это прозвучало очень мило.$l",
            "summer_19": "Я чувствую себя так, как будто скоро взорвусь.#$e#Я сделала несколько вишневых бомб. [286]Вот одна, если тебе нужно выпустить пар.$h",
            "summer_22": "Оххх... Я не выспалась, и моя спина очень сильно болит. Сегодня я хочу побыть немного маленькой девочкой...$s#$e#...Но, да, я скоро поправлюсь. Извини.#$e#Я знаю, что прошло не так уж много времени с тех пор, как мы впервые встретились, но тогда, я всё ещё чувствала себя маленьким ребёнком.$s#$b#Я чувствую, что с тех пор сильно повзрослела. Но я также чувствую себя немного ребёнком...$u#$e#Хех. Кто знал, что взрослеть будет так же страшно, как и тогда в шахтах?#$b#Я счастлива, что ты со мной.$l",
            "summer_23": "Некоторые из моих старых одноклассников в интернете взвизгнули, когда узнали, что я выхожу замуж. Хорошо поддерживать с ними контакт.",
            "fall_12": "Итак, глупый вопрос: Что за... финальный босс этого года? Может это осенний урожай? Например, тыква?#$b#Или никокого финального босса нет?",
            "fall_24": "Это уже 24 - е число? Да!!$h#$b#Это означает, что мне нужно найти время для моего ежегодного прохождения Time Ignition.#$e#Это годовщина выхода игры. Я, наверное, смогу пройти её всего за несколько дней. Извини, если я кажусь озабоченной.",
            "fall_28": "Неплохо заканчивается осень! Я только вчера прошла Time Ignition. День всех духов снова был потрясающим...#$b#...Кроме этих противных пауков. *дрожжит*$s#$e#До сих пор!$h",
            "winter_1": "Забавно, как люди молятся, чтобы погода пошла своим чередом.#$b#Конечно, один парень может исполнить снежный танец и испонить своё желание. Но какой-то другой там просто отмораживает свою задницу.#$e#На месте Йобы мне было бы трудно решить, на чьи молитвы отвечать, а чьи игнорировать.#$b#Пожалуй, откажусь от такой работы.$h",
            "winter_8": "Я знаю, что мы все взрослые люди, но ты должен позволить мне сегодня побыть немного маленькой девочкой. Я собираюсь слепить снеговика-монстра.$h",
            "winter_19": "Сегодня я собираюсь в салун. Думаешь, у тебя получится заскочить к нам?#$e#Я счастлива, что ты всегда рядом со мной на все остальные вечера.$h",
            "winter_24": "Мне нравится праздник Зимней звезды. Когда я здесь, понимаю, как я благодарна, что у меня всё хорошо.#$e#А ведь жизнь хороша, правда?$h",
            "winter_28": "Я знаю, что не очень люблю спиртное, но завтра же Новый год, надо отметить! Держи! [346][346]",
        }
    }]
}