{
    "Changes": [
    {
        "LogName": "Alex",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Alex",
        "Entries":
        {
            "Mon4": "Всё, что мне нужно сделать, это появиться на отборочных матчах Юниорской лиги. Это будет сложно, но я должен справится.#$e#После сезона или двух в Юниорской лиге, я стану популярным.",
            "Mon6": "В конце месяца состоятся отборочные матчи Юниорской лиги по гридболу.  Я мог бы попробовать, но я ... Я не знаю.#$e#Может, если ещё один год потренироваться, тогда я смогу впечатлить кого-нибудь.",
            "Mon8": "Знаешь, раньше я мечтал о славе и богатстве, но в последнее время я начал понимать. Всё это скромные мелочи, не так ли?#$e#Я всё ещё хочу стать профессиональным спортсменом, но в жизни это не самое главное.",
            "Tue2": "Летом я провожу много времени на пляже.#$e#Эй, если ты хочешь поиграть в догонялки, встретимся там в следующем месяце.",
            "Tue4": "Важно иметь цель. С тех пор как я закончил среднюю школу, я много тренировался, чтобы время не пропало зря.",
            "Tue6": "Нет ничего лучше, чем энергичный день на пляже с друзьями... верно?",
            "Tue8": "*вздох*... Мне бы хотелось, чтобы в этом городе у меня было больше друзей, которые хотели бы заниматься со мной спортом.$s#$e#Я имею в виду, здесь идеальное место для этого! Такой позор, что всё пропадает даром.",
            "Tue10": "Ээээй.#$e#Ты сегодня хорошо выглядишь!$h#$e#Так, что нового?",
            "Wed4": "Ты когда-нибудь смотрел спортивный репортаж?^Ты когда-нибудь смотрела спортивный репортаж?#$b#Я смотрю его по вечерам, как приклеенный. Сейчас, как раз, идёт соревнование по гридболу.$h",
            "Wed6": "Гридбол - это больше, чем просто игра. Это единственное, в чём я всегда был хорош.#$e#Не знаю, что бы я без него делал.",
            "Wed8": "Все вокруг говорили мне, что я самый лучший игрок. Гридбол - это моя жизнь.#$e#А потом в один прекрасный день старшая школа заканчивается,и все эти обещания, которые подразумевали о тебе, просто исчезают.$s#$e#Наверное, мне нужно заняться чем-то ещё в своей жизни. Правду я говорю?",
            "Wed10": "Думаю, я многому научился у тебя, @. Я ценю, что ты честен со мной.^Думаю, я многому научился у тебя, @. Я ценю, что ты честна со мной.#$e#Посмотрим, как пойдёт моя спортивная карьера. Я рад, что ты рядом со мной, и тебе не важно, получится у меня или нет.",
            "Thu2": "Я плохо себя чувствую среди людей, у которых аллергия. Это похоже на то, если всё время чихать, и невозможно ничего сказать.",
            "Thu4": "В прошлом году я собирался попробовать свои силы в матче Юниорской лиги, но я подвернул колено.#$e#Эй, тебе не надо торопиться с такими вещами.",
            "Thu6": "Воздух начинает прогреваться... Я чувствую себя более накачанным.",
            "Thu8": "У всех должны быть мечты. Думаю, это здорово, как ты, смог просто взять и приехать сюда, чтобы  ферма твоего дедушки не пропадала зря.^У всех должны быть мечты. Думаю, это здорово, как ты, смогла просто взять и приехать сюда, чтобы  ферма твоего дедушки не пропадала зря.#$e#Снимаю перед тобой шляпу.",
            "Fri2": "В школе мои учителя жаловались на то, что игроки в гридбол зарабатывают слишком много денег. Это так нелепо.#$e#Во всяком случае, им недоплачивают. Сколько ты знаешь людей, которые могут делать то, что делает профессионал?",
            "Fri4": "Эй, @. Я рад, что ты зашёл.^Эй, @. Я рад, что ты зашла.#$e#Мне не стыдно признаться, я люблю свою бабушку!#$e#Хотя дедушка с другой стороны...#$e#Просто шучу.$h",
            "Fri6": "Это может показаться странным, но я скучаю по тренеру, который кричал на меня и говорил мне, что делать.$s#$e#Я могу мотивировать себя сам, но когда ты отдаёшь всё ради кого-то другого, это совсем другое, понимаешь?",
            "Fri8": "Привет @. Ты сегодня выглядишь спортивно.$h^Ээй @. Ты сделала что-то со своими волосами? Ты постоянно привлекаешь моё внимание.$h",
            "Fri10": "Эм...$l#$b#Дай мне знать, если понадобится какая-нибудь помощь.$l#$e#Я должен делать больше, чем просто упражнятся ради самого себя, верно?$h",
            "Sat2": "Хейли красотка, тебе так не кажется?#$e#Нет, мы не встречаемся. Она эээ... она сейчас занята кое-какими делами.#$e#И она, вероятно, освободится не скоро.",
            "Sat4": "Бабушка продолжает жаловаться, что мои лотки для кубиков льда занимают слишком много места в морозилке.#$b#Я имею в виду, где мне ещё достать такое количество льда, чтобы принимать ледяные ванны?",
            "Sat6": "Мои руки болят, но это признак прогресса для такого парня, как я.#$e#Вчера я, наверно, отжался тысячу раз.",
            "Sat8": "..Как ты думаешь, где я буду через 10 лет?$s",
            "Sat10": "В последнее время мне трудно сосредоточиться.$l",
            "Sun_inlaw_Haley": "О, привет. Как продвигается семейная жизнь?$9",
            "Sun6_inlaw_Haley": "Я признаю... Я немного завидовал, когда вы с Хейли поженились. Но... Это шанс узнать что-то новое о себе.$9",
            "Sun6": "Эй, приходи в мою комнату в любое время, когда захочешь, и мы можем позаниматься вместе.#$e#Это намного веселее, чем заниматься одному.$h",
            "Sun8": "Эй, приходи в мою комнату в любое время, когда захочешь, и мы можем позаниматься вместе.#$e#Так гораздо веселее.$h",
            "Sun10": "Мы с Хейли думали, что сможем стать хорошей парой, но у нас появились трудности.#$e#Мы просто не были предназначены друг для друга, поэтому остались друзьями.#$e#Теперь понятно?$l",
            "summer_Mon2": "Так ты тренируешься?#$e#Я думаю, что работа на ферме имеет значение, но это не совсем то же самое, что поднимать железо.",
            "summer_Mon4": "Ого, хороший загар.",
            "summer_Mon6": "Привет @. Хорошо проводишь лето?#$e#Что у тебя нового?",
            "summer_Mon8": "Эй, приходи в мою комнату в любое время, когда захочешь, и мы можем позаниматься вместе.#$e#Так гораздо веселее.$h",
            "summer_Mon10": "Это странно. Я никогда не говорил о своих чувствах с людьми до того, как встретил тебя.$l#$e#Теперь я могу просто быть собой.$l",
            "summer_Tue4": "Помню, мне приходилось играть за школу в другом городе. Так я стал известен, как ребёнок из другого города.#$e#Но после того, как они увидели, как я хорошо играю, никто больше не смотрел на меня сверху вниз.",
            "summer_Tue6": "Если бы моя причёска не была так популярна у девушек, клянусь, я бы побрился налысо за секунду.#$e#*sigh*... Иногда жизнь - очень непростая штука.",
            "summer_Tue8": "Эй, @.$s#$e#Знаешь, я подумал, что мне не хватает командной игры. Но что же мне делать?#$b#Но у меня не достаточно денег, чтобы уехать из города...",
            "summer_Wed6": "Я потерял связь со многими своими приятелями по сетке. Последнее, что я слышал, Зейн получал пятерки в колледже. А у Броуди, судя по всему, уже есть ребёнок.$s#$e#Очень странно.$s",
            "summer_Wed8": "Знаешь, вообще-то я был бы не прочь стать фермером... в каком-то смысле это очень похоже на занятия спортом.#$e#Мне нравится быть на улице и делать что-то своими руками.",
            "summer_Thu6": "Иногда мне очень хочется съесть мороженое с прилавка, когда никто не видит.$h#$e#Моё правило состоит в том, что за каждую ложку мороженого я должен сделать сотню дополнительных отжиманий.",
            "summer_Thu8": "Знаешь что? Я собираюсь начать читать новую книгу!",
            "summer_Thu10": "@! Эй! Смотри, что я для тебя припас. [233]$h#$e#Шшш, никому не говори.$h",
            "summer_Fri": "Что тебе надо?#$e#У меня сейчас есть дела поважнее.",
            "summer_Fri2": "Этим летом я работаю в киоске с мороженым. Хех, обязательно приходи поддержать мой бизнес!$h",
            "summer_Fri4": "Работа в киоске - мой небольшой бизнес. Лишние монеты положу в копилку. Они нужны, чтобы стать профессиональным спортсменом.#$e#Через некоторое время я смогу переехать в город Зузу и играть за Юниорскую лигу.#$b#Но на данный момент, есть вопрос с тренажёрами.",
            "summer_Fri10": "@, если у меня когда-нибудь будут дети, я позабочусь о том, чтобы у них был самый лучший папа.#$e#Это была бы моя самая большая победа. И эту возможность я не упущу",
            "summer_Sat": "Мммм... Я чувствую запах барбекю.#$e#Чёрт возьми, я чуть не съел гамбургер.",
            "summer_Sat2": "Мммм... Что бы Гас ни готовил в салуне, это пахнет обалденно.",
            "summer_Sat4": "Мммм... Я чувствую запах барбекю.#$e#Чёрт возьми, я чуть не съел гамбургер.",
            "summer_Sat6": "А что, если мороженое делается из белка, а не из сливок?#$e#Нет, нет! Выслушай меня! Это было бы просто как протеиновый коктейль, но со льдом! Было бы здорово!",
            "summer_Sun": "Хейли довольно горячая штучка, тебе не кажется?#$e#Было бы круто, если бы красивых девушек в городе Пеликан было больше.^Может, тебе стоит подружиться с ней.",
            "summer_Sun2": "Я купил эти новые кроссовки вчера, потому что у моих старых появилось коричневое пятно.#$b#Я выбросил их в мусор. Я бы подарил их, но мне не нравится мысль о том, что какой-то чудак будет носить мои кроссовки, понимаешь?#$e#...Что?$a",
            "summer_Sun_inlaw_Haley": "О, привет. Как продвигается семейная жизнь?$9",
            "summer_Sun6_inlaw_Haley": "Я признаю... Я немного завидовал, когда вы с Хейли поженились. Но... Это шанс узнать что-то новое о себе.$9",
            "summer_Sun4": "Ого...твои туфли немного грязные... но это тоже прекрасно!#$e#Наверное, у разных людей разные вкусы.",
            "summer_Sun6": "Это может показаться странным, но я скучаю по тренеру, который кричал на меня и говорил мне, что делать.$s#$e#Я могу мотивировать себя сам, но когда ты отдаёшь всё ради кого-то другого, это совсем другое, понимаешь?",
            "summer_Sun10": "@, иногда я думаю, будет ли моя мама гордиться мной.$s#$e#Мне удалось найти тебя. И я знаю, что мы можем наладить отношения между нами. Думаю, это уже кое-что значит.$l#$e#Увидимся.$l",
            "fall_Mon2": "Ты видел, как Чероки вчера играл? Это было безумие!^Ты видела, как Чероки вчера играл? Это было безумие!$h#$e#Напоминило мне о том, что я делал на поле.",
            "fall_Mon4": "Моя бабушка сказала мне, что я должен больше времени уделять учёбе.#$e#Может, она и права...$s",
            "fall_Mon6": "У меня есть все старые книги моей мамы. Интересно посмотреть, чем она увлекалась.#$e#Это как смотреть на её фотографию, только со словами.$h",
            "fall_Mon10": "Прошлой ночью Туннельщики снова победили! Они снова удививили всех в этом году!$h#$e#Извини, но я так рад.$l",
            "fall_Tue": "Разве это не печально, что некоторые люди не достигают своего полного потенциала?#$e#Главное - продолжать бороться, несмотря ни на что.",
            "fall_Tue4": "Когда перед нами предстают трудности, думаю, некоторые люди просто сдаются и смиряются с недостижимым.#$e#У таких людей нет самоуважения.",
            "fall_Tue6": "В этом году я не заработал достаточно денег в киоске с мороженым.$s#$e#@, что я вообще делаю?$s",
            "fall_Tue8": "Я подумал, может быть, нужно ценить мелочи вокруг себя.#$e#Я много раз слышал это от людей, но только недавно начал понимать смысл.",
            "fall_Wed8": "Наконец я решился... Я решил перестать использовать гель для волос.#$e#Я бы не хотел дружить с тем, кому я нравлюсь только потому, что у меня гель в волосах.",
            "fall_Thu2": "Что случилось, @?",
            "fall_Thu4": "Чувак - ты крут.^@, ты потрясающая девушка, знаешь это?#$e#Точно так же, как ты однажды перехал сюда и зявил:'Я собираюсь починить эту ферму!'. И ты сделал это! Такие люди, как ты и я, находятся на совсем ином уровне.^Точно так же, как ты однажды переехала сюда и зявила:'Я собираюсь починить эту ферму!'. И ты сделала это! Такие люди, как ты и я, находятся на совсем ином уровне.",
            "fall_Thu6": "Я помню финальный матч регионального чемпионата. Счёт был ничейным.#$b#Листья разлетались в разные стороны от порыва ветра, и бросок мяча... Знали ведь, что ветер немного отбросит его в сторону.#$b#Зейн отлично поймал мяч, и мы забили в ворота. Никаких сверхурочных.#$e#Это было круто, понимаешь?$l",
            "fall_Thu10": "@! Эм... Привет.$l#$e#Прости! Я хотел сказать...$l#$b#Нет ,ничего. Может ещё увидимся?",
            "fall_Fri2": "Этот парень Клинт? Я не так уж много про него знаю.#$b#По-видимому, он раньше играл в гридбол, но теперь немного постарел.",
            "fall_Fri6": "Я собираюсь сделать тонну приседаний сегодня вечером.#$e#Ты должен очень много работать, если хочешь достичь максимального потенциала.^Ты должна очень много работать, если хочешь достичь максимального потенциала.",
            "fall_Fri8": "Знаешь, раньше я мечтал о славе и богатстве, но в последнее время я начал понимать. Всё это скромные мелочи, не так ли?#$e#Я всё ещё хочу стать профессиональным спортсменом, но в жизни это не самое главное.",
            "fall_Fri10": "Хейли - хорошая подруга. Но она никогда не слушала меня так, как ты.#$e#Я думал, что должен вести себя как плейбой, когда был рядом с ней. И если бы я рассказал ей о своих чувствах, она потеряла бы ко мне интерес.$s#$e#Но наличие этих воспоминаний заставляет меня ценить то, что у меня сейчас есть.$l",
            "fall_Sat2": "Хейли красотка, тебе так не кажется?#$e#Нет, мы не встречаемся. Она эээ... она сейчас занята кое-какими делами.#$e#И она, вероятно, освободится не скоро.",
            "fall_Sat4": "Лосось, безусловно, моя любимая рыба. Сейчас его можно без проблем поймать.#$e#Ещё его надо уметь правильно приготовить.",
            "fall_Sat6": "Я читал о том, что лосось содержит... как это называют? - Омега-3, жирные кислоты.#$b#Сначала я подумал: 'Ого, мне не нужен лишний жир в моём рационе', но оказалось, что они важны для нас.",
            "fall_Sat8": "Я понятия не имею, где мой отец. Я провёл много времени, думая, что бы я сказал, если бы когда-нибудь встретил его.#$e#Это было бы некрасиво.$a",
            "fall_Sun4": "Гридбол сегодня в эфире! Я ждал его целую неделю.$u",
            "fall_Sun6": "Эй, @, если мой дедушка не слезет с долбаного телевизора, можно я сбегаю к тебе домой, чтобы посмотреть игру?#$e#Кстати, какой у тебя телевизор?",
            "fall_Sun8": "Эй, сегодня по телеку игра в гридбол!#$e#Воскресенья осенью удивляют.$u",
            "fall_Sun10": "Я боялся, что стану такой же, как мой отец.$a#$e#Но когда ты рядом, я больше не чувствую себя таким обеспокоенным.",
            "winter_Mon2": "Что бы заказать в салуне, что могло бы согреться?",
            "winter_Mon4": "Тебе нравится снег? Я... Я с нетерпением жду весны.",
            "winter_Mon6": "Эй, мы должны как-нибудь потренироваться. Воздух в горячем источнике не такой сухой.^Эй, мы бы могли как-нибудь позаниматься в горячем источнике... э-э, я имею в виду...  Ты же не можешь придти на мою сторону? А, ну ладно.",
            "winter_Mon8": "@, ты знаешь, некоторые люди говорят, что средняя школа - это лучшие годы в нашей жизни?$s#$b#А что, если это правда?$s",
            "winter_Mon10": "Я не согласен, что средняя школа - это лучшие годы нашей жизни.#$b#Этот год, например, был лучше.$l",
            "winter_Tue4_inlaw_Haley": "Я признаю... Я немного завидовал, когда вы с Хейли поженились. Но... Это шанс узнать что-то новое о себе.$9",
            "winter_Tue4": "Эй, @. Не окажешь мне услугу?$l#$b#Если увидишь Хейли, скажи ей, что я занят.$l#$e#Спасибо.",
            "winter_Tue6": "Ты классный, @.^Ты классная, @. Я узнаю что-то новое каждый раз, когда вижу тебя.",
            "winter_Tue10": "Эй! Что случилось?$h#$e#Тебе тоже скучно? Какое совпадение.$l#$e#Слушай, мы можем куда-нибудь сходить.",
            "winter_Wed4": "Я вообще-то не играю в видеоигры. Зачем мне нажимать кнопки и смотреть, как парень бросает мяч на экране...#$b#...Когда я могу сделать то же самое в реальной жизни?",
            "winter_Wed6": "Значит, зимой на ферме ничего не растёт? Тогда тебе должно быть немного скучно.#$e#Эй, ты и я, чувак! Добро пожаловать в клуб.$h^Эй, ты и я, @! Добро пожаловать в клуб.$h",
            "winter_Wed8": "Знаешь что? Я собираюсь начать читать новую книгу!",
            "winter_Wed10": "Я закончил читать книгу, которую бабушка называла маминой любимой.#$b#Речь шла о двух подростках, которые путешествуют во времени и меняют историю.#$b#Очень странно. Я понятия не имел, что моя мама любила такое.",
            "winter_Thu4": "Никто толком не знает, кому принадлежит Дасти. Я иногда кормлю его, но так же поступают и некоторые хорошие люди.#$e#Эта будка была здесь столько, сколько я себя помню. Я думаю, что она здесь даже дольше, чем Дасти.",
            "winter_Thu6": "Жаль, что я не могу управлять погодой.",
            "winter_Thu8": "Прошлой ночью мне приснился сон, где была моя мама. Потом я проснулся.$s#$e#Реальность иногда кусает.$a",
            "winter_Thu10": "Если я когда-нибудь заработаю много денег, я позабочусь обо всех моих друзьях и семье.#$e#Это значит, что и о тебе тоже.$h",
            "winter_Fri6": "Как ты думаешь, я закончу как Клинт, если не стану спортсменом в ближайшее время?$s",
            "winter_Fri10": "@, твои родители гордятся тобой?#$e#Теперь тобой горжусь и я.$l",
            "winter_Sat": "В этом городе живут какие-то странные люди.#$e#...взять,например, Себастьяна. Почему он всё время носит чёрное?#$e#Я не понимаю.",
            "winter_Sat2": "Бьюсь об заклад, если бы я попытался сыграть в мяч с этим Себастьяном, он бы просто пригнулся и спрятался, когда я бросил бы в него мяч.$h#$b#...#$b#Извини, думаю я сказал глупость.$s",
            "winter_Sat4": "В этом городе живут какие-то странные люди.#$e#...взять,например, Себастьяна. Почему он всё время носит чёрное?#$e#Я не понимаю.",
            "winter_Sat10": "@, ты совершенно не похож на меня, но ты показал мне совершенно другую сторону жизни.^@, ты совершенно не похожа на меня, но ты показала мне совершенно другую сторону жизни.#$e#Может, мне не стоит так осуждать людей, которые отличаются от меня.",
            "winter_Sun": "Привет, сегодня игра в гридбол!#$e#Это мой любимый день недели.",
            "winter_Sun2": "Сезон гридбола продолжается и зимой. Но тут, где мы живём, слишком много снега для игры.",
            "winter_Sun4": "Привет, сегодня игра в гридбол!#$e#Это мой любимый день недели.",
            "winter_Sun6": "По крайней мере, сезон гридбола продолжается и зимой. Но тут, где мы живём, слишком много снега для игры.",
            "winter_Sun8": "Эй @. Не хочешь погулять?#$e#Ничего страшного, если я пропущу начало игры. Я с удовольствием проведу с тобой немного времени.",
            "spring_1_2": "С Новым годом!#$e#Я собираюсь возобновить свою тренировку в этом году.",
            "spring_23": "Нервничаешь? Я не волнуюсь о поиске партнёра на завтрашних танцах.#$e#А с чего бы мне бояться?",
            "summer_10": "Завтра будет хороший день на пляже. И к тому же, хорошая еда!$h",
            "fall_15": "Я понимаю, иногда бывает трудно выйти из дома, но завтра будет полноценная ярмарка.$h",
            "fall_26": "Хм... если я завтра пойду в лабиринт с привидениями, то, наверное, заберу с собой летучую мышь.",
            "winter_24": "Завтра будет столько вкусной еды! Мне надо постараться не есть слишком много.",
            "winter_28": "Хорошая погода возвращается! Я уже не могу ждать.",
            "summer_10_2": "Завтра будет хороший день на пляже. И к тому же, хорошая еда!$h",
            "fall_15_2": "Я понимаю, иногда бывает трудно выйти из дома, но завтра будет полноценная ярмарка.$h",
            "fall_26_2": "Хм... если я завтра пойду в лабиринт с привидениями, то, наверное, заберу с собой летучую мышь.",
            "winter_24_2": "Завтра будет столько вкусной еды! Мне надо постараться не есть слишком много.",
            "winter_28_2": "Хорошая погода возвращается! Я уже не могу ждать.",
        }
    },
    {
        "LogName": "Alex Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueAlex",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#С такой свободой я точно смогу достичь полной тренировки тела.#Я знаю, что ты не из тех фермеров, которые разводят мясной скот. Всё в порядке, я могу просто купить стейк в магазине.",
            "Rainy_Day_1": "#$c .5#У меня никогда не было много друзей в городе... Иногда я задаюсь вопросом, как бы всё закончилось, если бы ты никогда не переехала сюда.$9#Интересно, что задумали мои старые школьные приятели? Сегодня надо будет позвонить.",
            "Rainy_Day_2": "#$c .5#Эй... Я собирался сделать пробежку на улице. Но я не могу этого сделать в такую погоду.#Знаешь что? Я собираюсь сделать что-нибудь сегодня. Жизнь слишком коротка, поэтому не надо бездельничать. Хмм... у нас что-нибудь сломалось...?",
            "Rainy_Day_3": "#$c .5#*ворчит*... Я только что проснулся и хочу немного белка.$9#Ммм... у нас есть яйца? Я хочу яиц.$9",
            "Rainy_Day_4": "#$c .5#Это хороший день для чтения. Я не хочу останавливаться, теперь я женатый парень!#Я пытаюсь наверстать все книги, которые мне полагалось читать в старших классах. Иногда они начинают наскучивать, но я не собираюсь сдаваться!",
            "patio_Alex": "#$c .5#Иии... один... Иии... два... Чувствую себя прекрасно, когда занимаюсь на свежем воздухе!$6#*фухх*... Хорошо! *фухх*... Чувствуя себя живым! *фухх*...$6",
            "Rainy_Night_0": "#$c .5#Эй, у тебя хорошо прошёл день? Я уверен, что завтра пройдёт ещё лучше.$h#Ты что, ходила в шахту? Может лучше... оставаться здесь, в безопасности?$s",
            "Rainy_Night_1": "#$c .5#Как дела? Я весь день таскал с собой старый сетчатый шар...$u#Я позвонил своему старому приятелю Зейну. Это было здорово! Мы просто продолжили с того места, где остановились.$h",
            "Rainy_Night_2": "#$c .5#О... запах? Я весь день ел чеснок. Я пытаюсь оставаться мужественным... Извиняюсь.$l#Интересно, каково это стоять под водопадом?",
            "Rainy_Night_3": "#$c .5#Я отложил несколько лоскутков для Дасти. Время от времени он заслуживает угощения.#Сегодня я зашёл навестить Дасти. Старик продолжает остваться в том же духе!$h",
            "Rainy_Night_4": "#$c .5#Я был голоден, поэтому приготовил ужин. Вот, я оставил тебе тарелку. [241 242 225 214 198]$h#Я не ем слишком много шоколадных батончиков. Мне больше нравится настоящая еда, вот такая! Приятного аппетита! [241 242 225 214 198]$h",
            "Indoor_Day_0": "#$c .5#Как же хорошо остаться в добром здравии! У нас только одно тело. Надо использовать это!$h#Ааахх... нет ничего лучше хорошего ночного сна рядом с мужем!$h^Аахх... нет ничего лучше, чем хорошо выспаться рядом с моей женой!$h",
            "Indoor_Day_1": "Привет, дорогая! Я приготовил тебе горячий завтрак.[195 210 211]#$e#$c .5#Если хочешь стать сильнее, ты надо есть столько, сколько сможешь!#Хорошая еда, прямо с грядки! Я так рад, что у нас есть своя ферма.$h",
            "Indoor_Day_2": "#$c .5#Иди сюда. *сжимает*... Ммм. Ты становишся крепче после того, как поработаешь на ферме.#Сегодня хороший день, чтобы что-нибудь почитать. ...Да, я продолжаю это делать.$h",
            "Indoor_Day_3": "#$c .5#Я всё ещё привыкаю готовить и стирать... Это не совсем мое любимое, но я знал, во что ввязываюсь, когда женился на тебе.$h#У меня есть несколько книг из библиотеки, которые мне нужно дочитать. Я хочу, чтобы мой разум был таким же здоровым, как и моё тело.",
            "Indoor_Day_4": "#$c .5#В доме есть пара вещей, которые я собираюсь починить сегодня. Не беспокойся обо мне, мне не скучно.#Оставь сегодня уборку на меня! Забавно, что ты считаешь меня секс-символом уборки.$h",
            "Indoor_Night_0": "#$c .5#Приятно доводить себя до предела? Ты почувствуешь, что заслужила своё место в мягкой постели сегодня вечером.#Дай мне знать, если тебе больно. Я знаю некоторые методы физиотерапии, которые могут помочь",
            "Indoor_Night_1": "#$c .5#У тебя новая причёска? Ты сегодня очень хорошо выглядишь. Или всё дело в свежем воздухе...$l#Ещё один напряженный день? Мне нравится, что ты так же активна, как и я.$l",
            "Indoor_Night_2": "#$c .5#Расскажи мне как прошёл твой день. Это хорошо, но только не переусердствуй.#Ужин готов! Держу пари, ты умираешь с голоду. [241 242 225 214 198]$h",
            "Indoor_Night_3": "#$c .5#Эй... У меня появились новые шорты. Я думал, что ты заинтересуешся...$l#Я думаю, моя мама может покоиться с миром, зная, как всё сложилось для меня. Мне повезло, что у меня есть ты.",
            "Indoor_Night_4": "#$c .5#Если тебе нужно немного побыть на едине, я не против.#Эй. У тебя остались ещё силы?$l",
            "Outdoor_0": "#$c .5#Ого. Когда я стою здесь и смотрю на нашу землю... Я горжусь тобой. Ты делаешь большую работу.#Если мы когда-нибудь переедем, я буду очень скучать по этим восходам. Это хорошее место, чтобы пожить здесь ещё некоторое время",
            "Outdoor_1": "#$c .5#Это прекрасное место для воспитания детей. Мне бы очень хотелось вырасти в таком месте. Так полно места для бега!#Новое начало нового дня! Каждый день - это как открытие нового подарка.$h",
            "Outdoor_2": "#$c .5#Я хотел бы тратить столько времени за тренировками, сколько возможно.#В доме стало немного душно, поэтому я вышел сюда.",
            "Outdoor_3": "#$c .5#Рад, что я встал вовремя, чтобы увидеть восход. Это лучшая часть дня, но это легко пропустить, если долго спать.$h#Только посмотри на нас. Мы будем красивой парой.$h^Эй. Может быть, это из-за яркого света, но сегодня ты выглядишь прекрасно.$l",
            "Outdoor_4": "#$c .5#Аах... Так здорово быть на улице. Долина Стардью действительно самое красивое место...#Интересно, как поживает старина Дасти? Я должен сделать ему визит.",
            "OneKid_0": "#$c .5#Я всё ещё привыкаю к своей новой жизни в качестве отца-домоседа.$h#Я мог бы пробежать марафон, если бы мне действительно было нужно, но присматривать за ребёнком весь день - это совершенно другой вид усталости.$s",
            "OneKid_1": "#$c .5#Наш малыш вырастет сильным, как папа.#Мне пришлось немного сократить свою тренировку, чтобы я мог позаботиться о %kid1.$h",
            "OneKid_3": "#$c .5#Интересно, каково это - быть беременной...?$h#Aхх, %kid1... у тебя впереди целая жизнь!$h",
            "TwoKids_2": "#$c .5#Когда дети подрастут, может быть, выделим часть пространства, чтобы сделать небольшое сетчатое поле для мяча...?$l#Может %kid2 будет первым профессиональный спортсменом из города Пеликан?$h",
            "TwoKids_3": "#$c .5#У меня наконец-то появилась семейная жизнь, которую я упустил в детстве... спасибо.$l#Было бы здорово, если бы дети занимались спортом. Я хочу, чтобы они оставались здоровыми. Но я буду поддерживать их всегда, независимо какой бы жизненный путь они не выбрали.",
            "funLeave_Alex": "#$c .5#Сегодня я еду в город. Увидимся вечером.#Самое время нанести визит бабушке и дедушке. Вот где я буду. Так что заходи, если у тебя будет шанс!",
            "funReturn_Alex": "#$c .5#У меня был хороший день. Мне нравится часто видеться с бабушкой и дедушкой, они уже довольно старые.#Приятно было сегодня побывать в городе. Бабушка, опять, пекла печенье!",
            "spring_3": "Эти последние пару дней были довольно напряженными для тебя?",
            "spring_15": "Я навещу своего дедушку сегодня. Интересно, сможем ли мы с ним посмотреть что-то хорошее.#$b#Конечно... Спортивный Репортаж! Я не хочу пропустить ни минуты игры по гридболу.$h",
            "spring_27": "Я должен обновить свой тренировочный микс. Скоро наступит лето!",
            "summer_3": "Должен сказать, я не очень скучаю по работе в киоске с мороженым.#$e#Что, ты скучаешь по мороженому? Ну, мы всегда можем сделать его дома.#$b#Кстати... У мамы Сэма есть рецепт. Или она уже поделилась им с тобой?",
            "summer_12": "Мой желудок весь растянулся после вчерашнего, и я снова голоден. Сегодня мне лучше не напрягаться.",
            "summer_15": "Ой, кажется, я вчера повредил колено. Лучше отдохну некоторое время.#$e#Не волнуйся, я ценю своё тело. Я постараюсь, чтобы всё не стало ещё хуже.",
            "summer_20": "О да! Сейчас моё колено чувствует себя намного лучше. Спасибо, что спросила.$h",
            "fall_3": "Чуть не забыл, сейчас сезон лосося!$h#$e#Жареный лосось на сковороде с лимонно-сливочным соусом. И качан капусты. Объеденье!$l",
            "fall_7": "Это первая игра Туннельщиков в этом сезоне! О, боже, я так взволнован!$h",
            "fall_11": "Тьфу... Возможно, я перестарался с белком и углеводами сегодня утром.$s",
            "fall_22": "О да, вчерашняя игра была потрясающей! Туннельщики были внизу, но потом вернулись и раздавили вражескую команду за последние пару минут.$h",
            "winter_10": "Когда я был моложе, я не думал, что мне действительно нужны друзья. Просто уважение.$9#$e#Но теперь я вижу, что упустил свой шанс. Странно так думать...$9",
            "winter_15": "Эти холодные дни очень тяжело даются моим бабушке и дедушке. Мне стоит навестить их сегодня.",
            "winter_22": "*вздох*... Ещё одна игра в гридбол в этом сезоне. В канун Нового года состоится матч чемпионата.",
        }
    }]
}