{
    "Changes": [
    {
        "LogName": "Caroline",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "Entries":
        {
            "Mon2": "Эбби была вежлива, когда вы виделись в последний раз?#$e#Обычно она вежлива с другими, но иногда у неё случаются вспышки гнева. Надеюсь, она была добра к тебе.",
            "Mon4": "Эбби любит играть на музыкальных инструментах, но не задерживается с одним инструментом слишком долго.#$b#Ты когда-нибудь слышал, как она играет что-нибудь?^Ты когда-нибудь слышала, как она играет что-нибудь?",
            "Mon6": "Мы с Эбби всё ещё ссоримся. Я хочу ей объяснить, что я знаю больше, чем она думает.$3#$e$Извини, я надеюсь, что твой день проходит хорошо.",
            "Tue": "По средам наш магазин закрыт.#$e#Имей это в виду, если что-то понадобится.",
            "Tue2": "Если тебе срочно нужны наличные деньги, Пьер будет рад купить всё, что у тебя есть.#$e#Даже, если это будет что-нибудь повреждённое, мы всё равно возьмём это.$h",
            "Tue4": "Мы с Джоди дружим уже много лет. Я так рада, что она и её семья переехали сюда.#$e#Иногда я думаю, смогу ли вообще обходиться без неё.",
            "Tue6": "Я до сих пор поражаюсь тому, что Джоди решила воспитывать ещё одного мальчика. Я помню, как Сэм был совсем маленьким.$h#$e#Это было 'одно и то же' для нас с Пьером. Таков был наш план с самого начала.",
            "Tue8": "Пьер - трудяга. Иногда я чувствую себя виноватой из-за того, как много он пожертвовал, чтобы сохранить этот магазин.",
            "Tue10": "Мы с Джоди только что говорили о некоторых вещах, которые ты сделал для общества.^Мы с Джоди только что говорили о некоторых вещах, которые ты сделала для общества.$h#$e#Лично я рада, что ты оказываешь положительное влияние на Эбби.$h",
            "Wed2": "Здравствуй! Надеюсь, теперь ты чувствуешь себя как дома, в городе Пеликан.",
            "Wed4": "Эй, ты ещё не пробовал варить суп из пастернака?^Эй, ты ещё не пробовала варить суп из пастернака?$h#$e#Наверное, было бы проще, если сохранять пастернак с весны, да?",
            "Wed6": "Долина Стардью - это хорошее место, но я хотела бы узнать больше людей.#$e#Я рада, что мы стали друзьями.",
            "Wed8": "Я делаю всё возможное, чтобы оставаться общительной. По правде говоря, это требует больших усилий.#$b#Наверное, такова жизнь выздоравливающего интроверта.",
            "Thu": "Я видела дикий хрен в лесу.#$e#Собирательство может быть интересным способом заработать немного денег. Также лесные богатства можно кому-нибудь подарить, ну или просто съесть.",
            "Thu2": "Приятно, что нам никогда не приходится беспокоиться о нехватке ингредиентов, когда приходит время готовить ужин.",
            "Thu4": "#$1 Caroline1#Хммм... Интересно, смогу ли я уговорить Пьера приготовить ужин сегодня вечером.#$e#Хммм... что бы мне сегодня приготовить на ужин?#$e#Может быть, просто взять еду на вынос из салуна.",
            "Thu6": "$d Joja#Я беспокоюсь за Пьера. Каждый раз, когда мы теряем бизнес из-за Джоджа, он не может спать нескольких дней.|Я никогда не забуду тот день, когда Пьер вот так выступил против Морриса. Это напоминает мне о том времени, когда мы оба были моложе.$h",
            "Fri4": "Эбби ходит в салун по пятницам со своими друзьми. Может, ты хочешь присоединиться к ним?",
            "Fri6": "Пьер - разносторонне одарённый человек. Ты когда-нибудь слышал, как он поет?^Ты когда-нибудь слышала, как он поёт?$h#$e#А ещё он очень спортивный. Во всяком случае, так было раньше...",
            "Fri8": "$d Joja#Джоди - моя лучшая подруга, но разве ей обязательно делать покупки в ДжоджаМарте? Я не знаю, как правильно подойти к этой теме с ней.$s|Одна из лучших новостей о закрытии ДжоджаМарта - это то, что мне больше не нужно беспокоиться о том, что Джоди больше не закупается там.$h",
            "Fri10": "Обязательно поддержи Джоди, когда увидешь её в следующий раз. Ей очень тяжело, когда её мужа нет рядом.",
            "Fri10_2": "Я думала, что увижу новую сторону Джоди после возвращения Кента с войны, но мне кажется, ей всё ещё трудно.#$e#Не мог бы ты приготовить её семье что-нибудь вкусное?^Не могла бы ты приготовить её семье что-нибудь вкусное?",
            "Sat": "По вторникам я провожу занятия аэробикой в нашей гостиной. Ты тоже можешь прийти, если хочешь.",
            "Sat2": "Мне кажется, или у Абигейл нездоровый интерес к року и всему мрачному?#$e#Может быть, я слишком стара, чтобы понять.",
            "Sat4": "Забавно, я не могу вспомнить, был ли клуб аэробики моей идеей или чьей-то ещё.#$b#Я думаю, это произошло случайно. Физические упражнения всегда были моим коньком, и наша гостиная казалась идеальной для этого, так что...",
            "Sat6": "Я думала, что подам хороший пример Абигейл благодаря занятиям аэробикой, но, похоже, это оттолкнуло её от желания заниматься спортом.#$e#Полагаю, мне не стоит удивляться.",
            "Sat8": "#$1 Caroline12#Когда мы только переехали сюда, мне потребовалось время, чтобы остепениться... Я не была готова к семейной жизни.#$e#Пьер немного традиционен... но он хороший человек. Он честолюбив и всегда ставит семью на первое место.",
            "Sun2": "Не стесняся молиться у алтаря Йобы.#$e#Нет, это не совсем моё. Но я уважаю тех, кто этим занимается.",
            "Sun4": "Между храмом Йобы, занятиями аэробикой и магазином нам пришлось привыкнуть к тому, что люди ходят по нашему дому на регулярной основе.#$e#Коммунальная жизнь не так уж плоха, когда люди хорошо относятся.",
            "Sun6": "Каждый родитель хочет, чтобы его ребёнок совершал меньше ошибок, чем он сам.$s#$e#Как думаешь, тяжело следить за тем, чтобы ребёнок оставался в безопасности и был окутан заботой?",
            "Sun8": "Я и так слишком много волнуюсь, а жизнь коротка. Не стоит всё время позволять жизни угнетать тебя.#$e#Мы должны примириться с тем, что имеем.",
            "summer_Mon": "Ты выращиваешь цветы на своей ферме этим летом?",
            "summer_Mon6": "Время проходит всё быстрее и быстрее, чем старше мы становимся...$s ",
            "summer_Thu": "Недавно я видела в лесу дикие фрукты.#$e#Не забывай, лесные богатства можно кому-нибудь подарить, ну или просто съесть.",
            "summer_Thu6": "Дикий виноград, который здесь растёт, отлично подходит для изготовления вина. Ты умеешь готовить вино?",
            "summer_Thu8": "Обязательно оставь несколько помидорок в конце сезона. Из них можно приготовить овощное рагу.#$e#Как только наступит осень, всё, что тебе нужно, - это свекла. Это рецепт-мечта, обязательно попробуй приготовить. Не пожалеешь.",
            "summer_Sat6": "Прости, если Эбби сказала тебе что-то грубое.#$b#Интересно, смогла бы она научиться лучше общаться, если бы немного больше времени проводила на улице?",
            "summer_Sun4": "Сегодня прекрасная погода, чтобы насладиться чаем со льдом, правда?",
            "summer_Sun8": "Каждому человеку необходимо уделять время для ухода за собой. Думаю, ты уже знаешь, что я имею ввиду.$h#$e#Так, что не забывай заботиться о себе! Ты это заслужил, знаешь ли.^Так, что не забывай заботиться о себе! Ты это заслужила, знаешь ли.",
            "fall_Mon10": "Надеюсь, Эбби не совершит тех же ошибок, что и я в её возрасте...$s#$e#Похоже, у нас сейчас один занятие аэробикой! Увидимся позже?",
            "fall_Thu": "Ты занимаешься собирательством в этом сезоне? Я видела съедобные грибы в лесу.#$e#Я, должна упомянуть, что не очень люблю грибы.",
            "fall_Thu6": "Есть несколько хороших рецептов, где необходимы лесные грибы, так что советую запастись ими.#$e#Или, если ты не очень любишь готовить, то всегда можешь продать их нам.",
            "fall_Thu8": "$d Joja#Я беспокоюсь за Пьера. Каждый раз, когда мы теряем бизнес из-за Джоджа Марта, он не может спать нескольких дней.|Я никогда не забуду тот день, когда Пьер вот так выступил против Морриса. Это напоминает мне о том времени, когда мы оба были моложе.$h",
            "fall_Sat6": "У Эбби всегда был странный интерес к оккультизму. Я не знаю, откуда она это нахваталась...",
            "fall_Sat8": "Мне кажется, или Абигейл слишком много играет в видеоигры?#$e#Может быть, я немного старомодна.",
            "winter_Thu": "Зима суровая, но ты можешь накопать корней, если повезёт.#$e#Не забывай, лесные богатства можно кому-нибудь подарить, ну или просто съесть.",
            "winter_Thu6": "#$1 Caroline1#Хммм... Интересно, смогу ли я уговорить Пьера приготовить ужин сегодня вечером.#$e#Хммм... что бы мне сегодня приготовить на ужин?#$e#Може, просто взять еду на вынос из салуна.",
            "winter_Thu8": "$d Joja#Я беспокоюсь за Пьера. Каждый раз, когда мы теряем бизнес из-за Джоджа Маркета, он не может спать нескольких дней.|Я никогда не забуду тот день, когда Пьер вот так выступил против Морриса. Это напоминает мне о том времени, когда мы оба были моложе.$h",
            "winter_Fri6": "Тебе не кажется, что Эбби будет лучше смотреться с её натуральным цветом волос?#$e#Раньше у неё были светло-каштановые волосы.",
            "winter_Sun4": "Ах, с горячей чашкой зелёного чая, кажется, что холод больше не имеет никакого значения.",
            "spring_12": "У Пьера на завтра есть несколько замечательных вещей на продажу. Он уже рассказал тебе об этом?$h",
            "summer_27": "Танец полуночных медуз - завораживающее зрелище. Они возвращают мне прекрасные воспоминания, которыми я делюсь с Пьером.$h",
            "fall_15": "Я бы хотела, чтобы Пьер не был так одержим своей выставкой. У него и так всё хорошо, как есть...",
            "winter_28": "Ну вот скоро конец это года! Уже есть какие-нибудь планы на весну?",
            "spring_1_2": "С Новым годом! Пьер ждал тебя.$h",
            "spring_12_2": "Увидимся завтра на фестивале яиц?",
            "summer_27_2": "*вот так так* Что за лето. Я думаю, мы все заслужили небольшой перерыв.",
            "fall_15_2": "Я бы хотела, чтобы Пьер не был так одержим своей выставкой. У него и так всё хорошо, как есть...",
            "winter_28_2": "Ну вот скоро конец это года! Уже есть какие-нибудь планы на весну?",
        }
    }]
}