{
    "Changes": [
    {
        "LogName": "Clint",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Clint",
        "Entries":
        {
            "Mon2": "Новый день - новые деньги.",
            "Mon6": "Я люблю слушать музыку, чтобы скоротать время. А как насчёт тебя?#$e#Давай, я спою тебе.#$e#Что? Ты не хочешь послушать, как я пою. Поверь мне.$h",
            "Mon8": "Может быть, я родился не в ту эпоху. Несколько сотен лет назад моя профессия была гораздо более уважаемой.",
            "Tue2": "В последнее время дела идут медленно.#$e#Тебе бы обновить свои инструменты. Мне бы пригодились наличные.",
            "Tue4": "У меня кое-какие пробелы в моём расписании на сегодня и завтра. Если хочешь, чтобы я улучшил инструмент, сейчас самое подходящее время для этого...",
            "Tue6": "Знаешь, я довольно хорош в том, что делаю. Кузнечное дело - не тот тип таланта, который волнует большинство людей.#$e#Может быть, в следующей жизни я стану рок-звездой.",
            "Tue8": "Наверное, мне всё равно, чем я зарабатываю на жизнь. Понимаешь, здесь я в изоляции.#$e#Я не думаю, что у меня найдётся что-нибудь интересное, чтобы поделиться с другими горожанами.",
            "Tue10": "Эй, @. Спасибо, что заглянул.^Эй, @. Спасибо, что заглянула.$h",
            "Wed2": "Эй. У тебя есть для меня работа?",
            "Wed4": "Мне нравится делать оружие.#$b#Если тебе интересно, спроси Марлона. Он скупает моё оружие.",
            "Wed10": "Я слышал, что раз в неделю, в пустыню приезжает магазин, там можно покупать за омни-жеоды. Ты не знаешь, правда ли это?",
            "Thu": "Значит ты унаследовал простой набор инструментов, да? Дай мне знать, когда захочешь улучшить их.^Значит ты унаследовала простой набор инструментов, да? Дай мне знать, когда захочешь улучшить их.",
            "Thu4": "Ну что, чертежи помагают? Уже сделал печь?^Ну что, чертежи помагают? Уже сделала печь?#$e#Я подумал, что это,  может тебе пригодиться.",
            "Thu6": "Мой маленький магазинчик - реликвия, оставшаяся со времен славы города Пеликан, как шахтёрского городка.#$e#Единственная причина, по которой я мог позволить себе это место, заключалась в том, что добыча шла по нисходящей спирали.",
            "Thu10": "Вилли - очень хороший парень. Ты когда-нибудь говорил с ним?#$e#Он очень хорошо всё продумал. Я никогда не смогу сделать то, что делает он.",
            "Fri4": "Какое пиво предпочитаешь? Портер? Стаут?#$e#Я пью любое!",
            "Fri8": "Странно, что я уже много лет пью пиво Гаса и ем его еду, но я почти ничего о нём не знаю.",
            "Sat2": "Большинство людей взяли бы выходной в такой день, как этот, не так ли?#$e#Я? Ну уж нет.",
            "Sat4": "Я хотел бы уехать из этого города. Всего на один день.#$e#Грэмптон, хотел бы я когда-нибудь туда отправиться. Но я не могу позволить себе шикарный отпуск.",
            "Sat10": "Я когда-нибудь показывал тебе свои руки? Жёсткие, как старая кожа от всех этих мозолей.#$e#Когда я только начинал работать, я беспокоился о своих руках. Но сейчас я бы сказал, что горжусь ими.#$b#Если парень испортил руки, он, по крайней мере, может сказать, что он что-то сделал...$h",
            "Sun2": "Эй, если у тебя есть жеоды, не продавай их. Принеси мне, и я помогу тебе расколоть их.",
            "Sun6": "Иридий чрезвычайно редок, не говоря уже о том, что с ним трудно работать.#$e#Если тебе посчастливилось найти немного,принеси мне, я постараюсь что-нибудь сделать.",
            "Sun10": "Ну и как, твои инструменты держатся?",
            "summer_Tue4": "Давным-давно мы с Вилли ходили на рыбалку.#$e#Скажем так, рыбалка не для меня.",
            "summer_Fri6": "Я помню летние каникулы, когда я был в школе.#$b#Чёрт, это, наверное, было самое любимое в школе.$h#$e#О, я не делал ничего такого. Просто тусовался со своими приятелями. Смотрели вместе фильмы, ездили, попадали в неприятности.$h#$e#Эх, в то время была настоящая свобода. Теперь я никогда не буду так свободен.",
            "summer_Sun6": "Извини, я не могу рассказать слишком много о молекулярных свойствах металла. Тебе придётся спросить об этом Деметриуса.#$e#Я только знаю, как придать ему нужную форму.",
            "fall_Mon": "Похоже, прошлой ночью у Туннельщиков была хорошая игра.#$e#Скорость Чероки - это то, что движет командой.",
            "fall_Mon8": "Иногда я задаюсь вопросом, есть ли кто-нибудь в этом городе ниже по социальной лестнице, чем я.$s#$e#Шейн тоже кажется довольно низким, но, по он крайней мере, знает, как общаться, если ему понравится.$s",
            "fall_Tue2": "Я играл в гридбол ещё в школе. Было даже весело.#$e#Это было хорошее время.",
            "fall_Tue8": "Моя старая команда по гридболу... Понятия не имею, где они сейчас находятся.#$e#Некоторые из них, вероятно, даже не вспомнят меня.",
            "fall_Thu": "Есть что-нибудь хорошее, что растёт на твоей ферме?",
            "fall_Thu6": "Доктор Харви говорит, что мне нужно немного похудеть. Ха!.#$e#Я размахиваю молотком и поднимаю металл каждый день. Я считаю это своим упражнением.",
            "winter_Mon4": "Есть что-то особенное в том, чтобы держать редкий камень в руках, зная, что Земле потребовалось чертовски много времени, чтобы создать его.$h#$e#Если бы драгоценный камень был живым существом, вся твоя жизнь показалась бы ему мгновением ока.",
            "winter_Wed8": "В чём смысл жизни? Ах, чёрт возьми. Не задавай мне таких вопросов.#$e#Пробовал что-нибудь интересное в салуне?",
            "winter_Fri8": "Никаких навыков, кроме кузнечного дела, никакой семьи и никаких планов остепенится.$s#$b#@, ты понимаешь, что я буду делать одно и тоже, пока не умру?$s",
            "winter_Sat4": "Я, в основном, выполняю второстепенную работу для подрядчиков.#$e#Но будет приятнее, если я займусь одним из твоих инструментов.",
            "winter_Sun8": "Я слышал о дварфах в шахтах. Не знаю, что бы я сделал, если бы когда-нибудь увидел их.#$e#Наверное, обмочился.$h",
            "winter_28": "*вздох* Ну, у тебя хотя бы хорошо год прошёл?",
            "spring_1_2": "Пойти в резолюцию в этом году?#$e#Нет. Я не вижу в этом смысла.#$e#И всё же, на улице хорошо.",
            "Mon_inlaw_Emily": "Так что... как поживаешь?.. как Эмили?$s",
            "summer_Thu_inlaw_Emily": "...$s#$e#...Что? О...#$e#...Я думаю, ты знаешь что.$s#$e#Что тебе нужно?",
            "fall_Mon_inlaw_Emily": "Как вы с Эмили поживаете?#$e#О, это здорово!#$e#Я рад за вас двоих. Правда.",
            "winter_Sun_inlaw_Emily": "Я сегодня не в настроении болтать.$s#$e#Просто убирайся отсюда к чёртовой матери!$3#$e#Извини я... просто...$4#$b#Извини. Что тебе нужно?$s",
            "winter_28_2": "Надеюсь, твой год был хорошим.#$e#Я? О, я справлюсь. Я рад, что зима почти закончилась.",
        }
    }]
}