{
    "Changes": [
    {
        "LogName": "Demetrius",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Demetrius",
        "Entries":
        {
            "Mon2": "Мару очень старалась закончить школу пораньше. Сейчас она самостоятельно изучает разные науки.#$e#Я рад, что могу предоставить ей оборудование, необходимое для её будущего.$h",
            "Mon4": "Я рад, что Мару получила работу в клинике. Медицина - очень уважаемая профессия, но я буду счастлив любому виду науки, которую она выберет.",
            "Mon6": "Я знаю, что Мару рано или поздно придётся покинуть долину. Если она останется здесь надолго, это будет препятствовать её потенциалу.$s#$e#На данный момент, её проживание здесь приносит плоды.",
            "Mon8": "Я уже вижу, что научные достижения Мару в будущем превзойдут мои.#$e#Мне очень повезло, что она стала такой, какая есть.$h",
            "Tue2": "Долина Стардью продолжает поражать меня разнообразием своей флоры и фауны.#$e#Я удивлён, что до моего приезда здесь не было других учёных, изучающих эту долину.",
            "Tue4": "Исследование шахт может быть интересным, но я занимаюсь экологией и биохимией.#$e#Если бы мы нашли доказательства, указывающие на значительную причинную связь между шахтами и растительностью здесь, тогда это была бы другая история.",
            "Tue6": "Резкие изменения между сезонами имеют решающее значение для сохранения миграции в дикой природе...#$b$...что, в свою очередь, имеет решающее значение для предотвращения чрезмерного доминирования одной популяции.#$e#Я довольно хорошо слежу за различными местными видами, поэтому дам тебе знать, если увижу что-нибудь необычное.",
            "Tue8": "Ты когда-нибудь бывал в пустыне Калико?^Ты когда-нибудь была в пустыне Калико?#$e#Я больше интересовался изучением экосистемы долины, но тот факт, что не далеко есть пустыня, оставался довольно загадочным.",
            "Wed4": "Привет @! Как ты сегодня?#$e#Жаль, что я не могу как-то облегчить твою фермерскую работу.",
            "Wed6": "Я собрал кое-какие полезные данные из пещеры на твоей ферме.#$b#Она уникальна тем, что производит флору, которая часто недоступна в непосредственной окружающей среде.#$e#Однако мы всё ещё далеки от определения того, как это использовать.",
            "Wed8": "Всякий раз, когда мои полевые исследования становятся немного застойными, я признаю, что мне нравится немного нестандартной химии.#$e#Несколько лет назад я получил в свои руки небольшой цезий. 'Ну и ну' - сказала Робин.$h",
            "Wed10": "Извини, но я должен время от времени отговаривать тебя, не так ли?",
            "Thu2": "У тебя растёт зелёная фасоль?Это мой любимый продукт.",
            "Thu4": "Есть множество спонсоров, которые поддерживают мою работу. Потребовалось несколько лет публикаций в сети, чтобы создать здесь свою лабораторию.#$e#Я довольно долго изучал долину Стардью.$h",
            "Thu6": "Неудивительно, что люди занимались сельским хозяйством в этом регионе на протяжении многих поколений. Для процветания человека требуется такая среда.",
            "Fri4": "У Робин вспыльчивый характер. Лучше оставаться с ней друзьями.#$e#...теперь, если бы я мог количественно оценить уровень её настроения, возможно, я мог бы смоделировать колебания, используя синусоидальную кривую...$u",
            "Fri6": "Когда я познакомился с Робин в колледже, многие мои друзья были поражены моей готовностью встречаться с тем, кто стала мамой.#$e#Что я могу сказать? Мы были просто хорошей парой.$h",
            "Fri8": "Я не могу не анализировать 'почему'. Как растут растения, как вкусна еда, почему искусство выглядит красиво.#$e#Но время от времени, я осознаю необходимость отстраниться, перестать задавать вопросы и просто танцевать со своей женой.",
            "Sat4": "Одна из целей моих исследований - выяснить точные условия окружающей среды, которые мы наблюдаем здесь, в долине. Они делают её столь уникально плодородной для такого большого разнообразия видов.#$e#С точки зрения применения, мы могли бы использовать его для увеличения урожайности в менее плодородных регионах.",
            "Sat6": "Приветствую, @. Как продвигается твоя работа?#$e#Если ты выращиваешь какие-либо нетронутые культуры, было бы привилегией изучить их.#$e#И, возможно, даже попробовать их!$h",
            "Sat10": "Ты слышал о гигантских культурах? По-видимому, если определённые культуры будут доминировать на достаточно широком участке земли, есть небольшой шанс для проявления гигантского урожая.^Ты слышала о гигантских культурах? По-видимому, если определённые культуры будут доминировать на достаточно широком участке земли, есть небольшой шанс для проявления гигантского урожая.#$e#Природа почти лишила их существования, так как их размеры делают их непрактичными для естественного отбора.",
            "Sun4": "Моя работа - это моё хобби. Иногда, правда, я тоже готовлю еду.",
            "Sun6": "Я оставил большую часть родительских обязанностей на Робин.#$e#Даже сейчас, если что-то случится, Робин со всем разберётся.",
            "Sun8": "Себастьян считает скучным почти каждый аспект моей работы.$s#$e#Хотя информатика - это тоже наука. Я пытался сблизиться с ним поэтому, но между нами всё ещё есть небольшая пропасть.#$e#Книги, которые я прочёл, говорят, что этого следовало ожидать.",
            "Sun10": "Между нами. Я действительно думал, что Себастьян уже съехал.$s#$e#Он даже старше, чем когда я впервые встретил Робин...$s#$e#Но пока он работает и платит за квартиру...",
            "Sun_inlaw_Sebastian": "Какое облегчение, что Себастьян наконец-то съехал. Я всегда думал, что ты ему подходишь.$h",
            "summer_Mon6": "Почему мороженое такое вкусное? Наука может никогда не дать ответа.#$e#Ха-ха, просто шучу. Всё дело в жирах и сахаре.$h",
            "summer_Tue4": "Удобрение лучше всего подходит для производства качественных культур, но если нужен скорый урожай, используй скоророст.#$b#Теоретически таким образом можно получить три урожая дыни вместо двух.",
            "summer_Tue8": "Ты можешь использовать древесный сок и рыбу, чтобы сделать качественные удобрения.#$e#Если не хочешь заморачиваться с рыбалкой, используй крабовые ловушки, чтобы поймать улиток или маллюсков.",
            "summer_Thu4": "Хм... Если уровень стриголактона может быть увеличен, будет ли он оказывать пропорциональное влияние на рост микоризы?$u#$b#О! Извиняюсь. Я обдумывал кое-какие данные и не заметил тебя.#$e#Тебе что-нибудь нужно?",
            "summer_Thu8": "Я стал учёным, потому что хотел внести свой вклад в развитие нашего дела.#$e#Конечно, всё это было бы невозможно без таких фермеров, как ты.$h",
            "summer_Fri": "У тебя есть какие-нибудь животные на ферме?",
            "summer_Fri2": "$p 40#Я слышал, Мару велела тебе посмотреть в телескоп на заднем дворе.|Если вы с Мару подружитесь, я уверен, она покажет, как пользоваться телескопом на заднем дворе.#$e#Звучит заманчиво, да?",
            "fall_Wed": "Давай посмотрим... возможно, уровень фиксации азота зависит от секреции нематод...$u#$b#О! Извиняюсь. Я обдумывал кое-какие данные и не заметил тебя.#$e#Тебе что-нибудь нужно?",
            "fall_Thu": "Как продвигается фермерский бизнес? Сейчас ведь кукурузный сезон, не так ли?#$e#Я могу себе представить, как же спокойно, работать на открытом воздухе с растениями весь день.",
            "fall_Thu6": "Мару, конечно, проводит много времени, работая над своими гаджетами.#$e#Я рад, что она такая преданная.",
            "fall_Thu_inlaw_Maru": "Я до сих пор поражён секретным роботом Мару... может, это был сон?",
            "fall_Sun": "В это время года я отвлекаюсь на грибы.",
            "fall_Sun6": "Мы многое знаем о природе благодаря науке.#$e#Но всегда есть чему поучиться.",
            "winter_Wed": "Поговори с моей женой, если хочешь расширить свой дом.",
            "winter_Wed4": "У тебя дома уже есть кухня?#$e#Готовить - это как делать лабораторную работу.",
            "winter_Sat": "Привет.#$e#%Деметриус, кажется, погрузился в раздумья.",
            "winter_Sat4": "Давай посмотрим... если бы сезонные уровни азота могли быть смоделированы кусочной функцией...$u#$b#О! Извиняюсь. Я обдумывал кое-какие данные и не заметил тебя.#$e#Тебе что-нибудь нужно?",
            "winter_Sat8": "Не стесняйтеся собирать столько древесины и камня, сколько угодно.",
            "Event_tomato1": "Правда? Я думал, что фермер знает правильный ответ...$s",
            "Event_tomato2": "Видишь? @ согласился со мной.",
            "Event_Lab_Silence": "Ну, нам лучше фильтровать этот раствор, пока он не выкристаллизовался на нас.",
            "Event_Lab_Rat": "*вздох*... %fork$4",
            "spring_1_2": "С Новым годом! Впереди у нас всех много работы.",
            "summer_28": "Ты получил моё письмо, верно? Не опаздывай! Ты же не хочешь ждать этого события целый год.^Ты получила моё письмо, верно? Не опаздывай! Ты же не хочешь ждать этого события целый год.$h",
            "winter_28": "Мы совершили ещё один оборот вокруг Солнца!#$e#Похоже, это заслуживает праздника.",
            "summer_28_2": "Ты получил моё письмо, верно? Не опаздывай! Ты же не хочешь ждать этого события целый год.^Ты получила моё письмо, верно? Не опаздывай! Ты же не хочешь ждать этого события целый год.$h",
            "winter_28_2": "Мы совершили ещё один оборот вокруг Солнца!#$e#Похоже, это заслуживает праздника.",
        }
    }]
}