{
    "Changes": [
    {
        "LogName": "Dwarf",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Dwarf",
        "Entries":
        {
            "Mon": "Добро пожаловать в мой магазин.",
            "Mon2": "Моё имя? Мой народ никогда не пользовался именами.#$e#Нет, это не сбивает с толку. Честно говоря, мне было бы труднее запомнить имя каждого человека, которого я встречал.",
            "Mon4": "Я достал кое-что с поверхности. Я забираю это у людей ночью.#$e#А? Что за понятие 'частная собственность'?",
            "Mon6": "Когда вы, люди, вели добычу ископаемых в шахте, мне пришлось спрятаться, чтобы меня не обнаружили.#$e#Очевидно, меня это больше не волнует. Я смиренно приветствую тебя здесь.",
            "Mon8": "Ты всё время возвращаешься сюда. Ты... бомба?",
            "Tue": "Я знаю, что ты новичок в изучении моего языка. Пожалуйста, проси меня повторять всё, что я скажу.",
            "Tue2": "Когда я родился? Ну, некоторое время назад. Это было...#$b#...подожди, когда это будет по вашему календарю?#$b#Где-то в конце 'лета', я думаю. Кажется 22 числа.",
            "Tue4": "Ах... сейчас бы я не прочь подкрепится пещерной морковкой.#$e#...А если из неё что-нибудь приготовить. Ммм...#$e#Что?",
            "Tue6": "Иногда я вижу седоволосого человека, проходящего здесь.",
            "Tue8": "Ты считаешь, у дварфов должны быть длинные бороды? Но... У меня действительно длинная борода. Разве ты не видишь этого?#$e#Что, борода должна быть, как у старика? Ну нет, это черезчур.",
            "Tue10": "Я не думаю, что пережил войну стихий, потому что был храбрым. Напротив, единственное, в чём я был хорош - это прятаться.#$e#Я не горжусь, но это факт.",
            "Wed2": "Сколько тебе лет?#$b#Ах, да, прошу прощения. По меркам дварфа, ты всё ещё ребёнок.#$e#Надеюсь, ты не обижаешься.",
            "Wed4": "Давным-давно мой народ знал секреты передовых технологий. Археологические данные подтверждают это.#$e#Но интересно, откуда они взялись? И куда всё это делось? Думаю, что на некоторые вопросы никогда не будет ответа...",
            "Wed6": "Я впечатлён, насколько ваш вид продвинулся только за последние 100 лет.#$b#Неужели люди всегда так спешат?",
            "Wed8": "Несколько раз я видел странного синего человека, спускающегося в шахты.#$e#Я думаю, что он один из вас, людей.#$e#Я ему не доверяю.",
            "Wed10": "Конечно, мне нужны деньги. Зачем мне продавать свои товары бесплатно?",
            "Thu": "Ты ведь не шпион, посланный теневым народом?#$e#Я слежу за тобой",
            "Thu2": "Да, я живу один. У меня нет семьи. Ты можешь поблагодарить теневых людей за это.",
            "Thu4": "Я чувствую себя комфортно под землёй.#$e#Чем глубже под землей, тем лучше.",
            "Thu6": "Большинство этажей в шахтах стали непригодными для жизни. Слишком много монстров.#$e#Приходится жить здесь, наверху.",
            "Thu10": "Я смиренно благодарю тебя за то, что часто навещаешь меня. С тех пор как ты появился, я стал относиться к людям по-другому.^Я смиренно благодарю тебя за то, что часто навещаешь меня. С тех пор как ты появилась, я стал относиться к людям по-другому.",
            "Fri2": "Люди боятся неизвестного... вот почему я спрятал здесь свой магазин.#$e#Твои навыки горного дела доказывают, что ты заслуживаешь доверия.",
            "Fri4": "Пожалуйста, сообщи мне, если найдёшь драгоценные камни в шахте.",
            "Fri6": "Мой язык намного проще, чем человеческий. Ты давольно быстро завёл со мной разговор, не так ли?^Мой язык намного проще, чем человеческий. Ты давольно быстро завела со мной разговор, не так ли?#$e#Тем не менее, твои навыки заслуживают похвалы.",
            "Fri8": "Zzzzzz... О?#$e#Моё извинение. Я обычно копаюсь в шахтах ночью и сплю в какой-то момент днём. Тебе что-то нужно?",
            "Sat2": "Значит, ты фермер? Ты разводишь слаймов?",
            "Sat4": "Я с радостью приму любые артефакты дварфов. Когда я вижу их, мне немного грустно.#$e#Я не могу предложить награду за них, но..... просто...",
            "Sat6": "Шахты могут быть опасным местом. Будь осторожен, друг.",
            "Sat8": "Взрывчатка опасна только в том случае, если ты дурак. Я использовал такие вещи ещё в детстве.",
            "Sun": "Хочешь купить что-нибудь сегодня?",
            "Sun2": "Я готов попробовать человеческую еду. Почему бы тебе не принести что-нибудь?",
            "Sun4": "Однажды тебе придётся рассказать мне об этом напитке, который вы называете 'молоком'.",
            "Sun6": "Старый образ моей жизни исчез. Я должен общаться с людьми,но я не думаю, что ваш вид примет меня хорошо, если я покажусь вам.#$e#Свет снаружи свёл бы меня с ума за считанные минуты.",
            "Sun8": "Ты, без сомнения, единственный человек, с которым я говорил больше, чем с кем-либо ещё.#$e#Меня всегда учили держаться подальше от людей. Но я рад, что решил обойти это правило.",
            "winter_Sun": "Ах, да. Это правда, что здесь неподалеку есть храм смерти. Некоторые люди, должно быть, прорыли туннель прямо в него некоторое время назад.#$e#Я не могу точно сказать, откуда он взялся. Это точно, не мой народ. И теневой народ тоже не причём.#$e#Ты там уже был?^Ты там уже была?",
            "winter_Sun10": "Враждебные духи в храме смерти, должно быть, очень древние.#$b#Осторожней там",
        }
    }]
}