{
    "Changes": [
    {
        "LogName": "Elliott",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Elliott",
        "Entries":
        {
            "Mon2": "Город Пеликан - уникально-спокойное место. Я понял это с того момента, как решил поселиться здесь.#$e#Надеюсь, ты чувствуешь то же самое.$h",
            "Mon4": "Надеюсь, ты уже считаешь это место своим домом.'",
            "Mon6": "Я твёрдо верю, что наши глаза создают красоту.#$b#Я считаю, что письмо - это самый прямой путь к тому, где наши умы создают красоту, которую мы испытываем.",
            "Mon10": "Когда ты рядом, @, чувства в моём сердце можно назвать поэзией без слов.$l#$e#Надеюсь, у тебя всё хорошо.$h",
            "Tue2": "Так много людей живут всю свою жизнь, так и не научившись по-настоящему обращать внимание... на своё окружение, на себя самих...#$b#Сколько времени тратится впустую таким образом?$s",
            "Tue8": "День не может быть скучным, если следовать прихотям своего воображения.$u#$e#Прости, я болтаю о всякой ерунде.",
            "Tue10": "За эту жизнь я провёл много времени в одиночестве. Но я думаю, что готов изменится.$l",
            "Wed2": "Обязательно заходи в мой домик, когда будешь на пляже.$h#$e#Я часто хочу побыть один, но очень многое может помешать этому.",
            "Wed4": "Пожалуйста, извини за плачевное состояние моей комнаты.",
            "Thu": "Привет, @.#$e#Ты в порядке?",
            "Thu10": "Я пробовал себя в некоторых сонетах.$l#$e#О! Я не написал ничего, что стоило бы твоего внимания.#$e#Возможно, в другой раз.",
            "Fri2": "Ты, наверное, уже знаешь Лею, да? Она стала моим хорошим другом с тех пор, как я приехал в город.#$e#Я люблю говорить с ней об эстетике.",
            "Fri8": "Работа на ферме должна требовать музы. Что тебя вдохновляет, @?",
            "Fri10": "Может быть, одна из моих следующих работ будет о тебе, @. Надеюсь, ты не против.$h",
            "Sat2": "Я не держу много материальных ценностей. Я храню только то, что мне нужно.",
            "Sat4": "'Проснись, мой лучик надвигающегося солнца.#$b#Как природы голос твой един.'#$b#О, @, Я только что обдумывал некоторые свои стихи. Весна пробудила моё творчество.",
            "Sat6": "У меня нет ни телевизора, ни компьютера, ни радио. Иногда я задаюсь вопросом, будет ли мне трудно вернуться в нормальное общество.",
            "Sat8": "Некоторые люди застенчивы. Продолжай проявлять к ним интерес, и они будут чувствовать себя комфортно рядом с тобой.#$e#Каждому нужен друг, даже этому сварливому кузнецу.",
            "Sun2": "О, так ты тоже переехал сюда, чтобы сбежать от своей прежней жизни?^О, так ты тоже переехала сюда, чтобы сбежать от своей прежней жизни?#$e#Похоже, у нас есть что-то общее.",
            "Sun4": "Я уважаю стремление Леи предавать красоту скульптурам.#$b#Для меня, однако, красота существует только в разуме. Мне достаточно слов, мыслей и музыки.$h",
            "Sun8": "'Проснись, мой лучик надвигающегося солнца.#$b#Как природы голос твой един.'#$b#О, @, Я только что обдумывал некоторые свои стихи. Весна пробудила моё творчество.",
            "summer_Mon10": "Я не могу не представлять тебя всякий раз, когда сажусь писать случайно?$l",
            "summer_Tue2": "@? Ты ведёшь себя странно.#$b#Что-то случилось?",
            "summer_Tue4": "Заходи в мою комнату, когда захочешь. Мне бы не помешала компания.$h",
            "summer_Tue10": "Я пишу в эти дни, надеясь, что всё, что я сочинил, будет тебе интересно.#$e#Это совершенно другой опыт, писать для кого-то другого, а не для себя, но мне уже начинает это нравиться!",
            "summer_Wed4": "Жизнь отдельного растения - это история внутри него самого.#$b#Его борьба, его энергия - всё ради достижения своей цели приносить плоды.#$e#Это очень похоже на путешествие литературного героя.$h",
            "summer_Wed6": "Если бы не океан, боюсь, что мой домик за этот месяц превратился бы в парилку.",
            "summer_Wed10": "Мы должны как-нибудь выпить по бутылочке вина... чтобы отпраздновать прогресс, которого мы достигли вместе!",
            "summer_Thu2": "Я начал писать рассказы с раннего возраста. Я часто играл в воображаемые игры.#$b#Но что-то определённо щёлкнуло в тот день, когда я решил начать записывать истории.",
            "summer_Thu4": "Некоторые мои идеи приходят мне в голову, когда я сижу и играю на пианино.#$e#Конечно, неприятности иногда случаются и там...$s",
            "summer_Thu6": "Это правда, что мне не всегда было легко в школе.$s#$b#Я провёл так много времени, отличаясь от своих сверстников, что в конце концов стал одиночкой.#$e#Но, благодаря этому я познал себя достаточно хорошо.",
            "summer_Thu10": "Я думаю, как же сильно меня обижали и прогоняли в детстве. Когда я нашёл кого-то вроде тебя, я чувствую себя счастливее.$l",
            "summer_Fri2": "Лея рассказывала мне о своих последних художественных проектах. Они звучат завораживающе.#$e#Хотя, некоторые из них, она предпочитает держать в секрете, пока не завершит. Я всё прекрасно понимаю.",
            "summer_Fri4": "Писать ручкой на самом деле намного проще, чем печатать на компьютере.#$b#Благодаря ручки, я придерживюсь написанных слов. Это делает меня гораздо решительнее.$h",
            "summer_Fri6": "Это было настоящее испытание - принести пианино в мой дом. Перенести его через пляж было нелегко.#$e#Я очень рад, что у мэра Льюиса был один для продажи от предыдущего жителя.",
            "summer_Sat4": "'И тьма, побежденная, словно пьяница.#$b#Преклоняет упавшее лицо восходу солнца.'#$b#А, @, я сочинял стихи, чтобы подбодрить себя. Надеюсь, твой день идёт хорошо.$h",
            "summer_Sat6": "Когда я слышу шум океана, мне кажется, что это часть самого моего существа. Прогулка в лесу внезапно становится для меня экзотикой.",
            "summer_Sat8": "Мне бы хотелось думать о твоей работе на ферме как о великом романе. Победить смерть и вдохнуть жизнь обратно в то, что было мертво...#$b#Короче говоря, именно там мы, как люди, находим свою надежду.",
            "summer_Sun4": "Все персонажи, которых я создаю, в какой-то мере являются моим отражением.#$b#Я думаю, что исследовал самых дальние уголки своей личности.$h",
            "summer_Sun6": "Писать - это совсем не то же самое, что играть. Иногда, я теряюсь в чувствах персонажа. Поверь, это очень интересно.$h#$e#Однако, я предпочитаю держать свою аудиторию подальше, пока история не будет завершена.",
            "summer_Sun10": "Я часто вижу частички себя в персонажах, которых я создаю. Но в последнее время я написал несколько историй, которые больше похожи на тебя, чем на меня.$l",
            "fall_Mon6": "Говорят, что пиратский корабль, полный награбленного золота, потерпел здесь кораблекрушение давным-давно.",
            "fall_Mon10": "Привет, @. Должен признаться, в последнее время я чувствую, что влюбился.$l#$e#А ты?$l",
            "fall_Tue4": "Я уже читал большинство книг, но я возвращаюсь к ним снова и снова.#$e#Интересно, будет ли то, что я напишу, жить больше одного поколения?",
            "fall_Wed2": "Одна вещь, которую я обожаю на этом пляже, это то, что я могу наслаждаться роскошным обедом из омаров на пару в духовке.$h#$e#Самые прекрасные вещи в жизни не требуют много денег, если знать, где искать.",
            "fall_Wed4": "Я восхищаюсь классикой, но в данный момент я в восторге от популярных романов.#$e#Я могу узнать больше от современных авторов, если буду достаточно читать их произведения.$h",
            "fall_Wed6": "Одна вещь, которую я обожаю на этом пляже, это то, что я могу наслаждаться роскошным обедом из омаров на пару в духовке.$h#$e#Самые прекрасные вещи в жизни не требуют много денег, если знать, где искать.",
            "fall_Thu2": "Я часто подметаю в доме, чтобы песок не образовал слой.$s#$e#Главное, чтобы песок не забрался ко мне в постель.",
            "fall_Thu4": "О боже! Крошечный краб, похоже, поселился в кармане моей рубашки.$l#$e#Вот в чём беда жизни на пляже.",
            "fall_Thu6": "Я не могу отрицать, что времена года влияют на моё настроение. Значит ли это, что они влияют на моё творчество?$s#$e#Но что, если я упущу свой шанс написать сцену, которая мне так нужна. Тогда мне придётся ждать целый год?$s",
            "fall_Thu10": "Как я рад видеть тебя, @! Может, как-нибудь прогуляемся по пляжу?$h",
            "fall_Fri4": "Мои ноги затекли от долгого сидения за письменным столом.$s#$e#Иногда я завидую тебе, @.",
            "fall_Fri6": "У меня сегодня ужасно болят глаза. Может быть, мне нужна подходящая лампа, когда поздно ложусь писать.$s",
            "fall_Fri8": "Растения в моём доме растут очень хорошо. А как насчёт тех, что рустут на твоей ферме?$h",
            "fall_Sat4": "'Бодрящее дыхание листьев будоражит день.$s#$b#И всех смертных манит к упадку...'$s#$b#А, @, это всего лишь несколько строк стихотвореня, над которыми я работаю. Немного поэзии помагает отвлечься от моего основного проекта.$h",
            "fall_Sat6": "Каждый раз, когда я иду писать сцену, это занимает гораздо больше времени, чем я ожидаю.$s#$e#Чем сложнее история, тем дольше я должен анализировать, являются ли символы и мотивы последовательными.",
            "fall_Sat8": "Я рад, что закончил свою книгу, но теперь не могу перестать писать. Творчество может исчезнуть, если долго его использовать.",
            "fall_Sat10": "Я уже начал придумывать несколько идей для другой книги.#$e#Да, это то, чем я намерен продолжать заниматься.$h",
            "fall_Sun4": "Я пытался наверстать упущенное в современной литературе. Я должен убедиться, что не повторил идеи другого автора.",
            "fall_Sun6": "Многие, когда думают о пляже, представляют лето. Но осенний пляж имеет свою собственную стеклянную красоту, которая не должна остаться незамеченной.",
            "fall_Sun8": "Есть что-то поэтическое в процветающей природе фермы осенью, когда природа начинает свой неуклонный спад к зиме.#$e#Жизнь... смерть... возрождение... Все три имеют свои отдельные фазы, но все они существуют одновременно.",
            "winter_Mon4": "Эти тёмные зимние дни действительно влияют на моё настроение.$s#$q 060/061/062/063 winter_Mon_old#Влияет ли зимний сезон и на твоё настроение? #$r 060 0 Mon_060#Моим парусам не хватает ветра.#$r 061 0 Mon_061#Всё супер!#$r 062 0 Mon_062#Смесь радости и меланхолии.#$r 063 0 Mon_063#Зима на меня не влияет.",
            "winter_Mon_old": "$p 060#Ты хорошо заботишься о себе?|Я не должен позволить тебе впасть в скуку.",
            "Mon_060": "О боже! Должно быть, скучно быть фермером в такое время. Пожалуйста, приходи поговорить со мной, когда захочешь.",
            "Mon_061": "Так ли это? Да, я полагаю, что есть что-то очень возвышающее в праздничном настроении.",
            "Mon_062": "Для меня это тоже в точности так. Некоторые из моих лучших работ были сделаны зимой, но они темнее по тону.",
            "Mon_063": "Так ли это? Ну, тогда я восхищаюсь твоей непроницаемостью!",
            "winter_Tue4": "$d Joja#ДжоджаМарт наполняет меня глубоким чувством отвращения. Я уже много лет ни в одном не был.|Моё сердце согревается, когда я вижу, как горожане закупаются у Пьера. Я вспоминаю, как душа этого города покорила меня.",
            "winter_Tue6": "Я уже написал бесчисленное количество историй, но если я собираюсь представить что-то для публикации, это должно быть что-то идеальное!$a#$e#Писательство может значительно усилить мои перфекционистские наклонности.$s",
            "winter_Tue8": "'Блеск шёлкового снега на холме...#$b#Воодушевляет странника продолжить свой путь...'#$b#А, @, я сочинял стихи, чтобы подбодрить тебя. Надеюсь, твой день идёт хорошо.$h",
            "winter_Wed": "День не может быть скучным, если следовать прихотям своего воображения.$u#$e#Прости, я болтаю о всякой ерунде.",
            "winter_Wed4": "@, ты пробивался сквозь сильный ветер, чтобы навестить меня?^@, ты пробивалась сквозь сильный ветер, чтобы навестить меня?#$e#Я польщён!$h",
            "winter_Wed6": "Я был так поглощен своей работой, что забыл спросить, как продвигается твоя работа. Как дела на ферме?#$e#Есть ли у тебя планы по строительству чего-то нового на предстоящий год?",
            "winter_Wed8": "Я твёрдо верю,что наши глаза создают красоту.#$b#Я считаю, что письмо - это самый прямой путь к тому, где наши умы создают красоту, которую мы испытываем.",
            "winter_Thu6": "Вчера была фантастическая ночь! Я писал по две полные страницы каждый час!$h#$e#Я стараюсь наслаждаться этими личными победами.",
            "winter_Thu8": "Вздохни глубже. Чувствуешь? Это запах моря.#$e#Когда я чувствую запах моря, впоминаю о своей юности. Океан действительно произвёл на меня впечатление в детстве.",
            "winter_Thu10": "Мои родители думали, что я сошёл с ума, из-за того, что я переехал сюда.#$b#Однако, когда я прочитал их последнее письмо, они показались мне более благосклонными.",
            "winter_Fri4": "Некоторые мои идеи приходят мне в голову, когда я сижу и играю на пианино.#$e#Конечно, неприятности иногда случаются и там...$s",
            "winter_Fri6": "За весь вчерашний день я успел написать всего три предложения. Три предложения!$s#$e#Мой мозг уже истощён.",
            "winter_Fri8": "Некоторые мои идеи приходят мне в голову, когда я сижу и играю на пианино.#$e#Конечно, неприятности иногда случаются и там...$s",
            "winter_Fri10": "Я часто вижу частички себя в персонажах, которых я создаю. Но в последнее время я написал несколько историй, которые больше похожи на тебя, чем на меня.$l",
            "winter_Sat4": "'Блеск шёлкового снега на холме...#$b#Воодушевляет странника продолжить свой путь...'#$b#А, @, я сочинял стихи, чтобы подбодрить себя. Надеюсь, твой день прошел хорошо.$h",
            "winter_Sun6": "Холод делает мою комнату ещё более одинокой.$s#$e#Если бы я мог использовать это одиночество как источник вдохновения...$s",
            "winter_Sun8": "Я думаю, что заработаю достаточно. Этого хватает, чтобы прожить ещё несколько месяцев!$h#$e#Так проще, потому что у меня мало расходов. Но не так давно, я боялся, что останусь без средств к существованию.",
            "spring_1_2": "Такое прекрасное утро сегодня! С Новым годом!$h",
            "summer_27": "Визит полуночных медуз был замечательным зрелищем в прошлом году. Я надеюсь, что в этом году будет так же красиво.#$e#И ты тоже можешь придти посмотреть!$h",
            "winter_15": "Эти лодки прибыли сегодня утром!",
            "winter_28": "За новую главу нашей жизни! [459]$h#$e#За твоё здоровье.",
            "summer_27_2": "Визит полуночных медуз был замечательным зрелищем в прошлом году. Я надеюсь, что в этом году будет так же красиво.#$e#И ты тоже можешь придти посмотреть!$h",
            "winter_15_2": "Ночной рынок вернулся. Я никогда не думал, что у меня будет такое замечательное зрелище прямо за моей входной дверью.$h",
            "winter_28_2": "За новую главу нашей жизни! [459]$h#$e#За твоё здоровье.",
        }
    },
    {
        "LogName": "Elliott Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueElliott",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Сегодня я чувствую вдохновение... Думаю, что займусь некоторыми записями.#Я уже привык просыпаться от этого кукареканья.$h",
            "Rainy_Day_1": "Шум дождя каким-то крошечным образом напоминает мне мою хижину на берегу.#$e#$c .5#Возможно, скоро мне придётся ещё раз сходить туда.#Ферма замечательная, но я скучаю по шуму океана.",
            "Rainy_Day_2": "Я встал рано и сварил кофе.[395]#$e#$c .5#Это превосходноя смесь. Я довольно хорошо знаю, каков должен быть вкус кофе, если можно так выразиться.$h#Думаю, что чашка этого изысканного напитка делает раннее утро намного приятнее.",
            "Rainy_Day_3": "#$c .5#Думаю, сегодня я останусь дома, моя дорогая. От дождя мои волосы становятся вялыми.#Боже мой! Я в постоянном восхищении от того, как ты смело выходишь на улицу в такой дождь, но зато твой дух никогда не ослабнет.",
            "Rainy_Day_4": "Моё вдохновение для письма подобно погоде... приходит и уходит наугад. Сегодня мне очень скучно.$s#$e#Возможно, я почитаю классику, чтобы у меня снова появилось настроение.",
            "patio_Elliott": "#$c .5#Ах, какой прекрасный день для чтения книги... тебе так не кажется, дорогая?#Не стесняйтесь присоединиться ко мне, если у тебя перерыв.$h",
            "Rainy_Night_0": "#$c .5#Добрый вечер. У тебя был продуктивный день, @?#Наш триумфальный герой вернулся! Как прошёл твой день?$h^Наша торжествующая героиня вернулась! Как прошёл твой день?$h",
            "Rainy_Night_1": "#$c .5#Ты же ледяная! Позволь мне согреть тебя.$l#Дорогая, что ты делаешь, зарывшись мокрым лицом в мои волосы? Я не полотенце!$l",
            "Rainy_Night_2": "#$c .5#Ах, моя дорогая, я только что думал о тебе. Добро пожаловать домой.$h#Моё умение обращаться со словами не имеет себе равных, но я не могу найти способ правильно описать твоё очарование.$l^Моё умение обращаться со словами не имеет себе равных, но я не могу найти способ правильно описать твою красоту.$l",
            "Rainy_Night_3": "#$c .5#Что я сегодня делал? Я скажу... это занимает много времени, поддерживать своё телосложение!#Скучал? Нет, здесь никогда не бывает одиноко, по сравнению с пляжем. Просто, когда ты возвращаешся каждый вечер, заставляет меня быть совершенно спокойным.$h",
            "Rainy_Night_4": "Моя любовь... Я бы не променял тебя на 100 иридиевых слитков.#$e#Даже на 1000...#$e#Нет, на 10,000 слитков.$7#$e#...$7#$e#Нет, даже на 100 000 слитков!$a#$e#...$s#$e#Что... миллион слитков чистого иридия...? Не заставляй меня делать это...$8",
            "Indoor_Day_0": "#$c .5#Теперь, когда мы вместе, я гораздо лучше забочусь о себе. Холостяцкая жизнь не была для меня здоровой.#Как же я умудрился сделать это в той старой лачуге? Даже сейчас, это уже похоже на воспоминание из чьей-то чужой жизни.",
            "Indoor_Day_1": "Доброе утро! Я сварил нам кофе.[395]#$e#$c .5#Я жажду этого крепкого аромата почти каждое утро.#Я знаю, как его правильно заваривать, если можно так выразиться. Я почти знаток.$h",
            "Indoor_Day_2": "#$c .5#Если найдёшь паука в доме, не раздави его! Просто дай мне, и я выведу бедняжку на улицу.#Я проснулся с какими-то мыслями, плавающими в моей голове. Мне придётся записать эти мысли, прежде чем они исчезнут.",
            "Indoor_Day_3": "#$c .5#Сегодня будет фантастический день... Я чувствую это! У меня такое особое ощущение в носу...$h#Блеск шёлковистого солнца на твоих волосах... напоминает мне, как я нашёл свой дом, где твой сверкающий взгляд приглашает поделиться... мгновением на солнце.",
            "Indoor_Day_4": "#$c .5#Дорогая, как ты думаешь, что мы должны приготовить на ужин сегодня вечером? Это твой выбор.#Мне снова приснился этот кошмар, почему он повторяется... Ты ведь никогда меня не бросишь, правда?$s#$e#Я верю тебе",
            "Indoor_Night_0": "#$c .5#Ммм, добрый вечер, моя дорогая. Подойти ближе.$l#От самой яркой зимней звезды до мерцания иридиевой жилы... ничто не может сравниться с моим замечательным человеком.$l^От самой яркой зимней звезды, до ароматной сказочной розы... ничто не может сравниться с твоей пленительной красотой.$l",
            "Indoor_Night_1": "#$c .5#Камин добавляет удивительную атмосферу в дом... каждый кусочек дерева в нём горит по-своему.#На полу нет песка, но у меня всё ещё есть давняя привычка отряхивать подошвы ног, прежде чем лечь в постель.",
            "Indoor_Night_2": "#$c .5#Каждый раз, когда я смотрю на грядки, мне хочется узнать больше о твоей работе. Почему бы тебе не научить меня чему-нибудь новому?#У меня никогда не было большого успеха в выращивании растений, когда жил в старом пляжном доме. Надеюсь, я смогу кое-что понять, наблюдая за тобой.##$e#В этом отношении ты мастер, а я всего лишь скромный ученик.",
            "Indoor_Night_3": "#$c .5#Когда я вижу твоё чудесное лицо, драгоценный камень формы и изящества, моё сердце... раздираемое страхом ночи, очищается золотым светом.#Затемнённое звёздное небо окутает нас, и я заключу тебя в свои объятия. Запертые здесь, мы обретём покой и, таким образом, усыпим покой нежными чарами.#$e#Поэзия - это единственный способ описать мои чувства к тебе.$l",
            "Indoor_Night_4": "#$c .5#Живя на пляже, я хорошо познакомился с деликатесными морепродуктами. [198 202 727 728]Приятного аппетита!$h#Я провёл вторую половину дня, мечтая об океане. Поэтому я решил приготовить ужин из морепродуктов. [198 202 727 728]$h",
            "Outdoor_0": "#$c .5#Мои самые смелые мечты сбылись... только посмотри на этот невероятный пейзаж!#Это очень странно, но у меня меньше спутанных волос, когда сушу их снаружи. Я стараюсь делать это время от времени.",
            "Outdoor_1": "#$c .5#Лучшим писателям удаётся освоить самые разные голоса и стили. Это моя цель.#Плодородная почва под ногами, свежий воздух, наполняющий лёгкие, и тепло солнца, радующие кожу... Жизнь хороша!",
            "Outdoor_2": "#$c .5#Я мог бы остаться здесь и писать стихи. Я почувствовал внезапный всплеск творчества! А ты пока займись своими делами.#Торжествующее колесо, вращающее небо, освещает нас со вздохом. А пока хор рассветного воздуха напевает юные мелодии природы.$h",
            "Outdoor_3": "#$c .5#Если я останусь совершенно неподвижным, то, возможно, великолепная бабочка благословит мой нос приземлением.#Пугала, кажется, очень важны здесь. Я не могу себе представить, что птицам не хватает еды в соседних лесах.",
            "Outdoor_4": "#$c .5#Доброе утро. Могу ли я украсть нежный поцелуй моей любви?$l#Я выпил слишком много кофе... теперь во рту у меня сухо, как в пустыне Калико.$s#$e#О... извини за дыхание.$7",
            "OneKid_0": "#$c .5#Как странно... Я больше не чувствую себя главным героем своей жизни. И всё же меня это нисколько не беспокоит.#Кажется, %kid1 хочет твоего внимания. Может быть, второй ребенок облегчит жизнь нам обоим.",
            "OneKid_1": "#$c .5#Я чувствую, что воспитание нашего ребёнка - это начало совершенно новой истории!#Малыш %kid1 проведёт здесь прекрасное детство. Тут так просторно, чтобы исследовать.",
            "OneKid_3": "#$c .5#Какие хорошие игрушки мы можем получить? Я хочу, чтобы наш ребёнок учился чему-то новому как можно чаще.#Забота о детях - не моя сильная сторона... но я сделаю всё возможное, чтобы стать хорошим отцом.",
            "TwoKids_0": "#$c .5#Интересно, сколько пройдёт времени, прежде чем наши дети смогут оценить изысканные морепродукты?# %kid1 и %kid2 уже поели. Они очень много едят, хотя такие маленькие!",
            "TwoKids_1": "#$c .5#Вчера вечером, когда дети засыпали, я рассказал им небольшую историю. Я был поражён.$l#Я носил малыша %kid1 на руках, и он сказал: \"Па...па\".$h",
            "TwoKids_2": "#$c .5#Разве воспитание детей - это искусство? Если это так, я должен признать, теперь у меня два любимых занятия.$h#Я собираюсь научить %kid1 читать как можно скорее! Это отличный способ познавать мир.",
            "TwoKids_3": "#$c .5#О боже! Я почти не пишу, делаю это короткими очередями. Наши дети требуют большого внимания.#Мы хорошо поработали, @. Хозяйство развивается отлично, и наши здоровые дети - большая радость. Я так счастлив.",
            "funLeave_Elliott": "#$c .5#Думаю, сегодня я пойду на пляж. Очень приятно снова увидеть океан.#Если я сегодня пойду на пляж, интересно, кого я увижу? Есть только один способ это выяснить.$h",
            "funReturn_Elliott": "#$c .5#Я хорошо провёл время на пляже в одиночестве. Я смотрел, как волны приходят и уходят, как в старые добрые времена.#Пляж был тихим сегодня, и в тоже время таким оживлённым. Мне это очень понравилось. А как прошёл твой день?",
            "spring_3": "Интересно, какие новые истории нам придётся испытать в этом году? Эта новая глава нашей жизни ещё только начинается.",
            "spring_15": "Интересно, как Лея поживает. Ты часто её видишь?",
            "spring_18": "У меня есть новая книга из библиотеки, это абсолютная радость.#$b#Автор этой книги здорово владеет языком. Ритмические структуры предложений, дикция... Интересно, смогу ли я подражать этому стилю?",
            "spring_28": "Юные дни года подходят к концу. Впрочем, нет причин горевать! Лето, осень и зима - все они тоже обладают драгоценной красотой.",
            "summer_6": "Я должен быть уверен, что напишу что-нибудь сегодня. Даже если это всего лишь предложение, от него зависит весь мир.#$e#Я боюсь, что потеряю свою инерцию, если поддамся любым оправданиям лени.",
            "summer_15": "Моя душа жива сегодня!$h#$b#И я знаю, что так будет не всегда. Я не хочу упустить ни секунды из того, что может предложить этот день.",
            "summer_18": "Безмятежные летние дни никуда не делись! Нет, они здесь, перед нами, прямо сейчас!$h#$e#Какими бы блаженными ни были наши детские воспоминания, мы не должны позволять ностальгии ослеплять нас. Сегодняшний день так же драгоценен, как и любой день из прошлого.",
            "summer_22": "Интересно, какие маленькие сокровища моря прибивают к берегу в такие дни?#$e#Мне всегда нравилось осматривать эти бассейны. Край бассейна - это край мира для существ, которые здесь обитают!$h",
            "fall_5": "Ни одна из историй, которые я написал, не так прекрасна, как хотелось бы. Красота - это переживание ума.#$b#Я думаю о своей письменной работе как о воротах в этот опыт. Поймёт ли читатель эту красоту, зависит от него.#$b#Но мне нравится думать, что я облегчаю им жизнь.$h#$e#Прости, я слишком рано говорю о таких вещах?",
            "fall_8": "Это старое пианино всё ещё стоит в моей старой хижине. Интересно, надо ли нанести туда визит?",
            "fall_20": "Боже. Прошлой ночью мне следовало бы лучше чистить зубы. Боюсь, у меня болит десна.$s",
            "fall_23": "Вчера я написал коротенькую историю. Мне нужно отполировать её сегодня.#$b#Хочешь, я почитаю тебе её после того, как мы ляжем спать?$h",
            "winter_4": "Иметь свежее поле беспрепятственного снега... это как иметь чистый лист бумаги и ручку.#$b#Такой потенциал для изучения!$h",
            "winter_12": "Надо сказать, здесь восхитительно уютно! В моей старой хижине было так холодно.$h#$b#Как же у нас хорошо!",
            "winter_16": "Мои пальцы так окоченели, когда я писал в этой холодной старой хижине.#$b#Теперь мне не о чем беспокоиться.$h",
            "winter_21": "Я подумал, если речь - это один из самых фундаментальных человеческих даров. Мы пользуемся речью каждый день, и я мог бы даже гордиться тем, что могу речь грамотно записывать.$h#$e#Я говорю мягко, хотя другим это покажется странным.#$b#И всё же ты хорошо меня знаешь, дорогая. Было бы странно, если бы я не сказал это искренне, да?",
        }
    }]
}