{
    "Changes": [
    {
        "LogName": "Emily",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries":
        {
            "cc_Bus": "Автобус наконец-то вернулся в строй, и теперь можно отправиться в пустыню! Ты уже познакомился с моей подругой Сэнди?^Автобус наконец-то вернулся в строй, и теперь можно отправиться в пустыню! Ты уже познакомилась с моей подругой Сэнди?$h#$e#Я рада, что Пэм снова может работать.$h",
            "Tue2": "Лея иногда заходит в салун. Это шанс поговорить с ней.#$e#Она просто прелесть.",
            "Tue10": "Эй, @.$l#$b#%*целует*#$b#Ты ведь не против, если я это сделаю? Прикосновения очень важны для меня.$l",
            "Wed2": "Я ложусь спать при первой возможности. Я поздно выхожу на работу, поэтому нужно отсыпаться.",
            "Thu2": "Прости, ты, должно быть, очень скучаешь по своему дедушке.$u#$b#Но душа некуда не исчезает после смерти. Я уверена, что ты скоро снова его увидешь.",
            "Thu8": "Я очень люблю танцевать! Но я не люблю, когда на меня смотрит много людей.#$e#Это помогает мне соединиться с физической энергией окружающего мира.#$b#И если я разделяю эту связь с близкими друзьями, это делает её особенной для меня.",
            "Fri2": "По пятницам вечера в салуне очень весёлые. Заходи, если  хочешь отдохнуть от местной рутины.",
            "Fri4": "Цветы там действительно живые! Я смотрю на травянистые поля и вижу море душ, они движутся и смеются.#$e#Это прекрасно - быть частью всего этого.",
            "Fri6": "Мы должны помнить, что каждый связан со всеми в этом мире.#$b#Счастье, которое разделяете сегодня, будет создавать рябь во времени в течение сотен лет.",
            "Fri8": "Нужно верить в добро, но и мы сами должны совершать добрые поступки.#$b#По моему, нельзя никого осуждать за какую-либо ситуацию.#$e#Просто надо любить других, верно? Вот в чём дело.",
            "Fri10": "Не думаю, что кто-нибудь заподозрит неладное, если увидит, как я тебя поцелую. Все знают, что я очень чувствительная.#$e#О?#$b#%*целует*#$b#Хихихи...$h",
            "Sat2": "Одежда - это ворота между нашим телом и миром, который нас окружает.#$b#Мне нравится шить одежду, которая гармонично подходит мне.",
            "Sat4": "Я экспериментировала с созданием своих собственных красителей из разных материалов.#$e#Синтетические красители почти такие же, как натуральные.",
            "Sat8": "В некотором смысле, Йоба играет важную роль в моей жизни. Я считаю, что его существование выходит за рамки всего, что мы можем понять.#$b#Кто знает? Может быть, это даже не он, а 'она'.",
            "Sun6": "Я думаю, как же здорово, что мои родители нашли то, что делает их счастливыми.#$e#Я скучаю по ним. Они покинули нас, когда я достигла совершеннолетия.#$b#У нас с Хейли всё наоборот.",
            "Sun8": "Я не могу уклоняться от своих обязанностей перед этим городом, перед домом, перед Хейли...$u#$b#Мои родители за границей, где им нужно быть. Но и я тоже здесь, где мне нужно быть, так что...",
            "Sun10": "@, ты для меня очень особенный. Ты ведь это знаешь, да?^@, ты для меня очень особенная. Ты ведь это знаешь, да?$u#$e#Все вокруг меня тоже особенные, но ты... Я не могу перестать думать о тебе...$u#$e#...Что бы ни случилось, я чувствовала, что должна сказать тебе это.$u",
            "summer_Mon6": "Я не полностью верю в идею 'я'.#$b#Для меня гораздо больше смысла в том, что всё существование - это одно божественное присутствие, а мы - просто рябь в нём.",
            "summer_Mon10": "@, подожди секунду.$l#$b#%*целует*#$b#...$l#$b#Хорошего денёчка!$l",
            "summer_Tue2": "Сегодня ещё один тренировочный день. Я люблю иногда размять дремлющие мышцы в моём теле!",
            "summer_Tue4": "Здесь есть несколько отличных мест для кемпинга. Это твоя фишка?",
            "summer_Wed4": "Сегодня утром я позвонила своей подруге Сэнди. Похоже, в пустыне довольно одиноко.$u#$e#Я верю, что все находятся там, где им нужно быть. Но, если Вселенная предоставит нам другой путь, мы узнаем об этом.$u",
            "summer_Wed8": "Ты хоть раз пробовал разговаривать с птицами?^Ты хоть раз пробовала разговаривать с птицами?#$b#...Помни, что у нас с ними гораздо больше общего, чем ты думаешь.",
            "summer_Wed10": "@... как ты думаешь, мы... предназначенны для большего, чем просто для повседневных разговоров?$l",
            "summer_Thu4": "В последнее время, я чувствую, что должна пойти на больший риск.#$q 040/041/042 summer_Thu_old#Так, @, ты веришь в судьбу?#$r 040 0 Thu_040#Нет, мы сами отвечаем за свою жизнь.#$r 041 0 Thu_041#Да, выбора не существует.#$r 042 10 Thu_042#Я не уверен.^Я не уверена.",
            "summer_Thu_old": "$p 042#Но мне всё равно приходится внимательно прислушиваться к голосу совести, которую Вселенная дарит нам.|Но мне всё равно приходится внимательно прислушиваться к голосу совести, которую Вселенная даёт нам.",
            "Thu_040": "Я тоже так думала, но что, если бы я родилась другим человеком? Сделала бы я такой же выбор?#$b#И могу ли я по-прежнему называть этот выбор моим собственным, если мне просто повезло?",
            "Thu_041": "Правда? Я не могу отрицать, что мы делаем свой 'выбор' только из-за уже существующих влияний.#$b#Вот почему я никогда не могу судить кого-то за ситуацию, в которой он оказался.",
            "Thu_042": "Может быть, это к лучшему! Во Вселенной так много интересного.",
            "summer_Thu8": "Мы просто стоим здесь, но Вселенная привела нас именно сюда!$h#$b#Это очень удивительно, если остановишься и подумаешь об этом.",
            "summer_Sat4": "Мы всегда должны относиться друг к другу не только с уважением, но и с любовью.#$e#Я стараюсь относиться ко всем одинаково. Сэнди, Клинт, Шейн, ты... к каждому.#$e#Потому что вы все замечательны по-своему!$h",
            "summer_Sat8": "Моя швейная машинка хорошо разогрелась этим летом. У меня просто так много проектов.#$e#Может, сшить что-нибудь для Хейли... Должна признать, что есть шанс, что она никогда не будет носить это.$u#$b#Ну и ладно. *пожимает плечами*",
            "summer_Sat10": "Я хочу любить всех одинаково, @, но я не могу отрицать того, что я чувствую к тебе... чуть больше.$u#$e#Как думаешь, ты сюда надолго поселился?^Как думаешь, ты сюда надолго поселилась?$u",
            "summer_Sun6": "Привет, @! Мы стали хорошими друзьями, не так ли?$h#$e#Меня это вполне устраивает. Ты классный парень.^Я рада.$h",
            "summer_Sun8": "Привет, @! Мы стали хорошими друзьями, не так ли?$h#$e#Это может показаться странным, но я всегда была уверена, что это произойдёт.",
            "summer_Sun10": "Души кружатся вместе, как облака, формируются и изменяются в небе. Я рада, что наши пути пересеклись, @.$l",
            "fall_Mon4": "Я сшила несколько свитеров, дни становятся холоднее.#$e#Моя цель состоит в том, чтобы ткань создавала тёплое, ностальгическое чувство для того, кто её носит.",
            "fall_Tue8": "Каждый может внести свой вклад в этот мир. Большой он или маленький, не имеет значения.",
            "fall_Tue10": "В некотором смысле, Йоба играет важную роль в моей жизни. Я считаю, что его существование выходит за рамки всего, что мы можем понять.#$b#Кто знает? Может быть, это даже не он, а 'она'.",
            "fall_Wed2": "Одна рыба мне нравится - это лосось. Ни одно другое существо не трудится так, чтобы выполнить своё предназначение.$s#$e#Если выловишь одного, я надеюсь, что бросишь его обратно.$s",
            "fall_Wed8": "Лучше бы Гас не вставлял в меню ужин с лососем. Если мы не будем осторожны, то весь мир останется без лосося.$s",
            "fall_Thu2": "Я видела маленькую семейку грибов, живущих под одним из деревьев в городе.$l#$e#Самая симпатичная вещь на свете!$h",
            "fall_Thu4": "Я занимаюсь трансцендентальной медитацией. Мне кажется, очень важно войти в контакт с той частью мира, которую мы не видим.",
            "fall_Thu8": "Я надеюсь, что у меня будет шанс посетить пустыню снова. Мне очень хочется повидаться с Сэнди, но...#$b#...есть там торговец, товар у него просто потрясающий.#$e#Не забудь взять с собой несколько драгоценных камней для покупок, если найдёшь.",
            "fall_Fri4": "Чувствуешь этот чистый воздух? Это прекрасно, не так ли?#$b#Я боюсь, что корпорация Джоджа могут забрать его у нас.$u",
            "fall_Fri8": "Жизнь не может длиться вечно, поэтому мы должны радоваться каждому дню!#$b#Кстати, что такое 'время'?",
            "fall_Fri10": "Не думаю, что кто-нибудь заподозрит неладное, если увидит, как я тебя поцелую. Все знают, что я очень чувствительная.#$e#О?#$b#%*целует*#$b#Хихихи...$h",
            "fall_Sat4": "У меня нет никаких грандиозных планов на жизнь. Я предпочитаю не думать о будущем.",
            "fall_Sat8": "В этом городе есть хорошие люди, которые не могут найти счастье. Мне от этого грустно.$u#$e#Работая в салуне, я одна из первых узнаю о проблемах каждого.$u",
            "fall_Sat10": "Привет @.$l#$e#Моё сердце забилось быстрее, как только увидела тебя. Вот, положи руку мне на грудь.$l#$e#Я так рада, что ты пришёл!^Я так рада, что ты пришла!",
            "fall_Sun4": "Есть так много невидимых барьеров, сдерживающих нас. Почему люди не могут научиться отпускать и праздновать свободу?#$e#Я? Ну, ты же знаешь, что они говорят... 'Ты не можешь посадить дикого Джунимо в клетку'.",
            "fall_Sun8": "Ты такой милый, @! Спасибо, что дружишь со мной.^Ты такая милая, @! Спасибо, что дружишь со мной.$h",
            "fall_Sun10": "Ты такой милый, @! Спасибо, что ты так добр ко мне.^Ты такая милая, @! Спасибо, что ты так добра ко мне.$h",
            "winter_Mon2": "Время от времени мне хочется хорошего веганского бургера.#$e#На самом деле, я не вегетарианка. Я просто ем то, что кажется наиболее питательным для моего тела и духа.",
            "winter_Mon4": "В такую холодною погоду, как сейчас, я работаю над свитером для Шейна.#$e#Думаю, ему понравится. Он не слишком тяжелый, так что должен хорошо поместиться под его любимой толстовкой.",
            "winter_Mon8": "Будь осторожней! Сосулька может упасть тебе на голову! Я не хочу, чтобы ты пострадал!^Будь осторожней! Сосулька может упасть тебе на голову! Я не хочу, чтобы ты пострадала!",
            "winter_Mon10": "@, подожди секунду.$l#$b#%*целует*#$b#...$l#$b#Хорошего денёчка!$h",
            "winter_Tue6": "Мы можем больше танцевать, правда?#$e#В каком-то смысле вся жизнь - это танец. Надо просто осознать это.",
            "winter_Tue8": "Я надеюсь, что мы сможем научиться не стареть, а также менять времена года.",
            "winter_Wed": "Я хочу, чтобы Хейли нашла работу или хотя бы помогала готовить и убирать.$s#$e#Я думаю, она надеется выйти замуж за кого-нибудь богатенького.$u",
            "winter_Wed2": "Я очень хочу, чтобы Хейли больше занималась поддержанием чистоты в доме.#$e#Ну ладно. Я просто хочу, чтобы мы все научились принимать свою ответственность, за что-либо.",
            "winter_Wed4": "Последний раз, когда я была в пустыне Калико, я встретила торговца с верблюдом. У него было так много красивых вещей на продажу, что у меня перехватило дыхание.#$e#В следующий раз, когда я поеду, мне придётся взять с собой часть моей коллекции драгоценных камней для торговли. Она не принимает монеты.",
            "winter_Wed8": "Мы с Хейли не созданы для такого большого дома. Это хлопотно, держать его в чистоте.#$e#Ну ладно. Я не должна жаловаться.#$e#Твой дом кажется милым и уютным.$h",
            "winter_Wed8": "Иногда я задаюсь вопросом, где окажется Хейли.$u#$e#Я уверена, что она окажется именно там, где ей нужно быть.",
            "winter_Wed10": "Иногда мне кажется, что я должна быть мамой для Хейли. Но это не та роль, которую я могу исполнить...$u",
            "winter_Wed_inlaw_Haley": "Я так рада, что Хейли нашла тебя. В конце концов, у Вселенной есть на неё планы!$h",
            "winter_Thu4": "Сегодня день объятий!$h#$b#%*обнимашки*#$b#Я надеюсь, что твой день пройдёт чудесно!$h",
            "winter_Thu10": "Похоже, тебе не помешает немного телесного общения.$h#$b#%*целует*#$b#Прикосновения очень важны для меня.$h",
            "winter_Fri2": "Кристаллы обладают различными мощными свойствами. Некоторые из них могут служить связующим звеном для духовных связей.#$e#Клинт тоже большой любитель кристаллов. Наверное, поэтому мы такие хорошие друзья.$h",
            "winter_Fri6": "Если бы я не была так занята, то помогла бы тебе копаться в пещере у озера.#$e#Бьюсь об заклад, там есть мощные кристаллы.",
            "winter_Fri8": "Не всегда легко проявлять любовь и сострадание к другим.#$e#Что, если любовь, которую я проявляю к одному человеку, причиняет боль другому?$s",
            "winter_Sat6": "Мир вокруг нас спит, но духи всё ещё живут.#$e#Их можно услышать, если только слушать не только ушами...",
            "winter_Sat8": "Жизнь не может длиться вечно, поэтому мы должны радоваться каждому дню!#$b#Кстати, что такое 'время'?",
            "winter_Sun2": "Мои домашние свитеры очень удобные в такую холодную погоду.",
            "winter_Sun6": "На улице были огромные снежинки прошлой ночью!#$e#Иногда, я прихожу домой поздно вечером.",
            "winter_Sun8": "Иногда мы с сестрой ссоримся, но мне будет очень не хватать её, если она уедет.#$e#Я думаю, когда-нибудь она станет очень милой молодой девушкой... Не говори ей, что я только что сказала.$h#$e#Итак, есть что-нибудь, о чём ты хочешь поговорить?",
            "winter_Sun8_inlaw_Haley": "Передай привет моей сестре от меня! И напомни ей, чтобы навестила меня завтра.",
            "winter_Sun10": "Духовная связь, которую я чувствую с тобой... ты тоже это чувствуешь?$l#$b#Словно миллион невидимых нитей связывает нас двоих.$l#$e#...Нет?#$b#%*целует*#$b#А теперь?",
            "spring_1_2": "Куда приведёт нас судьба в этом году? Мне не терпится это выяснить.$h",
            "spring_23": "С кем я буду танцевать завтра на фестивале? Там, где моё присутствие необходимо больше всего, там я и окажусь!",
            "summer_10": "Эй, поищи меня завтра на Луау. Я поприветствую тебя, но, не так, как ты привык.^Эй, поищи меня завтра на Луау. Я поприветствую тебя, но, не так, как ты привыкла.",
            "summer_27": "Полуночные медузы скоро будут здесь. Как люди, мы можем многому у них научиться.$l",
            "fall_15": "Я с нетерпением жду завтрашней встречи на ярмарке. Там будет так много интересных людей!",
            "fall_26": "У Гаса есть несколько довольно вкусных угощений, которые он готовил на День всех духов. Не забудь сказать: Спасибо!",
            "winter_9": "Бедные рыбки! Я надеюсь, что мэр Льюис ответственен за них после вчерашнего конкурса.$s",
            "winter_24": "В последнее время, на работе, у нас настоящий ураган.#$b#Гас был на высоте со всей едой, которую он готовил для праздника!",
            "spring_23_2": "С кем я буду танцевать завтра на фестивале? Там, где моё присутствие необходимо больше всего, там я и окажусь!",
            "summer_10_2": "Эй, поищи меня завтра на Луау. Я поприветствую тебя, но, не так, как ты привык.^Эй, поищи меня завтра на Луау. Я поприветствую тебя, но, не так, как ты привыкла.",
            "summer_27_2": "Полуночные медузы скоро будут здесь. Как люди, мы можем многому у них научиться.$l",
            "fall_15_2": "Завтра будет хороший день для зрителей. Какие у тебя планы на ярмарку?",
            "fall_26_2": "У Гаса есть несколько довольно вкусных угощений, которые он готовил на День всех духов. Не забудь сказать: Спасибо!",
            "winter_9_2": "Бедные рыбки! Я надеюсь, что мэр Льюис ответственен за них после вчерашнего конкурса.$s",
            "winter_24_2": "В последнее время, на работе, у нас настоящий ураган.#$b#Гас был на высоте со всей едой, которую он готовил для праздника!",
        }
    },
    {
        "LogName": "Emily Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueEmily",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Интересно, куда летают насекомые, когда идёт дождь? Разве на них не падают капли дождя?#Я надеюсь, что все существа нашли, где спрятаться. Может, они все спят.",
            "Rainy_Day_1": "#$c .5#Такой день - благословение матери-природы.#Когда одна капля дождя падает на голову, как думаешь, сколько раз её молекулы были в небе?",
            "Rainy_Day_2": "#$c .5#Доброе утро... У меня есть для тебя подарок. Не волнуйся, я уже очистила его благовониями шалфея. [428 440 444 338 207]#Довольно сыро на улице, да? Вот, с этим предметом тебе будет лучше. [428 440 444 338 207]",
            "Rainy_Day_3": "#$c .5#Я хотела отпустить попугая, но его крыло так и не восстановилось. Но он, кажется, доволен. Я уделяю ему достаточно внимания.#Попугаю нравится жить здесь, особенно в такие дни, как эти. Он сказал мне, что счастлив.",
            "Rainy_Day_4": "#$c .5#Я никогда не говорила тебе этого... но когда ты только переехал сюда, мне приснился сон о тебе. Я сразу поняла, что наши жизненные пути переплетутся.$4#Я уже забыла, то что снилось вчера. Как странно. Когда я только проснулась, сон был очень ясным,.$u",
            "Rainy_Night_0": "#$c .5#Каждый момент имеет уникальную и драгоценную красоту... ты заметил? Иногда это легко забыть.#Важно любить что-то в каждом дне. Сегодня я смотрела, как поля танцуют под дождём.",
            "patio_Emily": "#$c .5#Это моё любимое место для утренней медитации. Я представляю, как энергия из этого хрустального сада течёт по моему телу.#%Эмили находится в глубоком медитативном состоянии.",
            "Rainy_Night_1": "#$c .5#Я слышу, как растения разговаривают друг с другом... они так счастливы после сегодняшнего дождя!#Может, из-за погоды мы чувствуем себя подавленными? Хм, может сегодня будем спать без одежды? Я слышала, что это поможет вернуть настроение, к тому же это полезно",
            "Rainy_Night_2": "#$c .5#Как прошёл твой день? Вся твоя одежда намокла.#Ты сделал всё, на что надеялся? Не волнуйся, если нет. Каждый день особенный, даже если не поучили того, чего хотели.",
            "Rainy_Night_3": "#$c .5#Мой день был очень спокойным. А как твой?#Интересно, нравится ли животным обниматься в такую ночь?",
            "Rainy_Night_4": "#$c .5#Хочешь десерт? Это моя специальная сырая, безглютеновая версия, подслащённая сиропом кактуса.[232 234 223 220]$h#Я приготовила тебе угощение! Сэнди прислала мне нектар из агавы, вот я и подумала приготовить что-нибудь. [232 234 223 220]$h",
            "Rainy_Night_5": "#$c .5#Звук дождя когда-нибудь вводил тебя в транс?#Я чувствую, что наши души идут в ногу, особенно сегодня вечером. Может, мы ляжем спать пораньше?$l",
            "Indoor_Day_0": "#$c .5#С какими физическими объектами ты чувствуешь особую связь сегодня? Постарайся не пропустить их.#Ещё один прекрасный день на ферме %farm... Я верю, что сегодня произойдёт что-то хорошее!$h",
            "Indoor_Day_1": "#$c .5#Вот, возьми это. Это для тебя. [428 440 444 338 207 395 749]#Я приберегла это для особого случая. Похоже, сегодня подходящий день. [428 440 444 338 207 395 749]",
            "Indoor_Day_2": "#$c .5#Эй, кто-то, должно быть, хорошо выспался... ты выглядишь свежо сегодня утром.$h#Однажды мы все проснёмся от этой жизни, как от приятного сна. Но сейчас я просто хочу наслаждаться этой мечтой.",
            "Indoor_Day_3": "#$c .5#Мой гороскоп на сегодня не слишком хорош... но я собираюсь сделать всё возможное, как всегда. Давай приступим к работе!#Интересно, что сегодня делает Хейли? Надеюсь, она что-то придумала.",
            "Indoor_Day_4": "#$c .5#Уугх... *булькает*... Я съела слишком много булочек на завтрак.$s#Доброе утро! Поцелуй меня перед уходом.$l",
            "Indoor_Night_0": "#$c .5#Я вижу на твоей рубашке новую дырку? Можно, я зашью её для тебя?#Я танцевала, пока тебя не было. Это всегда помогает мне вернуться к реальности.",
            "Indoor_Night_1": "#$c .5#С возвращением! Надеюсь, у тебя был замечательный день.#С возвращением! Мне нравится, как ты на меня смотришь.$l",
            "Indoor_Night_2": "#$c .5#Уже пора спать? Боже, этот день снова уплыл от меня.$u#Я только что говорила по телефону с Сэнди. Похоже, она не так давно посещала город Зузу.",
            "Indoor_Night_3": "#$c .5#Ах, этот аромат! Это можешь быть только ты. Ты хорошо пахнешь.$h#Я чувствую себя так спокойно, как только слышу твои шаги.$l",
            "Indoor_Night_4": "#$c .5#Я подмела весь дом, вымыла окна, вытерла пыль и почистила холодильник. Это был очень продуктивный день!#Может быть, когда-нибудь, выйдя на пенсию, мы сможем путешествовать по миру, как мои родители. Хотя бы недолго.$u",
            "Outdoor_0": "#$c .5#Я люблю вставать рано. Есть определённая свежесть в воздухе, и дикая природа намного активнее.#С-с-с, если ты сделаешь паузу и прислушаешься очень внимательно, то услышишь шум океана.",
            "Outdoor_1": "#$c .5#Что у нас сегодня на повестке дня, дорогой?#Если тебе нужен отдых, можешь помедитировать у нас саду. Нет неправильного способа, как это делать.",
            "Outdoor_3": "#$c .5#Немного солнечного света пойдёт тебе на пользу. Только не грусти, ладно?#Сегодня столько всего нужно сделать!",
            "Outdoor_4": "Доброе утро! Мне было интересно, когда же ты наконец встанешь с постели!$h#$e#$c .5#Я надеялась, что ты не пропустишь это прекрасное утро.#Всё хорошо... ты заслуживаешь хорошего отдыха.",
            "OneKid_0": "#$c .5#Надеюсь, мы сможем воспитать нашего ребёнка добрым и внимательным. Это важнее, чем получить пятёрку в школе.#Малыш %kid1, думаю, будет любить овощи, если мы подадим хороший пример. А ты как думаешь?",
            "OneKid_1": "#$c .5#Достаточно ли нам одного ребёнка? Я думаю, мы просто посмотрим, что преподнесёт нам судьба.#Подумай... если бы ты тогда не уволился со своей старой работы, ты бы никогда не переехал сюда, мы бы никогда не встретились, и %kid1 никогда не родился бы.$l",
            "OneKid_3": "#$c .5#Я зажгла бледно-зелёную свечу и потрясла веточкой мяты над нашим малышом. Это должно отогнать опасных духов.#Я люблю, когда %kid1's играет у себя в комнате.$h",
            "TwoKids_1": "#$c .5#Большой дом, двое детей и попугай... У меня полно дел!#Йоба благословил наш дом! Мы несём гораздо большую ответственность за проявление любови.",
            "TwoKids_2": "#$c .5#Я надеюсь, что попугай не чувствует себя одиноким. Я должна признать, что детям нужно куда больше внимания.$s#Что ж, у %kid2  появляются свои волосы...$u",
            "TwoKids_3": "#$c .5#О, я уже покормила детей молоком. Ты просто сосредоточься на ферме!#Я забыла тебе сказать, что вчера детям очень понравилось тётя Хейли.",
            "funLeave_Emily": "#$c .5#Сегодня я собираюсь съездить в город, а потом помогу Гасу в салуне. Хорошего тебе дня.#Гас сказал, что у него есть для меня работа, так что я буду там сегодня, если понадоблюсь.",
            "funReturn_Emily": "#$c .5#Мой день прошёл замечательно... хорошо иногда выходить из дома.#Какой сегодня чудесный день! Было приятно прогуляться по городу.$h",
            "spring_14": "Ферма - бесконечное пространство для жуков и червей. На самом деле это целый мир.#$e#Когда я думаю о людях, на всей планете, мы похожи на жуков, которые знают только ферму. Что находится дальше?#$e#Всё относительно. Это вопрос перспективы.",
            "spring_19": "Сегодня пятница! Ты куда-то собираешься, или останешься дома?",
            "spring_27": "Попугай спел мне песенку прямо перед тем, как ты встал. Ты слышал или всё ещё был в отключке?",
            "summer_7": "Я никогда не забуду того медведя, который появился тогда в походе.#$b#И конечно, та часть, которая последовала за этим.$l",
            "summer_12": "Надеюсь, вчера я не переборщила с танцами. Сегодня я хочу пить больше, чем нужно.$u#$e#О, конечно, я заметила тебя. Мои глаза были закрыты, но я слышала твои шаги и чувствовала твоё присутствие.",
            "summer_18": "Есть ли у нас какие-нибудь сооружения, которые можно было бы временно перепрофилировать под парилку? Это мысль давно не покидает меня.",
            "summer_22": "Я знаю, что некоторые люди могут быть сбиты с толку тем, во что я верю и как я себя веду. Но я такая, какая есть.$u#$e#Я не знаю, как вести себя по-другому.",
            "summer_26": "Сегодня день 'сделай что-нибудь приятное для случайного человека'. Может быть, я заплачу за гамбургер сегодня вечером в салуне.#$e#Есть кто-нибудь на примете, чей день ты хотел бы скрасить?",
            "fall_4": "*вздох*... Сезон лосося.$s#$e#Я надеюсь, ты не станешь их ловить. Я за тобой слежу!.$s",
            "fall_7": "Ммм, может, мы сготовим бургер для выживания сегодня вечером?#$e#Это моё желание.",
            "fall_10": "Ты собираешься спуститься в шахты сегодня? Я,конечно, знаю, что Йоба защитит тебя, но... Пожалуйста, будь осторожней, хорошо?$u",
            "fall_14": "Когда мои чувства к тебе впервые проявились, я втайне боялась, что перестану любить окружающий мир...$u#$b#...вся моя любовь была направлена на тебя.$u#$b#Но теперь я вижу, что это совсем не проблема. Связь, которую я разделяю с тобой, только подстёгивает меня любить всех ещё больше!#$e#...$l",
            "fall_20": "Духи действительно активны в это время года. Встань у дерева в лесу, и услышишь больше, чем просто шёпот ветра.",
            "winter_10": "Знаешь, я только что заметила, что Хейли держит дом в очень хорошем состоянии!#$e#Кто знал, что всё, что мне нужно было сделать, это съехать, и она вдруг сделает шаг вперёд?$h",
            "winter_22": "@, я просто хотела сказать, что за всё время, что мы знакомы, ты никогда не пытался изменить меня.$u#$b#Я знаю... многие люди на самом деле не понимают меня, и, возможно, иногда я делаю вещи, которые даже немного смущают...$u#$b#...Но ты принял меня такой, какая я есть.^$u#$e#Так... спасибо.$u",
            "winter_16": "Надеюсь, у Шейна и Клинта всё в порядке. Теперь я не так часто их вижу.$u",
        }
    }]
}