{
    "Changes": [
    {
        "LogName": "Evelyn",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Evelyn",
        "Entries":
        {
            "Introduction": "Ну, здравствуй и добро пожаловать в нашу маленькую семью, дорогуша!#$b#Можешь называть меня 'бабушкой', если хочешь.$h",
            "Mon4": "Раньше в этом городе было так много детей. Боже, как они быстро растут!",
            "Mon6": "У меня бывают хорошие дни и плохие дни. Сегодня хороший день.#$e#Даже если это плохой день, нет смысла переживать по этому поводу.",
            "Tue2": "Как тебе живётся на ферме?#$e#Джордж сказал мне, как он рад видеть, что кто-то снова работает на ферме. Но я не знаю, скажет ли он тебе об этом.",
            "Tue6": "Очень мило, что ты нашёл время навестить меня и Джорджа.^Очень мило, что ты нашла время навестить меня и Джорджа.#$e#Без молодёжи мы бы старели гораздо быстрее.$h",
            "Wed8": "Так вот какая молодёжь в наше время?#$e#Я полагаю, мне придётся посетить город Зузу, чтобы узнать наверняка. Город Пеликан, должно быть, не такой, как многие другие места.",
            "Thu4": "Сегодня я буду печь печенье. Весной мне нравится делать цветочные формы.$h#$e#Ты уже пробовал мою выпечку, дорогуша?^Ты уже пробовала мою выпечку, дорогуша?",
            "Thu6": "Если я их правильно срежу, то смогу сделать мои печенья похожими на тюльпаны.#$e#Даже если никто не ест печенье, это помогает мне сделать что-то творческое.",
            "Thu8": "Сегодня опять день выпечки печенья. Если мы не сможем их доесть, я обязательно пришлю их тебе по почте.",
            "Fri2": "Джордж часто смотрит новости. Я боюсь, что это даст ему искажённую перспективу мира.#$e#Если тебе нужна хоршая перспектива, смотри не дальше, чем твои собственные соседи. Вот что я скажу.",
            "Fri4": "По воскресеньям Джордж ходит к святилищу Йобы.#$b#Его собственные маленькие традиции - это единственное, что может заставить его сделать что-то хорошее.",
            "Fri6": "Мне неловко спрашивать, дорогуша, но не мог бы ты немного поговорить с Джорджем? Чем дольше он сидит у телевизора, тем больше раздражается.^Мне неловко спрашивать, дорогуша, но не могла бы ты немного поговорить с Джорджем? Чем дольше он сидит у телевизора, тем больше раздражается.#$e#Мне очень жаль.",
            "Fri8": "Одна из любимых телевизионных программ Джорджа жестока. И он всегда включает громкость на максимум.#$e#Я беспокоюсь, что это не будет полезно для его здоровья. Зачем приносить много стресса в дом, когда он нам не нужен?",
            "Fri10": "Джордж согласился уменьшить громкость телевизора. Оказывается, его уши не очень хорошо слышат.#$e#Это маленькая победа. Я спрашивала его уже много лет.",
            "Sat4": "Весна всегда даёт мне свежее чувство надежды. Я думаю, что у моих старых костей ещё есть пара хороших лет 'в кормане!'",
            "Sun6": "Я веду дневник, но всегда записываю то, что сделала два дня назад. Это упражнение помогает мне лучше запомнить.",
            "summer_Wed6": "Я бы пошла на занятия аэробики к Кэролайн, если бы могла поспевать хотя бы вполовину быстрее других девочек.#$e#Но всё в порядке. Я делаю растяжки по утрам, и много хожу. Больше я уже ничего не могу сделать.",
            "summer_Thu4": "Я собираюсь испечь печенье сегодня. Это будут кокосовые чудеса в форме маленьких пальм! Хее-хее.$h#$e#Ты уже пробовал мою выпечку, дорогуша?^Ты уже пробовала мою выпечку, дорогуша?",
            "summer_Thu6": "Кажется, у нас больше посетителей, когда я начинаю печь печенье.#$e#Моя мама научила меня этому рецепту.",
            "summer_Thu8": "Может, сегодня лучше испечь домашний хлеб.#$e#Я не могу печь хлеб каждый день. Это немного грубо для суставов. Но сегодня хороший день.",
            "summer_Sun10": "*плачет* ...Здравствуй, дорогуша.$s#$e#Мне жаль, что ты видишь меня такой. Примерно в это время года, мы потеряли нашу дочь, мать Алекса.$s#$e#Завтра я буду в порядке, дорогуша. Спасибо, что беспокоишься.$s",
            "fall_Tue6": "Так вот какая молодёжь в наше время?#$e#Я полагаю, мне придётся посетить город Зузу, чтобы узнать наверняка. Город Пеликан, должно быть, не такой, как многие другие места.",
            "fall_Wed8": "В чём секрет пожизненного брака? Вот это вопрос!#$b#Конечно, существует бесчисленное множество ответов, но у всех этих ответов есть одна общая черта...#$b#...это то, что ты должен любить, просто и непрестанно.^...это то, что ты должна любить, просто и непрестанно.",
            "fall_Thu4": "Сегодня я пеку печенье. Они имеют форму маленьких тыкв.$h#$e#Ты уже пробовал мою выпечку, дорогуша?^Ты уже пробовала мою выпечку, дорогуша?",
            "fall_Thu6": "Думаю, сегодня я попробую что-нибудь другое. Например, печенье в форме листьев! $h#$e#Это помогает мне сделать что-то, что отражает то, что я вижу снаружи.",
            "fall_Thu8": "Привет, дорогуша. Я подумала, что мне надо отправить тебе кое-что по почте.$h#$e#Но это будет сюрприз!$h",
            "fall_Sat": "Ты дружишь с Алексом?#$e#Иногда он меня до смерти беспокоит.",
            "fall_Sat4": "Алекс всё ещё проводит время с этой девушкой, Хейли? Она хорошая девушка, но мне интересно, оказывает ли она ему ту поддержку, в которой он нуждается.",
            "fall_Sat8": "Ты много времени проводишь с Алексом?#$e#Я просто иногда задаюсь вопросом, куда движется его жизнь.",
            "winter_Mon6": "Я ходила по дорогам города Пеликан сто тысяч раз.#$e#Но сегодня - первый день, когда я просто гуляю.$h",
            "winter_Mon10": "Возможно, Джордж переживёт меня в конце концов. Если это случится, скажи ему, чтобы он не обременял Алекса слишком долго!$s#$e#Ни один молодой человек не нуждается в такой ответственности.$s",
            "winter_Tue8": "Каждый день нам так тяжело с Джорджем, но мы не можем переехать в дом престарелых.#$b#Это сообщество действительно держит нас здесь. Если бы у нас не было города Пеликан, у нас бы ничего не было.",
            "winter_Thu": "Это ещё один отличный день для выпечки печенья. На этот раз они в форме маленьких снеговиков.#$e#Может быть, я покажу тебе свой рецепт на днях.",
            "winter_Thu4": "Это ещё один отличный день для выпечки печенья. На этот раз они в форме маленьких снеговиков.$h#$e#Ты уже пробовал мою выпечку, дорогуша?^Ты уже пробовала мою выпечку, дорогуша?",
            "Winter_Thu6": "У меня есть несколько формочек для печенья в форме снежинок, чтобы использовать их сегодня. Это должно быть весело!$h",
            "winter_Thu10": "Я пеку печенье, потому что оно заставляет Джорджа открыться мне.#$e#Помню, как Джордж признался мне в любви.Я пекла печенье и, когда он попробывал кусочек, тогда он посмотрел прямо на меня и сказал: 'Я люблю тебя'.#$e#И с тех пор он продолжает это делать.",
            "spring_1_2": "Ну, и тебе хорошего дня, дорогуша! Я надеюсь, что твой год начинается хорошо.$h",
            "spring_21": "Похоже, мне нужно заняться цветочными композициями для танцев на следующей неделе.#$e#Я надеюсь, ты будешь там, дорогуша!$h",
            "spring_23": "Цветочные композиции для завтрашнего танца почти закончены. Надеюсь, мэр Льюис будет доволен.#$e#И я надеюсь, что ты тоже будешь рад!^И я надеюсь, что ты тоже будешь рада!$h",
            "summer_10": "Мэр Льюис всегда так нервничает из-за Луау. Обязательно окажи ему поддержку.#$e#Лучший способ сделать это - принести что-то вкусное для супа.",
            "winter_7": "Я с радостью выдержу холод на завтрашним Ледовом празднике. Это очень важно для меня.#$e#Я даже потащу Джорджа за собой, что бы он ни говорил.$h",
            "winter_1": "Сегодня утром я велела Алексу повесить зимние украшения. И он отлично справился!",
            "winter_28": "С наилучшими пожеланиями в новом году, дорогуша. Это такое счастье, что ты здесь, в городе.",
            "spring_21_2": "Похоже, мне нужно заняться цветочными композициями для танцев на следующей неделе.#$e#Я надеюсь, ты будешь там, дорогуша!$h",
            "spring_23_2": "Цветочные композиции для завтрашнего танца почти закончены. Надеюсь, мэр Льюис будет доволен.#$e#И я надеюсь, что ты тоже будешь рад!^И я надеюсь, что ты тоже будешь рада!$h",
            "summer_10_2": "Мэр Льюис всегда так нервничает из-за луау. Обязательно окажи ему поддержку.#$e#Лучший способ сделать это - принести что-то вкусное для супа.",
            "winter_7_2": "Я с радостью выдержу холод на завтрашним Ледовом празднике. Это очень важно для меня.#$e#Я даже потащу Джорджа за собой, что бы он ни говорил.$h",
            "winter_28_2": "С наилучшими пожеланиями в новом году, дорогуша. Это такое счастье, что ты здесь, в городе.",
        }
    }]
}