{
    "Changes": [
    {
        "LogName": "George",
        "Action": "EditData",
        "Target": "Characters/Dialogue/George",
        "Entries":
        {
            "Mon2": "Всё в порядке. И вообще, чего ты от меня хочешь?",
            "Mon4": "Не хочешь сдаваться, да?#$e#Я имею в виду ферму. Уже освоился?^Я имею в виду ферму. Уже освоилась?",
            "Mon6": "Я удивлён, что ты хочешь дружить с таким старожилом, как я.",
            "Mon8": "Интересно, есть ли ещё место для меня в этом мире?#$e#Может, так всё и должно остаться.",
            "Mon10": "Возможно, ты уже слышал, а может, и нет... но наша дочь умерла несколько лет назад.^Возможно, ты уже слышала, а может, и нет... но наша дочь умерла несколько лет назад.$s#$e#Я не знаю, как Эвелин справляется каждый день. Я знаю, что она расстроена из-за этого так же, как и я.$s",
            "Tue": "Хммм... Похоже, сегодня опять мрачный день.",
            "Tue2": "Да, посмотри на себя, бегаешь вот так. Почему бы тебе не пройтись пешком?",
            "Tue4": "Зачем ты тратишь своё время на разговоры со стариком вроде меня?#$e#Разве тебе сейчас нечего делать?",
            "Tue6": "Я не понимаю, что вы, молодёжь, собираетесь делать с этим миром.#$e#Всё, что я могу сказать, это уже не тот мир, который я когда-то знал.",
            "Tue10": "Знаешь, мне не стоит слишком расстраиваться из-за своих ног.#$e#Я должен быть счастлив, что жив.$h",
            "Wed2": "Ты пытаешься заставить меня что-то купить? Меня это не интересует.",
            "Wed4": "Будь благодарен за то, что у тебя есть эта ферма, слышишь?^Будь благодарна за то, что у тебя есть эта ферма, слышишь?#$e#Не успеешь оглянуться, как жизнь выдернет из-под тебя ковер.#$e#Это только вопрос времени.",
            "Wed8": "Я бы хотел, чтобы мои ноги заработали, чтобы поиграть в мяч с Алексом.$s#$e#Жаль этого никогда не случится.$s",
            "Wed10": "@! Давай я выключу этот пряклятый телевизор, и мы сможем немного поболтать.$h#$e#Так чем же сейчас занимается молодёжь?",
            "Thu2": "Что тебе надо? Сейчас не самое подходящее время.#$e#Почему? Потому что я занят.",
            "Thu4": "Похоже, сегодня снова повтор.#$e#Разве ты не должен быть где-то рядом?^Разве ты не должна быть где-то рядом?",
            "Thu8": "Ты смотришь шоу '36'? Вот, где настоящее развлечение!$h#$e#Никто никогда не остановит этого парня от борьбы с террористами. Он просто делает всё, что хочет, и это весело.$h",
            "Thu10": "Когда станешь таким же старым, как я, гораздо тяжелее привыкать к новым вещам.#$e#В один прекрасный день ты поймёшь, что я имею в виду.#$e#А теперь иди, развлекайся, пока ты ещё молод.^А теперь иди, развлекайся, пока ты ещё молода.",
            "Fri": "Эта ферма уже много лет находится в плачевном состоянии.#$e#Ты хочешь её восстановить? Хм. Удачи.",
            "Fri2": "Так ты фермер, да? По крайней мере, это честный труд.",
            "Fri6": "Ты должен быть благодарен, что Долина Стардью - одно из немногих мест, где можно обрабатывать землю так, как хочешь.^Ты должна быть благодарна, что Долина Стардью - одно из немногих мест, где можно обрабатывать землю так, как хочешь.#$e#Эти политики просто хотят регулировать, регулировать, регулировать, как будто они владеют этой страной. Хм.",
            "Sat": "Выходные у меня ничем не отличаются от любого другого дня.#$e#Вот как это бывает, когда ты на пенсии.",
            "Sat2": "А, привет.#$e#Что происходит там, на улице?",
            "Sat4": "Моё предписание становится всё дороже и дороже.#$e#Это не было бы проблемой поколением назад. Но эти фармацевтические компании продолжают повышать стоимость!",
            "Sat6": "Уже наступили выходные? Значит, скоро мне придётся выйти из дома.",
            "Sat8": "Эвелин всегда была лучшей кухаркой, которую я знаю. И у неё получается всё лучше и лучше.#$e#Хотел бы я сказать то же самое о том, что я могу сделать.$s",
            "Sun": "Что нужно для того, чтобы здесь воцарилась тишина и покой?",
            "Sun2": "Тебе не холодно? Теперь уже не делают свитеры, как раньше.#$e#*вздох*",
            "Sun4": "Это уже конец недели? Я уже не помню, какой сегодня день.",
            "Sun6": "Хорошо бы хоть ненадолго выйти из дома.#$e#Чем вы сегодня занимаетесь, молодой человек?^Чем вы сегодня занимаетесь, юная леди?",
            "Sun10": "До недавнего времени я не тратил много времени на молитвы.#$b#Какое-то время я злился на Йобу за то, что потерял всё, что у меня было.#$e#У меня есть зерно веры, есть что-то хорошее для меня после того, как перестал ходить.#$b#Это немного, но что делать такому старику, как я?$s",
            "summer_Tue10": "Время от времени я всё ещё вижу Клару в глазах Алекса.#$e#Алекс - хороший парень. Если что, присматривай за ним.",
            "summer_Sun10": "Эй, там! Тебе лучше уступить мне дорогу, когда я буду в пути, негодяй, а то я просто сбью тебя с ног этим Джаггернаутом!$h",
            "fall_Mon10": "В последнее время я изо всех сил стараюсь оставаться на позитиве.#$e#Это не всегда легко. Я извиняюсь, если кажусь немного расстроенным.",
            "fall_Sun10": "Да, я умею прыгать, кататься на колесиках, вращаться... все виды трюков.$h#$e#Посмотри сюда!#$b#Ой, ты только что пропустил меня, когда я делал сальто. Не повезло тебе.^Ой, ты только что пропустила меня, когда я делал сальто. Не повезло тебе.$h",
            "winter_Sat10": "Иногда мне кажется, что все только и ждут, когда я умру.#$b#Хех. Я им покажу. В этом старом теле осталось ещё много сил.",
            "winter_Sun10": "Я не знаю, как Эвелин вообще меня терпит.$s#$e#Иногда я чувствую себя скорее пациентом, чем её мужем.$s",
            "summer_10": "Что? Завтра будет ещё один фестиваль? Разве он ещё не прошёл?",
            "winter_15": "Ночной Рынок? Нет, спасибо. Ничто не заставит меня захотеть пойти на это странное представление.#$e#И вообще, почему так поздно?",
            "winter_24": "Почему бы мне не радоваться завтрашнему дню? Попробуй угадать.#$e#О, тебе нравится часами сидеть на морозе?",
            "winter_28": "Ещё один год прошёл. Моя жизнь похожа на перевёрнутую книгу.",
            "spring_1_2": "Все в новостях только и говорят только про Новый год. Неужели в мире ничего не происходит?#$e#Ха, люди должны думать, что весь мир просто останавливается, когда они перестают говорить об этом.$h",
            "summer_10_2": "Что? Завтра будет ещё один фестиваль? Разве он ещё не прошёл?",
            "winter_15_2": "Ночной Рынок? Нет, спасибо. Ничто не заставит меня захотеть пойти на это странное представление.#$e#И вообще, почему так поздно?",
            "winter_24_2": "Почему бы мне не радоваться завтрашнему дню? Попробуй угадать.#$e#О, тебе нравится часами сидеть на морозе?",
            "winter_28_2": "Ещё один год прошёл. Моя жизнь похожа на перевёрнутую книгу.",
        }
    }]
}