{
    "Changes": [
    {
        "LogName": "Gus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Gus",
        "Entries":
        {
            "Saloon": null,
            "Saloon4": null,
            "Saloon8": null,
            "Saloon_Tue": null,
            "Saloon_Thu": null,
            "Saloon_Fri": null,
            "Mon": "Да, я много знаю о людях, живущих здесь.#$e#Это одно из преимуществ работы бармена.$h#$e#Иногда я слышу слишком много...",
            "Mon2": "Привет, @.#$e#Ну и как тебе работа на ферме?#$b#Я знаю, что иногда бывает трудно. Но в конце концов мы все туда попадём, если только не будем сдаваться!",
            "Mon4": "Ты уже пробовал играть в игровые автоматы?^Ты уже пробовала играть в игровые автоматы?#$e#Я сам в них не играю. Я подумал, что любой хороший салун нуждается в играх, хотя бы для атмосферы.",
            "Mon6": "Эмили - замечательная девушка. Вы двое уже знакомы?",
            "Mon8": "*шепчет* Эй, @. Знаешь, я тут подумал...$s#$q 010/011 Mon_old#Если я дал кому-нибудь неправильный совет, это на мне?#$r 010 -20 Mon_010#Если честно - да.#$r 011 0 Mon_011#Нет, каждый сам за себя отвечает.",
            "Mon_old": "$p 010#Мне придётся вежливо не согласиться с тем, о чем я говорил на прошлой неделе. Но я уважаю твоё мнение.|Я ценю твоё мнение. Ты хороший друг.",
            "Mon_010": "Хм. Спасибо за обьяснение. Я должен подумать об этом.$s",
            "Mon_011": "Это было по философски. Просто после многих лет наблюдения за проблемами клиентов вблизи и лично, это по маленьку становится и моей проблемой.$s",
            "Mon10": "Я знаю, что не могу решить проблемы каждого клиента, но за прилавком я всё ещё могу относится к ним, как к человеку.",
            "Tue2": "У меня есть несколько кулинарных книг на продажу. Хочешь проверить?",
            "Tue4": "Ты бы видел, что сегодня в меню! У меня есть кое-что особенное.^Ты бы видела, что сегодня в меню! У меня есть кое-что особенное.",
            "Tue6": "У меня всегда была мечта, открыть небольшой ресторан.#$e#Всё прошло хорошо! Я не думаю, что такой старомодный салун был бы возможен в большом городе.$h",
            "Tue8": "Не забудь как-нибудь бросить монетку в этот музыкальный автомат. Как у тебя настроение?",
            "Wed": "Рад тебя видеть, приятель.$h^Рад видеть, юная леди.$h#$q 012/013/014/015 Wed_old#У меня тут есть холодное пиво за счёт заведения.[346] Что случилось сегодня? Оставь это на меня.#$r 012 10 Wed_012#Мне здесь так одиноко.#$r 013 10 Wed_013#Я ничего не понимаю в сельском хозяйстве.#$r 014 10 Wed_014#У меня нет денег.#$r 015 0 Wed_015#Всё просто замечательно!",
            "Wed_old": "$p 015#Я надеюсь, что всё идёт хорошо! Дай мне знать, если тебе понадобится что-нибудь.|Не забывай, что у тебя в салуне полно друзей. Особенно по пятницам!",
            "Wed_012": "Я понимаю тебя. Такова реальность для любого новичка.#$b#Но, условно говоря, в городе Пеликан довольно много одиноких людей твоего возраста. Ты обязательно с кем-нибудь поладишь.$h",
            "Wed_013": "Ну, я когда-то ничего не знал о кулинарии и пивоварении! Но вот, я здесь.$h#$b#Правда в том, что все мы с чего-то начинаем. Обязательно прощай себя, когда что-то пойдёт не так, и я уверен, что у тебя всё получится.",
            "Wed_014": "О да, нам всем когда-нибудь бывает сложно.$h#$b#Но ты знаешь, твоё будущее выглядит ярким. Ты же землевладелец! Я уверен, что всё наладится.",
            "Wed_015": "Правда? Что ж, я рад это слышать. Город Пеликан действительно особенное место.$h#$b#Дай мне знать, если что-то случится. Я всегда готов тебя выслушать.",
            "Wed2": "Не хочу хвастаться, но салун - лучшее место, чтобы отдохнуть!$h#$e#Надеюсь, ты заглянешь в эту пятницу.",
            "Wed4": "Эмили работает здесь уже некоторое время. Не знаю, что бы я без неё делал!#$e#Мне бы не хотелось мыть всю эту посуду в одиночку.$s",
            "Wed6": "Я стараюсь готовить только из свежих ингредиентов.#$b#В противном случае, мои спагетти или мой салат отличались бы от других заведений?",
            "Wed8": "Да, я был женат однажды, очень давно. Я когда-нибудь говорил тебе об этом?$s#$e#Её больше нет... Но я думаю о ней каждый день.$s#$e#Мне нравится думать, что то, чем я занимаюсь здесь, в салуне - это исполнение нашей общей мечты. Прежде всего, просто распространять радость. Не думаю, что она захочет чего-то меньшего.",
            "Wed10": "После того, как моя жена умерла, жениться снова не для меня. Для некоторых из нас любовь всей жизни встречается только один раз.#$e#Несмотря на жизненные невзгоды, мы никогда не должны забывать дарить радость окружающим.",
            "Thu2": "Я не гедонист, но я действительно думаю, что хорошая еда и питье - это одна из величайших вещей, ради которых человек может жить.$h",
            "Thu4": "Я чувствую, что у меня есть ещё больше причин любить город Пеликан. Теперь я могу получить ингридиенты на местном уровне с твоей фермы!$h#$e#Так что, если выращиваешь что-нибудь хорошее, я был бы польщён, если бы ты принёс немного!^Так что, если выращиваешь что-нибудь хорошее, я был бы польщён, если бы ты принесла немного!",
            "Thu10": "*шепчет* Я теперь не наливаю Пэм слишком много.#$e#Клянусь, у неё в кармане есть запасная фляжка...$s",
            "Fri2": "Привет, @. Как тебе такая фермерская жизнь? Будь уверен, у тебя всё получается.^Привет, @. Как тебе такая фермерская жизнь? Будь уверена, у тебя всё получается.",
            "Fri4": "Сэм так старается играть в бильярд, но каждый раз проигрывает Себастьяну.#$e#Сэм очень хорошо справляется с этим, потому что они занимались этим неделю за неделей!$h",
            "Fri6": "Вообще-то, сам я не очень много пью. Я делаю это в основном для того, чтобы заработать на жизнь.#$e#Хотя я действительно наслаждаюсь вкусом винтажа долины Стардью время от времени.",
            "Fri8": "Фью! Что это была за неделя!#$e#Я имел в виду неделю из всех остальных. Я не считаю, что всё сделано, пока последняя кружка не будет вымыта сегодня вечером!$h",
            "Sat": "Вчера вечером дела шли отлично. Я очень рад.#$e#Обязательно заскакивай ещё!$h",
            "Sat2": "Ты хорошо готовишь, @?#$e#Если у тебя есть кухня и несколько рецептов, мы могли бы приготовить несколько полезных блюд.#$e#Домашние блюда служат отличным подарком.",
            "Sat4": "Я играю на маленькой скрипке, когда у меня появляется такая возможность. Как бы я ни любил готовить, иногда хорошо иметь хобби, которое не является работой.",
            "Sat6": "Слушай, я знаю, что подаю много напитков нескольким своим клиентам. Но я твёрдо верю в личную свободу. Это всё.$3#$e#Извиняюсь... что у тебя нового?",
            "Sat8": "Я думаю, что заслужил выпить стаканчик сегодня вечером.#$e#Ты собираешься насладится чем-нибудь, @?",
            "Sun2": "Я думаю, что нашёл правильное место для себя здесь, в долине Стардью. Это именно то место, которое я искал всю свою жизнь.",
            "Sun4": "Как дела, @?#$e#Я? Просто живу своей мечтой.$h",
            "Sun6": "Я знаю, что не могу решить всех проблем, но если я могу сделать парню что-то вкусное, мне становится легче на душе.",
            "Sun8": "Салун 'Звёздная капля' является одним из самых старых зданий в городе.#$e#Я восстановил его, когда только что купил у первоначального владельца.",
            "Sun10": "Ты хороший друг, @. Вот тебе за счёт заведения.[346]#$e#За твоё здоровье! За ещё одну хорошую неделю!",
            "summer_Sun2": "Это мой любимый сезон. Бьюсь об заклад, ты можешь вырастить много отличных продуктов.",
            "summer_Sun6": "Какой жаркий день! Я хочу пойти за свежевыжатым апельсиновым соком прямо сейчас.#$e#Это мой любимый напиток.$h",
            "fall_Fri4": "Эй, @! Ты когда-нибудь пробовал приготовить рецепт 'Ужин из лосося', который я прислал по почте? Теперь пришло время получить ингредиенты!^Эй, @! Ты когда-нибудь пробовал приготовить рецепт 'Ужин из лосося', который я прислал по почте? Теперь пришло время получить ингредиенты!$h#$e#Но тебе ещё понадобится капуста.",
            "fall_Fri8": "В это время года можно приготовить клюквенный соус. Ингредиенты довольно легко добыть.#$e#Это прибавит нам настроения на этот сезон.",
            "winter_Sat": "Конечно, там холодно! Как думаешь, тебе не помешает чашка горячего кофе?",
            "winter_Sat6": "Сейчас идеальное время года, чтобы посидеть с хорошей едой у камина.#$e#Может, немного пиццы? Или... какие у тебя есть идеи?",
            "spring_1_2": "Надеюсь, сегодня ты смог встать пораньше! Как тебе начало нового года?^Надеюсь, сегодня ты смогла встать пораньше! Как тебе начало нового года?$h",
            "spring_12": "Вот здорово! Я засиделся допоздна последние несколько ночей, готовясь к фестивалю яиц!#$e#Подожди до завтра, и увидишь, что я приготовил.",
            "summer_10": "У меня есть несколько хороших блюд, приготовленных для завтрашнего Луау, но от общего супа я стараюсь держаться подальше.#$e#Это традиция хитов и промахов, и я предпочёл бы перестраховаться, когда речь заходит о моей репутации.$s",
            "fall_15": "Будешь завтра на ярмарке? Ищи меня на севере. Я буду делать гамбургеры весь день.",
            "fall_26": "Есть довольно жуткие вещи на Дне всех духов. Я? Я буду просто придерживаться 'шведского стола'.",
            "winter_24": "Что за фестиваль без хорошей еды? *хе-хе* Я сохранил все свои лучшие рецепты для этого праздника, так что не пропусти его!$h",
            "winter_28": "Счастливого нового года, @! Сегодня вечером я покажу крутые вещи! [348]$h#$e#Выпьем за отличный год в долине Стардью. Пусть следующий год будет ещё лучше!",
            "spring_12_2": "Вот здорово! Я засиделся допоздна последние несколько ночей, готовясь к фестивалю яиц!#$e#Подожди до завтра, и увидишь, что я приготовил.",
            "summer_10_2": "У меня есть несколько хороших блюд, приготовленных для завтрашнего Луау, но от общего супа я стараюсь держаться подальше.#$e#Это традиция хитов и промахов, и я предпочёл бы перестраховаться, когда речь заходит о моей репутации.$s",
            "fall_15_2": "Будешь завтра на ярмарке? Ищи меня на севере. Я буду делать гамбургеры весь день.",
            "fall_26_2": "Есть довольно жуткие вещи на Дне всех духов. Я? Я буду просто придерживаться 'шведского стола'.",
            "winter_24_2": "Есть довольно жуткие вещи на Дне всех духов. Я? Я буду просто придерживаться 'шведского стола'.$h",
            "winter_28_2": "Счастливого нового года, @! Сегодня вечером я покажу крутые вещи! [348]$h#$e#Выпьем за отличный год в долине Стардью. Пусть следующий год будет ещё лучше!",
        }
    }]
}