{
    "Changes": [
    {
        "LogName": "Haley",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":
        {
            "Mon4": "Сегодня я потратила 3 часа на отработку своей подписи.#$е#Это довольно глупо, да?",
            "Mon6": "Раньше я жаловалась, что этот город такой маленький, но теперь он мне нравится.#$e#Если бы он был намного больше, он бы не был таким сплочённым.",
            "Tue2": "Интересно, есть ли какие-нибудь красивые ракушки, выброшенные на берег этим утром?#$e#Но сейчас не лучшее время года для ракушек.",
            "Tue6": "Эй, может мы погуляем на пляже этим летом.$h#$e#О, я думаю, ты будешь очень занят, да?^О, я думаю, ты будешь очень занята, да?#$e#Ну, если у тебя есть время, давай погуляем",
            "Tue10": "Уф-ф. Я засиделась допоздна, читая кулинарные книги и пробуя пару новых рецептов.$s#$e#Почему? Ну, я просто подумала, что тебе понравится, если я научусь готовить.#$e#Извини, я как-нибудь дам тебе попробывать.$l",
            "Wed2": "Хмм... Я хочу, чтобы побыстрее наступило лето.$u",
            "Wed4": "Я рада, что цветы начинают цвести.#$e#Эти розовые так хорошо пахнут.$h",
            "Wed8": "Есть только две вещи, которые мне нравятся в этом городе.#$b#Первое - это пляж.#$e#Второе - секрет! *хи-хи*$h",
            "Thu2": "*вздох* Может мне пойти за кексом прямо сейчас.#$e#Тебе что-то нужно?",
            "Thu4": "Парни должны читать модные журналы... просто чтобы ты понимал, сколько работы приходится делать девушкам каждый день.^Если хочешь, можешь взять мои журналы по моде, когда я с ними закончу.#$e#То, что девушка показывает снаружи - это то, что люди будут думать о ней. Некоторые девушки думают иначе, но это правда мира.#$e#Я не придумываю правила.",
            "Thu6": "Я приготовила ужин вчера вечером. Я справилась!#$e#Но я устроила огромный беспорядок на кухне...",
            "Thu10": "Я думала, что когда-нибудь смогу попытаться уехать отсюда, если карьера Алекса никогда не сдвинется с мёртвой точки.$s#$b#Но сейчас я не думаю, что стала бы уходить, даже если бы могла. Я не хочу ничего потерять.$l",
            "Sat": "Мне хочется пройтись по магазинам. Блин! Жаль, что здесь нет торгового центра.",
            "Sat2": "О. Привет, фермер.^О. Привет, девочка-фермер.#$q 070/072/074 Sat_old#Без обид, но зачем работать по выходным?#$r 070 0 Sat_070#Это только до тех пор, пока ферма не будет в хорошем состоянии.#$r 070 0 Sat_070#Мне просто нравится это.#$r 072 0 Sat_072#Есть животные, которые нуждаются в моём внимании.#$r 073 0 Sat_073#Вообще-то, я сегодня не работаю.",
            "Sat_old": "$p 073#Работать сегодня не получается?|Всё ещё любишь свою отвратительную работу?",
            "Sat_070": "Вау. Окей.$u",
            "Sat_072": "Серьёзно? Разве они не будут в порядке хотя бы один день?",
            "Sat_073": "Да, конечно. Тогда почему ты выглядишь так грязно?$h#$e#О. Или ты всегда так выглядишь?",
            "Sat4": "*вздох* Мне нужен торговый центр. Интернет-магазины не для меня.#$e#Я хочу всё примерить! Разве я слишком много прошу?",
            "Sat6": "С твоей фермой всё в порядке? Может, мне стоит зайти и сфотографировать её.#$b#Или... извини, всё хорошо?",
            "Sat8": "#$1 haleySeagull#Вчера я нашла чайку, пойманную в сеть. Я, конечно, освободила её. Бедняжка выглядела такой беспомощной.$k$s#$e#Знаешь, мне, наверное, стоит ходить на тренировки... метаболизм не будет длиться вечно.",
            "Sun": "Моя сестра такая странная. Иногда я задаюсь вопросом, действительно ли мы родственники.$u",
            "Sun2": "Привет.#$b#Ты не видел Алекса?^Ты не видела Алекса?",
            "Sun4": "Иногда мне хочется, чтобы Эмили относилась ко мне так же, как ко всем остальным.#$e#Ей всё равно, что другие делают со своей жизнью, но если это то, что делаю я, она лезет в мои дела.$u#$e#Я не знаю...",
            "Sun6": "Я подумываю о том, чтобы пожертвовать кучу одежды... У меня, наверное, сто пар обуви.",
            "Sun4_inlaw_Emily": "В доме так пусто и тихо без Эмили.",
            "Sun8_inlaw_Emily": "В доме так пусто и тихо без Эмили. Я никогда не думала, что буду так сильно скучать по ней.$s#$b#Но у вас, ребята, все хорошо?",
            "Sun10_inlaw_Emily": "В доме так пусто и тихо без Эмили. Мне становится так одиноко.$s#$e#Почему бы тебе не остаться у меня?$l",
            "summer_Mon2": "Почти все, кто разговаривает с Эмили, говорят, что она странная.#$e#Некоторые из вещей, которые она делает, хороши, но зачем их носить, когда есть много совершенно хороших брендов?",
            "summer_Mon4": "Я собираюсь хорошо позагарать этим летом.",
            "summer_Mon6": "Я должна начать читать книги вместо журналов.#$e#Это хорошо для саморазвития, не так ли?#$e#Посмотри на фотографии.",
            "summer_Tue2": "Ты носишь эту одежду каждый день?",
            "summer_Tue4": "$p 47#Эй, я нашла новый инструмент для открытия банок. Так что тебе больше не нужно мне помогать.$h|Сегодня на небе ни облачка.$h",
            "summer_Tue8": "Наверное, жить в деревне не так уж и плохо.#$e#Если бы я жила в городе, то могла бы начать скучать по этим деревьям.#$e#@, мне кажется, я слишком много с тобой общаюсь.$h",
            "summer_Wed4": "Сегодня так жарко!#$e#Как же хочется мороженого.$s",
            "summer_Wed6": "Прости, если я была груба с тобой, когда мы впервые встретились.$s#$e#Ты на самом деле очень милый. Я просто не понимала, почему кто-то решил переехать сюда.^Ты простишь меня?$s",
            "summer_Wed10": "Я как раз собиралась нанести солнцезащитный крем. Поможешь мне?$h#$e#...Теперь немножко между лопатками. Продолжай. Не стесняйся.",
            "summer_Thu2": "Алекс мог бы научить тебя тому, как оставаться в форме. Просто к твоёму сведению.^О, привет. Это может показаться глупым? Алекс сказал мне передать тебе... что ему это неинтересно. Просто так, если тебе интересно.",
            "summer_Thu4": "Если оставаться на солнце слишком долго, твои волосы могут стать светлее.#$e#И это, знаешь ли, неплохо.",
            "summer_Thu6": "Если оставаться на солнце слишком долго, твои волосы могут стать светлее.#$e#Я просто хочу немного солнечного света. Всё в меру, верно?",
            "summer_Fri4": "Для девочек шопинг фактически высвобождает здоровые химические вещества в мозг. Ты знаешь об этом?#$e#Многие парни просто не понимают этого.^Тебе стоит как-нибудь попробовать.",
            "summer_Fri8": "Я получила ответ от одного из моих друзей, который переехал в город Зузу несколько лет назад. Это звучит не так гламурно, как я думала.#$e#Она работает, как сумасшедшая, и едва может позволить себе аренду. Это печально, но на самом деле я благодарна за то, что живу в городе Пеликан.",
            "summer_Fri10": "О, привет @!#$e#Ты любишь детей?$l",
            "summer_Sat": "Сельское хозяйство... звучит так скучно...#$q 142/143 summer_Sat_old#Что ты вообще делаешь весь день?#$r 142 10 summer_Sat_12#Ухаживаю за растениями#$r 142 10 summer_Sat_12#Исследую пещеры#$r 143 -10 summer_Sat_13#А ты как думаешь?#$r 142 10 summer_Sat_12#Ищу сокровища",
            "summer_Sat6": "Похоже, сегодня хороший день, чтобы искупаться.",
            "summer_Sat10": "Я думала, что этот день не может быть ещё жарче.$l#$e#О чём ты думал сегодня?^О чём ты думала сегодня?$l",
            "summer_Sun2": "Так тебе всё ещё не надоела эта ферма?#$e#Ладно, хорошо. Продолжай.",
            "summer_Sun4": "Эмили обычно готовит ужин... Но она делает странные вещи, такие как лебеда.",
            "summer_Sun_inlaw_Emily": "О привет.",
            "summer_Sun4_inlaw_Emily": "Эмили готовит для тебя? Я немного скучаю по её стряпне. На самом деле она мне нравится.$s",
            "summer_Sun6_inlaw_Emily": "Сначала уезжают родители, а теперь ещё и Эмили. Я просто...$s#$e#Это сильный стресс, понимаешь?$s#$e#Извини. Я знаю, что это эгоистично с моей стороны.$s",
            "summer_Sun8_inlaw_Emily": "Эй. Как поживает моя сестра?#$e#У меня всё в порядке. Это была корректировка.",
            "summer_Sun10_inlaw_Emily": "В доме так пусто и тихо без Эмили. Мне становится так одиноко.$s#$e#Почему бы тебе не остаться у меня?$l",
            "fall_Mon2": "Если бы я жила в городе, мне не пришлось бы беспокоиться о скользких листьях и грязи, куда бы ты ни пошла.",
            "fall_Mon4": "Это отвратительно, когда опавшие листья становятся скользкими.",
            "fall_Mon6": "$p 48#Я когда-нибудь говорила тебе, что нашла ещё один браслет моей прабабушки на чердаке?|Видишь этот браслет? Он принадлежал моей прабабушке.#$e#Она была очень интересной женщиной.",
            "fall_Mon10": "@, Я рада видеть тебя сегодня.$h",
            "fall_Tue2": "Что-то пахнет землей...#$b#А, точно. Ты работаешь на ферме.",
            "fall_Tue4": "Ты разводишь маленьких кроликов на ферме? Кролики такие милые! <",
            "fall_Tue8": "Мне начинает нравиться запах грязи. Разве это не странно?#$e#Я думаю, это потому, что ты всё время рядом.$h",
            "fall_Wed4": "Если тебе когда-нибудь будет скучно, приходи ко мне.",
            "fall_Wed6": "В последнее время я экспериментировала с медленным затвором. Это даёт осенним цветам, эффект 'цветения'.",
            "fall_Wed8": "Если тебе когда-нибудь будет скучно, приходи ко мне.$h",
            "fall_Thu4": "Блеск помады - это моя жизнь.#$e#Не пытайся отрицать, это объективный факт.#$e#*хи-хи-хи*$11",
            "fall_Thu6": "Покупки не звучат так весело, как раньше.#$e#Что со мной происходит?#$e#Хмм...",
            "fall_Fri4": "У тебя такой вид, будто ты много и тяжело работал.^У тебя такой вид, будто ты много и тяжело работала.#$b#Почему бы тебе не взять отгул до конца дня?",
            "fall_Fri8": "У меня есть несколько хороших снимков лосося, выпрыгивающего из воды. Это занило много терпения, чтобы получось хорошо.#$e#Так вот что такое рыбалка?",
            "fall_Fri10": "Эй, секси.#$e#А я как раз думала о тебе.#$e#Мне скучно без тебя.$l",
            "fall_Sat8": "Может, сегодня мне попробовать порисовать акварелью. Весело делать что-то творческое.#$e#Также, у меня есть много фотографий для вдохновения.",
            "fall_Sun10": "Я не думаю, что была бы очень счастлива в этом городе без тебя, @. Так что, спасибо.#$e#Серьёзно, я сделаю для тебя всё, что угодно.$l",
            "fall_Sun_inlaw_Emily": "О... привет.",
            "fall_Sun4_inlaw_Emily": "Эй. Как поживает моя сестра?",
            "fall_Sun6_inlaw_Emily": "Сначала уезжают родители, а теперь ещё и Эмили. Я просто...$s#$e#Это сильный стресс, понимаешь?$s#$e#Извини. Я знаю, что это эгоистично с моей стороны.$s",
            "fall_Sun8_inlaw_Emily": "Мне пришлось долго менять свои привычки, чтобы поддерживать дом в форме.#$e#Я имею в виду, ты же видел это, да? Я же не делаю плохую работу?^Я имею в виду, ты же видела это, да? Я же не делаю плохую работу?",
            "fall_Sun10_inlaw_Emily": "В доме так пусто и тихо без Эмили. Мне становится так одиноко.$s#$e#Почему бы тебе не остаться у меня?$l",
            "winter_Mon6": "Немного свежего кокоса заставит меня почувствовать тепло.#$e#Кроме того, есть специальная процедура для увеличения объёма, о которой я читала, которая использует кокосовое масло. Я пробовала это несколько раз, и это самое лучшее.",
            "winter_Mon8": "Как бы мне хотелось, чтобы здесь, в долине Стардью, было теплее.#$e#Я могла бы переехать куда-нибудь ещё, но...",
            "winter_Tue6": "Хм. Сейчас слишком холодно, чтобы делать хорошие снимки.$u#$e#Снег красивый, но мои пальцы замерзают.",
            "winter_Tue10": "У нас с Алексом было что-то вроде 'сошлись-разошлись' с тех пор, как мы были детьми.$u#$e#Он хороший парень, но нам гораздо лучше быть просто друзьями.#$e#...Так что тебе не о чем беспокоиться.$l",
            "winter_Wed": "Я хочу, чтобы кто-нибудь принёс мне мятный кофе.$s#$e#Даже не пытайся, я знаю, что ты не сможешь приготовить его.",
            "winter_Wed4": "Хм. Какой марки твоя рубашка?#$e#О. Эм, неважно.",
            "winter_Thu": "Я собираюсь начать составлять список всей одежды, которая мне понадобится на следующую весну.",
            "winter_Fri": "У тебя на ферме есть пони?$h#$e#Ох. Очень жаль...$s",
            "winter_Fri6": "Как ты спраляешься на ферме? Например, с чего ты вообще начал?^Как ты спраляешься на ферме? Например, с чего ты вообще начала?#$e#Это так сложно для меня... Как ты можешь делать такое.",
            "winter_Fri10": "Я никогда не думала, что скажу это, но я думаю, это здорово, что ты живёшь на ферме. Мне бы тоже этого хотелось.#$e#Я продолжаю думать о том, как это будет выглядеть, когда все растения снова зацветут весной.#$e#И думать о тебе посреди поля... это самая лучшая часть.",
            "winter_Sat": "Единственное, что хорошо зимой, это то, что я больше сплю.#$e#Я люблю спать по 10 часов каждую ночь.",
            "winter_Sat2": "Оооох, я так хочу спать.$s#$e#Ну что ж. По крайней мере, мне нравится спать по пол дня.#$e#У тебя глаза, как у енота. Ты в порядке?",
            "winter_Sat4": "Единственное, что хорошо зимой, это то, что я больше сплю.#$e#Я люблю спать по 10 часов каждую ночь.",
            "winter_Sat6": "Сегодня утром снег был весь радужным. У меня есть несколько хороших макроснимков.#$e#А потом обратно в постель.",
            "winter_Sun": "Передашь от меня привет Алексу?#$e#Спасибо.",
            "winter_Sun6": "Если увидишь Алекса, передай ему, что я сегодня занята.#$e#Спасибо.",
            "winter_Sun_inlaw_Emily": "О... привет.",
            "winter_Sun4_inlaw_Emily": "Я просто выйду и скажу. Я действительно скучаю по Эмили. Я не думала, что буду вот так...",
            "winter_Sun6_inlaw_Emily": "Что мне теперь делать с собой?$a",
            "winter_Sun8_inlaw_Emily": "Я стала больше думать о своём будущем.#$e#Я всегда думала, что кто-то хороший придёт и заберёт меня с собой. Но похоже, что Эмили была счастливицей между двумя нами.$s",
            "winter_Sun10_inlaw_Emily": "В доме так пусто и тихо без Эмили. Мне становится так одиноко.$s#$e#Почему бы тебе не остаться у меня?$l",
            "spring_1_2": "Я думаю, что в этом году мне нужно продолжать работать над своей фотографией.#$e#Что-нибудь решил на Новый год?^Что-нибудь решила на Новый год?",
            "summer_12": "Ты видел вчера Эмили на Луау? Так нелепо.^Ты видела вчера Эмили на Луау? Так нелепо.$11",
            "fall_1": "Неужели уже осень?$s",
            "winter_28": "Наконец-то. Я думала, что эта холодная погода никогда не закончится.#$e#Теперь нужно подождать, пока вся эта слякоть растает.",
            "summer_12_2": "Ты видел вчера Эмили на Луау? Так нелепо.^Ты видела вчера Эмили на Луау? Так нелепо.$11",
            "winter_28_2": "Наконец-то. Я думала, что эта холодная погода никогда не закончится.#$e#Теперь нужно подождать, пока вся эта слякоть растает.",
        }
    },
    {
        "LogName": "Haley Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueHaley",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Ох-х, у меня были планы выйти сегодня на улицу...$s#Я сильно изменилась за эти годы, но одно осталось... Я предпочитаю солнечную погоду.",
            "Rainy_Day_1": "#$c .5#Стареть это очень страшно. Я рада, что ты будешь со мной.#Иногда я мечтаю о нашем отпуске... отдых на солнечных пляжах Папоротниковых островов!#$e#Ты когда-нибудь думаешь о будущем?",
            "Rainy_Day_2": "Доброе утро! Я рано встала и испекла для тебя кое-что сладкое! [223 234 211 651 731]#$e#$c .5#Интересно, смогу ли я работать пекарем? ...Но, может быть, это будет не так весело. Мне нравится печь именно для тебя.#Я знаю, что ты сильный, но тебе всё равно нужно хорошо питаться, чтобы оставаться бодрым!^Думаю, это прибавит тебе сил.$h",
            "Rainy_Day_3": "#$c .5#Я не могу сегодня выйти на улицу... мои волосы обмякнут. Прости меня, дорогой.$s#Ты хочешь, чтобы я пошла туда с тобой и испортила свои волосы? Хи-хи, нет, я пас.$h#$e#Я хочу выглядеть для тебя как можно лучше.",
            "Rainy_Day_4": "#$c .5#О нет... Если погода и завтра будет такой, я так побледнею.$s#Ты собираешься выходить в такую погоду? Только не забудь протереть ботинки на обратном пути.#$e#Я останусь здесь и займусь домашними делами.",
            "patio_Haley": "#$c .5#Скажи 'козий сыр'!#Я документирую наше время здесь, на этой ферме. Сегодня ещё одно воспоминание в процессе становления!",
            "Rainy_Night_0": "#$c .5#О, я рада, что ты вернулся. Здесь так холодно одной... Ты готов выключить свет?#*хи-хи-хи* Когда ты промокаешь под дождём, это, конечно, отвратительно, но интересно наблюдать, как ты тащишься в таком виде.$11",
            "Rainy_Night_1": "#$c .5#Как ты справляешься в дождь, как ты это делаешь? Уф-ф, я бы умерла.#Надеюсь, завтра утром будет тепло и солнечно. Если каждый день будет идти дождь, я могу стать капризной.$s",
            "Rainy_Night_2": "#$c .5#О, слава богу! Я думала, что не увижу тебя до утра..#Надеюсь, Эмили не слишком одинока. Скоро я снова навещу её.$7",
            "Rainy_Night_3": "#$c .5#Сегодняшний день был для меня своего рода обузой. Извини, если я не веселая.$s#Дождь - это враг для фотографа. Освещение ужасное, и ты не можешь выйти на улицу, не испортив своё оборудование!$s",
            "Rainy_Night_4": "#$c .5#Приготовление пищи помогло скоротать время сегодня. Мне потребовались усилия, чтобы начать. [727 231 207 199]#Я приготовила тебе горячую еду. Много специй, как раз то, что тебе нравится. Наслаждайся! [727 231 207 199]$h",
            "Indoor_Day_0": "Доброе утро! Выспался?$h#$e#$c .5#Мне не нужно спать так много, как раньше. Я не знаю, что всё это значит.#Думаю, сегодня я смогу вытащить старую камеру... освещение просто идеальное.",
            "Indoor_Day_1": "Доброе утро! Вкусно пахнет, правда? Я приготовила тебе завтрак! [194 195 210 211 216]#$e#$c .5#Готовить намного веселее, когда есть для кого готовить.$11#Я знаю, что ты занят своей работой. Я здесь, чтобы поддержать тебя!",
            "Indoor_Day_2": "#$c .5#Доброе утро, солнышко! Ты всё ещё выглядишь немного сонным.$h#Тебе хорошо спалось? Ты немного похрапывал во сне.^$h#$e#У меня тут есть кое-какие дела. Хорошего дня.",
            "Indoor_Day_3": "#$c .5#Я рада, что научилась получать удовольствие от уборки! Дом очень легко пачкается. Приятно, когда всё чисто до скрипа.#Надеюсь, сегодня не слишком напряжённый день. Мы должны провести некоторое время друг с другом.#$e#Можно я тебя поцелую, прежде чем ты уйдешь?$11",
            "Indoor_Day_4": "#$c .5#Я думала, что у меня нет направления по жизни, пока я не встретила тебя. Теперь у меня есть именно то, чего я хочу.$l#Доброе утро, солнышко. Ещё один день работы по хозяйству, да? Я буду думать о тебе. <$h",
            "Indoor_Night_0": "#$c .5#Ты выглядишь таким уставшим. Позволь мне снять с тебя стресс.$l#Я никогда не думала, что скажу это, но сельский образ жизни действительно подходит мне.$h",
            "Indoor_Night_1": "#$c .5#Добрый вечер. Тебе что-нибудь нужно от меня, чтобы расслабиться?$l#Спасибо, что позволил мне быть твоей женой. Я знаю, что я немного традиционна в этом смысле, но мне это нравится.",
            "Indoor_Night_2": "О, хорошо, что ты вернулся!<$h#$e#$c .5#Это, наверное, моё любимое время суток.$l#Как прошёл твой день?",
            "Indoor_Night_3": "#$c .5#О, этот запах? Я просто немного надушилась 'Флер де серизье', прежде чем ты вошёл. Надеюсь, тебе понравится.#Добрый вечер. Когда ты хочешь лечь спать?$l",
            "Indoor_Night_4": "#$c .5#Ужин готов! Надеюсь, ты хочешь есть![727 231 207 199 197 212 208]$h#Я сделала это по новому рецепту. Попробуй! [727 231 207 199 197 212 208]$h",
            "Outdoor_0": "Я всегда чувствую себя лучше, когда дышу свежим воздухом.#$e#$c .5#Ты ведь понимаешь, что я имею в виду? Посмотри на себя. Ты всегда на улице.#Не пойми меня неправильно, старый дом твоего дедушки очень хороший! Но ничто не сравнится с этим прекрасным пейзажем.",
            "Outdoor_1": "#$c .5#Сегодня я собираюсь позвонить Эмили. Мне нужно подождать, пока она встанет.#Мы должны убедиться, что ферма симпатичная! Это может оказаться важным... правда, милый?",
            "Outdoor_2": "#$c .5#Сегодня будет ещё один напряжённый день?#Приветик! Если бы я знала больше о фермерской работе, я бы помогла тебе. Прости!#$e#Я буду думать о тебе.$h",
            "Outdoor_3": "#$c .5#Раньше мне было так скучно в этом городе. Но как только научилась останавливаться и ценить вещи... Поняла, что это не так уж плохо.#Я собираюсь вытереть пыль здесь. Это же поможет тебе, верно?",
            "Outdoor_4": "#$c .5#Похоже, сегодня хороший день, чтобы позагарать, не так ли?#Не переутомляйся, дорогой. Делай перерыв время от времени, и не забудь перекусить.",
            "Outdoor_Haley": "#$c .5#Похоже, сегодня хороший день, чтобы позагарать, не так ли?",
            "funLeave_Haley": "#$c .5#Я не могу торчать здесь целую неделю. Сегодня я выйду погулять.#Сегодня я собираюсь немного пообщаться в городе.",
            "funReturn_Haley": "#$c .5#Все так добры ко мне в эти дни. Наверное, потому, что я к ним тоже отношусь лучше.$h#Было приятно увидеть всех в городе. У тебя был хороший день?",
            "OneKid_3": "#$c .5#*плачет* Я плачу не потому, что мне грустно. Я плачу, потому что... Я... не знала... Я могла бы так сильно любить нашего малыша. *плачет*$s#Разве это не странно? Я не привыкла быть мамой.",
            "TwoKids_2": "#$c .5#Береги этих детей! А вот и симпатичная бригада!$h#%kid2 очень красивый ребёнок?",
            "TwoKids_3": "#$c .5#Большой дом, двое детей и красивый участок земли. Я не знаю, что ещё я могла бы пожелать.#Двое детей... Теперь мне надо восстановить свою фигуру. Не то чтобы я хвасталась, но...$h^Ещё один положительный момент в усыновлении? Мы обе должны сохранить наши цифры.$h",
            "spring_8": "Должна признаться, что в молодости я была настоящей королевой драмы.#$e#Ладно, великой королевой драмы.$h#$e#Но думать об этом просто безумно. Эти подростковые годы похожи на что-то из чужой жизни. Они теперь так далеко.",
            "spring_14": "Надеюсь, ты не будешь возражать, если я всё ещё буду здороваться с Алексом во время фестивалей.#$e#Это маленький город, так что я чувствую, что мы все должны быть друзьями.",
            "spring_22": "Там много красивых цветов! Я была бы не против, если бы ты принёс их домой, чтобы я могла украсить свои волосы на этой неделе...",
            "spring_23": "Что? Конечно, мы ещё достаточно молоды для танца цветов. Не говори глупостей.$h#$e#И я с нетерпением жду, чтобы показать всему городу, как я горжусь тем, что я с тобой.",
            "spring_28": "Надеюсь, этим летом у нас будут хорошие воспоминания. Чего ты ждёшь с нетерпением?",
            "summer_6": "Знаешь, есть одна забавная вещь в том, что мне больше не надо проводить каждый день с Алексом... Мне больше не нужно слушать его бесконечные разговоры о спорте.",
            "summer_8": "Если тебе там будет слишком жарко, почему бы тебе не поискать меня? Мы проведём некоторое время в тени.",
            "summer_12": "Я люблю танцевать, но когда Эмили делает своё дело на Луау, мне гораздо интереснее просто смотреть.",
            "summer_22": "Хочешь, я надену что-нибудь сексуальное сегодня вечером?#$e#Ха-ха, как будто это был вообще не вопрос, да?$h",
            "summer_27": "Полуночные медузы будут завтра вечером. Мы можем назвать это свиданием?",
            "fall_3": "Ну, вот и всё! Мне нужно было что-то испечь, чтобы вытащить меня из осенней тоски. Вот, попробуй. [223 234 211 651 731]",
            "fall_8": "С цветами снаружи, я не хочу упустить возможность для некоторых хороших фотографий.#$e#Может, я тоже смогу заняться акварелью. Я хочу оставаться творческой личностью.",
            "fall_13": "Пришло время продлить подписку на 'Модные девушки'. Я должна не забыть сделать это сегодня.#$e#Я знаю, я становлюсь немного старовата для них. Но что плохого в подростковой ностальгии?",
            "fall_22": "Брр... сегодня довольно холодно. Я подумала, что сейчас пойдёт снег.$s",
            "fall_28": "Кажется, я видела несколько снежинок сегодня утром. Это всегда так волшебно - увидеть первый снег в этом году.",
            "winter_8": "Я хочу заглянуть в свою фотолабораторию сегодня. У меня есть несколько фотографий, чтобы развиваться.#$e#Кроме того, было бы неплохо проверить Эмили. Теперь я почти как старшая сестра, в некотором смысле.",
            "winter_22": "Это было весело - вот так встать посреди ночи и посмотреть фильм.$h#$e#Мне хотелось спать, но оно того стоило.#$e#В любом случае, ни один из нас не спал.",
            "winter_24": "Завтра будет праздник! Что ты надеешься найти под ёлкой?$h",
            "winter_28": "Скоро Новый год! Я испекла пирог на сегодня. [222 608]$h#$e#Может, ты что-нибудь выпьешь, и мы устроим себе небольшой праздник.",
        }
    }]
}