{
    "Changes": [
    {
        "LogName": "Harvey",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Harvey",
        "Entries":
        {
            "Mon4": "Думаю, кроме обычной работы, нужно иметь хобби.#$q 080/081/082/083 Mon_old#Какое твоё самое любимое хобби по мимо сельского хозяйства, @?#$r 080 5 Mon_080#Рыбалка#$r 081 5 Mon_081#Общение#$r 082 5 Mon_082#Украшать дом#$r 083 -50 Mon_083#Пьянка",
            "Mon_old": "$p 083#Как врач, я должен спросить, имеешь ли ты что-то здоровое, не связанное с алкоголем?|Без небольшого разнообразия становится легче навредить себе. Я рад, что у тебя здоровый подход.",
            "Mon_080": "Так ли это? Да, это отличное место для рыбалки.$h#$b#Плюс можно приготовить несколько отличных блюд с такими уловами.",
            "Mon_081": "А, хорошо! Это поможет найти хорошую компанию. В конце концов, мы социальные существа.$h#$b#Я бы и сам мог больше общаться, если у меня было меньше работы...",
            "Mon_082": "Звучит интересно. Дом - это не дом без капли индивидуальности, верно?",
            "Mon_083": "Оооох... это...$s#$b#Я не ожидал, что ты это скажешь. Могу я дать тебе номер группы поддержки?",
            "Mon6": "Многие мои пациенты уже привыкли ко мне.#$b#Если есть чувство доверия, встречи менее напряжённые.",
            "Mon8": "Я бы хотел остаться в долине Стардью на некоторое время. Я помаленьку начинаю чувствовать себя причастным к местному обществу.#$e#Приятно чувтвовать себя полезным.",
            "Tue2": "Молочные продукты полезны для маленьких детей в умеренных количествах, но также это хорошая идея для взрослых, ограничить молоко и сыр.#$e#Рыбу хорошо есть на регулярной основе для здоровья мозга.",
            "Tue4": "Важно, чтобы помещение оставалось конфиденциальным, поэтому, пожалуйста, не задерживайся слишком долго.#$e#Приятно бывать на свежем воздухе.",
            "Tue6": "Большая часть моей работы сводится к бумажной волоките. Если бы я работал в большой больнице, секретарша сделала бы многое за меня.#$e#Здесь же, долгосрочная перспектива. Но у меня иногда бывают свободные дни.",
            "Tue8": "О, @, привет!$h#$b#Я думаю, что наша клиника стала иметь более непринуждённую атмосферу, чем большинство кабинетов врачей. Ты можешь просто зайти.#$e#Всё в порядке. Это всего лишь элемент уникальной индивидуальности нашего города.",
            "Tue10": "Не переутомляйся, @. Это предписание врача!#$e#Твоё здоровье очень важно для меня.$l",
            "Wed": "Не забывай прикрывать рот, когда чихаешь.#$e#Затем обязательно помой руки.",
            "Wed2": "Неплохо иногда выходить на прогулку время от времени. Мне бы тоже хотелось побольше бывать на улице.#$e#Но для тебя это не проблема, да?$h",
            "Thu2": "Ферментированные продукты отлично подходят для пищеварительной системы. Люди во всём мире выживали благодаря этому в течении тысячелетий.#$e#Таким образом, наши тела всё ещё зависят от пробиотиков.",
            "Thu4": "Извини, если я когда-либо говорил всякие медицинские советы. Это моя работа - напоминать людям об основных привычках ухода.#$e#Я бы хотел, чтобы в этом не было необходимости, но статистика показывает, что большое количество людей не принимают советы, которые мы все получили ещё в школе.",
            "Thu6": "Все медицинские записи моих пациентов строго конфиденциальны. Я надеюсь, ты понимаешь, почему я не могу болтать о том, как прошёл мой день.",
            "Thu8": "Я никогда не впадал в комплекс мученика, который развивается у многих врачей.#$e#Я понимаю, что работаю прилично, и я технически нахожусь на вызове 24/7. Но я также очень хочу почувствовать личную жизнь.",
            "Thu10": "Это большая работа, быть врачом. Я ем не так хорошо, как следовало бы.$s#$e#Если бы я не жил один, мне было бы легче.$l",
            "Fri2": "Доктор, который работал здесь до меня, застал время, когда в городе Пеликан ещё шла добыча полезных ископаемых.#$b#Должно быть, у него было много проблем с дыханием, с которыми ему приходилось иметь дело. Я могу только догадываться.$s",
            "Fri6": "Я слышал о твоей старой работе в корпорации Джоджа. Похоже, ты выбрался оттуда как раз вовремя.^Я слышал о твоей старой работе в корпорации Джоджа. Похоже, ты выбралась оттуда как раз вовремя.#$e#Тебе,наверное, было рискованно оставить свою прежнюю жизнь позади. Но я рад, что ты здесь.",
            "Fri8": "Для меня это челлендж, сбалансировать роль 'врача' и 'соседа' с другими горожанами.#$e#Однако я всё равно буду вести себя анонимно, видеть большинство пациентов только один раз в год.",
            "Sat": "Сегодня у меня выходной, но я не думаю, что должен сидеть взаперти весь день.",
            "Sat2": "Могу я чем-нибудь помочь тебе?#$e#*заботится*.",
            "Sat6": "По субботам я обычно остаюсь дома, чтобы заняться своим хобби.#$e#Кроме того, иногда это немного утомительно быть на людях всю неделю, когда город рассматривает меня с очень конкретной ролью...",
            "Sat8": "@! Как мило, что ты остановился и поздоровался!^@! Как мило, что ты остановилась и поздоровалась!#$e#Сегодня был тихий, но увлекательный день. Я читал об известных пилотах.",
            "Sun": "Когда я нахожусь в клинике, не стесняйся заходить за стойку, если хочешь поговорить о чём-то, помимо работы.#$e#Это преимущество работы в маленьком городке.",
            "Sun2": "Хмм... Я изо всех сил пытаюсь свести концы с концами. У меня нехватка пациентов.#$e#Наверное, мне стоит попробовать привлечь пациентов из соседних городов...",
            "Sun4": "Наше правительство выделяет небольшую зарплату на рутинные проверки, которые я провожу для всех жителей деревни. Но остальная часть моего дохода основана на комиссиях.#$e#Да, ни для кого не секрет, что система здравоохранения нашей страны нуждается в реформе, но я пошёл в медицинскую школу, чтобы быть доктором, а не политиком.",
            "Sun10": "Ближе всего я подошёл к отказу от медицины во время педиатрической ротации моей резидентуры, в травматологическом центре.$s#$e#Это было... много чего нужно было сделать.$s#$b#Но я рад, что продвинулся вперёд, чтобы заботиться о тех, кто в этом нуждается. А что ещё оставалось делать?",
            "summer_Tue": "Это нормально получить умеренное количество солнечного света. Только не обожгись.#$e#Окей. Береги себя! Буть здоров.^Окей. Береги себя! Буть здорова.",
            "summer_Tue2": "Почаще пей, когда работаешь в поле.#$e#Одеть шляпу - тоже хорошая идея.",
            "summer_Tue4": "У тебя на ферме есть пчёлы? Есть веские доказательства того, что местный мёд действительно смягчает симптомы аллергии.",
            "summer_Tue8": "Восемь лет учёбы в Медицинской школе были как одно сплошное пятно. С тех пор, как я переехал сюда, я чувствую себя свободнее.#$e#Завтра у меня будет время выйти на улицу.$h#$e#Не каждый врач может позволить такую роскошь.",
            "summer_Thu2": "Мару здесь очень помогает. Я думаю, что она могла бы быть очень успешной, занимаясь медициной как карьерой.#$e#Конечно, она весьма одарена и в других науках. Кто знает, где она окажется.",
            "summer_Thu6": "Я должен быть более-менее специализирован во всех видах медицины, чтобы иметь возможность открыть свою собственную практику.#$e#Я обучался общей медицине, но иногда я вызываю специалиста, если мне нужно второе мнение.",
            "summer_Thu10": "Я ожидал, что моя жизнь, как доктора, будет постоянной.#$e#Встретелись здесь, в долине Стардью... этого достаточно, чтобы даже у кого-то вроде меня возникло ощущение, что судьба не равнодушна даже ко мне.",
            "summer_Fri2": "Маловероятно, переохладится в течении лета, но если это произойдёт, можешь надолго заболеть. Продолжай заботиться о себе. Хорошо, @.",
            "summer_Fri4": "Летом люди почти не болеют. Это хорошо, но это также означает, что у меня меньше прибыли.",
            "summer_Fri6": "Постарайся избегать шахт, @. Одно дело, если есть хороший медицинский персонал...#$b#...но идти туда одному? Это меня беспокоит.#$e#Ну, всё, что я могу сделать, это дать профессиональный совет. Выбор в конечном счете за тобой.",
            "summer_Fri10": "Я пошёл на эту профессию, ожидая, что это было бесчеловечно.#$e#То, что я обнаружил, было совершенно противоположным.$l",
            "fall_Sat": "Ты что, в шахты ходил, @?^Ты что, в шахты ходила, @?#$e#Это опасное место. Я рекомендую не делать этого.",
            "fall_Sat4": "Сначала было немного странно переезжать в квартиру прямо рядом с моим рабочим местом.#$e#У меня никогда не будет лучшей квартиры!$h",
            "fall_Sat6": "Я получил известие от своего старого коллеги. Он говорил так, словно хотел открыть небольшую сельскую аптеку.#$e#В городе, где он сейчас работает, ему неплохо платят, но свободного времени почти нет.",
            "fall_Sat8": "Я верю в систему морали, где забота - единственное благо, а вред - единственное зло.#$e#Я думаю, что именно поэтому я стал врачом. Но я не понимал это, пока не поступил в медицинскую школу.#$e#Я хочу уменьшить количество страданий в мире.#$e#Что движет тобой, @?",
            "fall_Sat10": "Что, я и Мару? Нет, конечно, нет.$h#$e#Она красивая молодая девушка, и Деметриус, казалось, был доволен такой перспективой, но это не сработало бы.#$b#С чего даже начать...?$l",
            "fall_Fri": "Если съесть определенный продукт, то будешь работать лучше.#$e#Употребление 'Обеда фермера' даст тебе питание, необходимое для лучшего полива и сбора урожая!",
            "fall_Fri4": "Если съесть определенный продукт, то будешь работать лучше.#$e#Если съешь, 'Бургер для выживания', то будешь больше собирать съедобные растения и древесину!",
            "fall_Fri6": "Если съесть определенный продукт, то будешь работать лучше.#$e#Употребление 'Красного блюда' даст тебе дополнительный заряд энергии.",
            "fall_Fri8": "Если съесть определенный продукт, то будешь работать лучше.#$e#'Биск из омара' - довольно роскошное блюдо. Я полагаю, что с ним ты можешь выудить рекордный улов!",
            "fall_Fri10": "Если съесть определенный продукт, то будешь работать лучше.#$e#'Обед на удачу' - странное блюдо, но я чувствую, что не нуждаюсь в нём, когда я рядом с тобой.$l",
            "winter_Wed8": "Я слышал рассказы моих коллег о шахтёрах, которые попадают в больницу в критическом состоянии.#$e#Некоторые из них этого не делают. Не думаю, что я слышал о более опасной профессии.$s",
            "winter_Wed10": "@, если ты пойдёшь в шахты, это...$s#$b#...если серьёзно пострадаешь, пожалуйста, подумай, как это повлияет на окружающих тебя людей.$s",
            "winter_Sat10": "*Вздох*... Я начинаю чувствовать себя старше...#$e#Чем старше становишься, тем больше воспоминаний отягощает тебя. Это просто ошеломительно.$s#$e#Но пока ты рядом, я чувствую себя моложе,.$l",
            "winter_Sun4": "Империя Готоро имеет достаточно развитую систему оказания медицинской помощи своим гражданам.#$b#Но по очевидным причинам, я не мог заплатить им достаточно, чтобы переехать туда.$h",
            "winter_Sun8": "Похоже, ты никогда не подхватываешь никаких болезней, @.#$e#Значит у тебя сильная иммунная система!$h",
            "spring_1_2": "С новым годом, @!$h#$b#Сегодня отличный день для нового старта.",
            "spring_12": "Интересно, что первый фестиваль города Пеликан в календарном году также является одним из самых причудливых.#$e#Эй, это не жалоба.$h",
            "spring_23": "Мои старые коллеги по медицинской школе не поверят, что я буквально танцую перед своими пациентами.#$e#Ну, технически это не входит в описание работы. Но, решив жить здесь, я могу поступить так.$h",
            "summer_10": "Я очень надеюсь, что никто не заболеет от общего блюда на завтрашнем Луау.#$e#Потенциально, это катастрофа, которая ожидает своего часа. Но этот город очень любит свои традиции.",
            "winter_7": "Завтра все будут на улице в мороз? Нет, я не волнуюсь. Во всяком случае, не больше, чем обычно.#$e#Холодная погода сама по себе не является причиной болезни. Но люди всё равно должны быть осмотрительными.",
            "winter_28": "Так... к тому времени в этом году заканчивается, я буду... сколько тебе лет? Хм.$s",
            "spring_12_2": "Ну, завтрашний фестиваль яиц должен быть приятным, не так ли?",
            "spring_23_2": "Мои старые коллеги по медицинской школе не поверят, что я буквально танцую перед своими пациентами.#$e#Ну, технически это не входит в описание работы. Но, решив жить здесь, я могу поступить так.$h",
            "summer_10_2": "Я очень надеюсь, что никто не заболеет от общего блюда на завтрашнем Луау.#$e#Потенциально, это катастрофа, которая ожидает своего часа. Но этот город очень любит свои традиции.",
            "winter_7_2": "Завтра все будут на улице в мороз? Нет, я не волнуюсь. Во всяком случае, не больше, чем обычно.#$e#Холодная погода сама по себе не является причиной болезни. Но люди всё равно должны быть осмотрительными.",
            "winter_28_2": "Так... к тому времени в этом году заканчивается, я буду... сколько тебе лет? Хм.$s",
        }
    },
    {
        "LogName": "Harvey Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueHarvey",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Не хочешь наденеть сегодня плащ?#Это миф, что дождливая погода вызывает грипп. Однако, будь осторожней, можешь поскользнуться на грязи!#$e#Я беспокоюсь о тебе.",
            "Rainy_Day_1": "#$c .5#Мне было так одиноко жить в клинике... Теперь я гораздо счастливее.$h#Как же я стал так рано вставать? До Медшколы я бы никогда не проснулся в такой час. И всё же я здесь!",
            "Rainy_Day_2": "#$c .5#Я проснулся рано, постарался не разбудить тебя. Ты выглядела такой умиротворенной.#Охх... Если я предложу тебе плащ, ты просто откажешься, да?$s",
            "Rainy_Day_3": "Я не имею ничего против дождя. Конечно, я не могу смотреть, как пролетают самолеты, но я могу слушать болтовню по радио.#$e#$c .5#Я надеюсь, что пилоты останутся в безопасности, если они там, в облаках.#Это делает всё более таинственным.",
            "Rainy_Day_4": "#$c .5#У меня накопилось много дел по дому, которые я хочу закончить сегодня. У меня сейчас много работы, так что я занят!#Есть какие-нибудь просьбы по хозяйству? Я собирался спать, но может тебе с чем-нибудь помочь?",
            "Rainy_Night_0": "#$c .5#Как прошёл твой день, дорогая? Я собирался помыть посуду, но был поглощён последним выпуском 'Энтузиасты хирургии'.#По секрету, я... сегодня вечером я съел пару конфет. Всё в меру, в том числе и количество, верно?$l",
            "patio_Harvey": "#$c .5#Знаешь, 'Журнал сухожилий'. Когда я читаю его, тебе терпимо слушать меня?#Всегда есть что-то новое, чему можно научиться. Особенно когда в городе нет специалистов.",
            "Rainy_Night_1": "#$c .5#Если наслаждаться жизнью, какая разница, если она немного повторяется? Вот что я скажу.#В теле есть тысячи маленьких процессов, которые поддерживают нашу жизнь. Раньше я беспокоился по ночам, гадая, что случится, если один из них выйдет из строя, но теперь уже нет.$h",
            "Rainy_Night_2": "#$c .5#Ты выглядишь немного мокрой, дорогая. Почему бы тебе не погреться у огня?#Слушай... давай ляжем спать пораньше...$l",
            "Rainy_Night_3": "#$c .5#Звук дождя даёт нашим умам что-то, на чём можно сосредоточиться, поэтому мы не отвлекаемся на случайные мысли. Это моя теория, это так успокаивает...#",
            "Rainy_Night_4": "#$c .5#Я никогда не забуду вторую половину нашего полёта на воздушном шаре. Хммм... Что скажешь...$l#Сегодня я был спокоен... провёл некоторое время за чтением книг, возился с рацией и работал над моделью самолета.#$e#Важно время от времени брать выходной, чтобы расслабиться... стресс вреден для здоровья.",
            "Indoor_Day_0": "Я думаю, что мы все стремимся достичь какого-то баланса в жизни. Равновесия.#$e#$c .5#С одной стороны, прогулка на работу мне очень помогает. Я так разленился за последнее время.#Для меня переезд сюда был именно тем, что нужно моему телу, чтобы найти этот баланс.$l",
            "Indoor_Day_1": "Доброе утро! Я приготовил тебе питательный завтрак.[201]#$e#$c .5#Этот завтрак сбалансирован. Особенно для твоего активного образа жизни.#Яйца являются хорошим источником необходимых питательных веществ, так что ешь.",
            "Indoor_Day_2": "#$c .5#Это очень мило. Вообще-то у меня сегодня есть немного свободного времени. Его не было бы, если бы я работал в большой больнице.#Сегодня я буду изучать медицинскую литературу. Это важно для меня, чтобы быть в курсе. С этим я могу дать своим пациентам лучший уход!",
            "Indoor_Day_3": "#$c .5#Я собираюсь послушать джаз и закончить свои медицинские отчёты сегодня. Что ты задумала?#Я не могу сказать, что скучаю по медицинской школе. То, что мы имеем сейчас, намного лучше.$h",
            "Indoor_Day_4": "#$c .5#Я боялся тебя, когда мы впервые встретились. Забавно думать об этом сейчас, когда мы зашли так далеко.$h#Есть какие-нибудь домашние дела, которые нужно сделать сегодня? Я собирался вытереть пыль и подмести. ...И ты не думаешь, что на кухне не помешало бы немного убраться?",
            "Indoor_Night_0": "#$c .5#Я сегодня немного размялся. Правда?... Э-э, ну, конечно, я это сделал.#Ты выглядишь измученной, дорогая. Позволь мне сделать тебе массаж. Я обещаю, что это уменьшит воспаление в  мышечной ткани!$l",
            "Indoor_Night_1": "Я приготовил нам хороший здоровый ужин. Только свежие, полезные ингредиенты из долины! [212 214 225 209 200]$h#$e#$c .5#Это один из моих любимых. Наслаждайся!#Съешь как можно больше, дорогая.",
            "Indoor_Night_2": "#$c .5#Добрый вечер... ты закончила всё, что хотела сделать сегодня?#$e#Не беспокойся обо мне. Я очень самодостаточен. Если у тебя есть недоделанная работа, то можешь идти прямо сейчас.",
            "Indoor_Night_3": "#$c .5#У меня выработалась довольно хорошая привычка не ложиться спать допоздна... Не хочешь присоединиться ко мне?#Это настоящий стресс - быть врачом, так что это действительно здорово жить где-то, как на нашей расслабляющей ферме %farm.",
            "Indoor_Night_4": "#$c .5#О! Я просто думал о кровеносной системе и забыл, что я хотел сделать. Это классическая проблема врача.#Спасибо, что позволяешь мне так сильно любить тебя. Это очень важно для меня.",
            "Outdoor_0": "#$c .5#Это очень безопасное место. Так что займись своими делами, не беспокойся обо мне.#Эта ферма довольно хорошо скрыта от шоссе. Бьюсь об заклад, не так уж много людей даже знают об этом.",
            "Outdoor_1": "#$c .5#Я считаю, что это идеальное место для научного воспитания детей. А ты как думаешь?#Долина, должно быть, держится в секрете. С такими сезонами и растительностью. Я удивлён, что она не сильно развита.",
            "Outdoor_2": "#$c .5#Может, я и не самый интересный парень, но я останусь верен тебе до конца своей жизни.$l#Как прекрасно. Солнце ещё не слишком яркое, и мне даже не нужны солнечные очки.",
            "Outdoor_3": "#$c .5#Дорогая, я просто хотел сказать... ты... ты для меня целый мир.$l#Получу ли я такое же утро, если бы жил где-нибудь в другом месте? ...Я так не думаю.$h",
            "Outdoor_4": "#$c .5#Как учёный, я очарован тонким взаимодействием насекомых и растений.#Эй! Взволнована ещё одним днём? Только посмотри туда, там огромный потенциал.$h",
            "OneKid_0": "#$c .5#Я позабочусь о том, чтобы наш малыш получил самое лучшее лечение. Не беспокойся ни о чём.#Ты и %kid1, вы самые дорогие в моей жизни.",
            "OneKid_1": "#$c .5#Я должен сказать, что наличие собственного ребёнка сделало бы мою ротацию в детском травматологическом центре намного сложнее.$s#Малыш %kid1, здесь у тебя будет прекрасное детство. Нам очень повезло, что живём здесь.",
            "OneKid_3": "#$c .5#Я лечу людей, но быть воспитателем... Это совершенно новый уровень.$h#До сих пор мне очень нравится быть отцом!$h",
            "TwoKids_0": "#$c .5#Давай посмотрим... детей кормили, пеленки меняли... Я думаю, что мы можем немного поиграть!$h#У меня есть %kid1 и %kid2. Теперь надо научить их наслаждаться здоровой пищей!",
            "TwoKids_1": "#$c .5#Я считаю, что ребёнок должен иметь возможность играть и исследовать в своё удовольствие.#Дети любят играть с моими моделями самолётов. Они немного пускают слюни, но это нормально.$h",
            "TwoKids_2": "#$c .5#Дети играли с моим стетоскопом. У обоих здоровое сердцебиение!#Может %kid2 станет пилотом и исполнит мечту отца?",
            "TwoKids_3": "Теперь моя жизнь посвящена тебе и детям, и я очень этому рад. Я всегда мечтал иметь замечательную семью.$l#$e#Мне приснился кошмар, в котором я навсегда остался холостяком.... Я тебя так люблю.$l",
            "funLeave_Harvey": "#$c .5#IСегодня я иду на прогулку. Мне нужно наверстать кучу медицинской литературы. Я буду работать лучше, если не буду сидеть взаперти.#Я хочу сегодня немного прогуляться. Мне нужно расслабиться.",
            "funReturn_Harvey": "#$c .5#О! Своевременность. Я тоже только что вернулся домой. Как прошёл твой день?#У меня всё было хорошо. Иногда всё-таки надо проводить время в одиночестве. У тебя был хороший день, дорогая?",
            "spring_2": "Ну что ж, пора за работу в новом году! Я надеюсь, что все хорошо заботятся о себе.",
            "spring_9": "Как там поживает урожай? Мне очень хочется свежих продуктов.#$e#Или... как насчёт чего-нибудь маринованного? У нас есть какие-нибудь соленья? ",
            "spring_16": "Я всё ещё немного стесняюсь других жителей деревни.$s#$b#Не пойми неправильно... Мне нравится город Пеликан. И знаю в лицо всех своих пациентов, но мне легче быть врачом, чем соседом.#$e#Бывает трудно переключаться между ролями.",
            "spring_25": "Видеть, как ты носишься с такой энергией, побудило меня пойти на пробежку.#$e#Больше никакой танцевальной аэробики. Блин... Это была не самая любимая глава из моих холостяцких лет.$l",
            "summer_4": "В прогнозе погоды говорится, что на следующей неделе будет жарче, даже если пойдёт дождь. Будь осторожна там!#$e#Надеюсь, с тобой всё будет в порядке. Просто... сделаешь это для меня?$l",
            "summer_16": "Для меня, обеспечивать уход и избегать вреда... Это конечная цель. Но теперь больше ничего не происходит.#$e#Я обдумывал это в течении нескольких месяцев после приезда в Медицинской школе, и я всё ещё думаю. Ни один другой ответ не имеет для меня такого смысла, как этот.",
            "summer_17": "Дорогая, я не требую, чтобы у тебя была точно такая же моральная философия, как и у меня.$h#$b#Ты любишь меня, а я люблю тебя, и это всё, что мне от тебя нужно.$l",
            "summer_23": "Оох, у меня ужасный комариный укус, который зудится всё больше и больше.$s#$e#Блин, когда я чешу ещё сильнее, боль усиливается. Моё тело к такому не привыкло.",
            "fall_4": "У меня есть клятва не делиться медицинскими записями ни с кем. И да, это означает, что даже с тобой.#$e#Ну, по крайней мере, ты знаешь, что я умею держать обещания.$h#$b#И конечно, у меня есть пожизненное обещание, которое я должен сдержать.$l",
            "fall_9": "Я люблю свою утреннюю прогулку на работу!$h#$e#Ха-ха!... Если можно так назвать,конечно.",
            "fall_11": "Я ностальгирую по некоторым градостроительным симуляторам. Я не играл в видеоигры в течении многих лет, но этот жанр зацепил меня, когда я был ребёнком.",
            "fall_18": "Когда я закончу свою карьеру, вся медицина будет совершенно другой.#$e#Лечение стволовыми клетками, операции на основе искусственного интеллекта, генная терапия... То, что мы используем сейчас, будет выглядеть совершенно древним!",
            "winter_11": "Оооох-хох, сег-годня так х-холодно. Мне бы о-очень не помеш-шала чаш-шка гор-рячего коф-фе... У н-нас есть так-кая?$s",
            "winter_16": "Когда ты открыла письмо от своего дедушки... ну, тот, о котором ты мне рассказывала?#$b#Странно думать, что я тогда даже не знал тебя, но этот момент навсегда изменил направление моей жизни.$l#$e#Это заставляет задуматься... что ещё происходит в мире прямо сейчас, о чём мы не знаем, но что навсегда изменит нашу жизнь?",
            "winter_24": "Ого, завтра праздник! Я не могу ждать!$h#$e#Кто, я? Пировать? Ну, всё в меру, как говориться...",
            "winter_26": "Ха! Посмотри, что осталось и совершенно не охранялось на пиру! [348]$h#$e#Давай откроем это сегодня вечером. Извини, я знаю, что ещё рано. Я просто не мог долго ждать, чтобы показать тебе.",
        }
    }]
}