{
    "Changes": [
    {
        "LogName": "Jas",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Jas",
        "Entries":
        {
            "Mon2": "Так ты живёшь по соседству, да?$u",
            "Mon6": "Как выглядит город Зузу? Я никогда там не была.",
            "Mon8": "Жалко, что здесь нет других детей, с которыми можно было бы поиграть.#$e#Винсент - хороший друг, но я вижу его почти каждый день.",
            "Mon10": "@! Это же тыыыыы!$h#$e#Я люблю тебя.$h",
            "Tue2": "Тётя Марни сказала, что я должна поздороваться с тобой.$u#$e#Эм... првет.$u",
            "Tue4": "Тётя Марни всегда говорит мне держаться подальше от башни на другой стороне пруда.#$b#Я её слушаюсь.",
            "Tue8": "Мои куклы любят приключения. Но я не выношу любимых кукл на улицу, потому что не хочу, чтобы они испачкались.#$e#Среди моих любимых кукл есть старые, откуда они взялись я не знаю. Но я их очень люблю.",
            "Tue10": "Если ты хорошо заботишься о животных, то, сможешь хорошо заботиться и о куклах.#$e#Сарай - это что-то вроде кукольного домика, да? Нужно пойти и убедиться, что они все любимы и счастливы.",
            "Wed6": "Лея вырезала для меня маленькую деревянную собачку, когда переехала в соседний дом.#$e#Она очень милая, но с тех пор, мы не проводили с ней много времени.",
            "Wed8": "Я очень хорошо рисую. Тётя Марни принесла мне набор из 48 цветных карандашей, и я нарисовала ей много картинок.",
            "Wed10": "Я уже неплохо разбираюсь в книжках-раскрасках. Главное, чтобы цвет был темнее, когда находитесь ближе к линиям, и светлее, когда вы находитесь вдали от них.",
            "Thu2": "Тебе нравится заботиться о животных?$u#$e#Мне просто любопытно.$u",
            "Thu4": "Мисс Пенни учит меня писать скорописью.$h#$e#У неё такой красивый почерк.",
            "Thu6": "Иногда я сама готовлю себе обеды. Обычно я просто разогреваю что-нибудь в микроволновке, но иногда я могу приготовить себе яичницу.#$b#И рис.",
            "Thu8": "Мне нравится школа. Иногда трудно сидеть в классе так долго, но Мисс Пенни лучше всех.#$e#Она очень умная.",
            "Thu10": "Я немножко помню свою старую школу, ещё до того, как переехала сюда. Я пробыла там недолго.#$e#Я помню, что там было много других детей.",
            "Fri6": "Ты умеешь запускать блинчики? Это легко, если знать, какой камень выбрать.#$e#Однажды Шейн бросил камень, который прыгнул шесть раз подряд.$h",
            "Fri8": "Ты всегда так добр ко мне, мистер @$h^Ты всегда так добра ко мне, мисс. @.$h#$e#Взрослые обычно злые и скучные, но ты другой.^Взрослые обычно злые и скучные, но ты другая.",
            "Sat4": "Мисс Пенни начала давать нам домашнее задание в этом году. Я думала, что это будет трудно, но на самом деле это весело.#$e#И я уже всё выполнила в эти выходные!",
            "Sat6": "Анжелина была моей любимой принцессой Кортвика, но сейчас мне больше нравится Корнелия. У неё такие же волосы, как и у меня.#$e#К тому же, её коза - закадычная подруга, она очень забавная.",
            "Sat8": "Я рада, что ты такой хороший взрослый. Раньше, когда я жила с родителями, были взрослые, которые не были хорошими.^Я рада, что ты такая хорошая. Раньше, когда я жила с родителями, были взрослые, которые не были хорошими.#$e#Они приходили ночью и были очень шумными. Я не могла заснуть.$u",
            "Sun4": "А, что там в горах?#$b#Я никогда там не была.$u",
            "Sun6": "Иногда по нашим окрестностям проезжает бродячий торговец, и там есть свинья, которая тянет карету.#$b#Я назвала её Мерфи.",
            "Sun8": "Бродячий торговец сегодня в городе. Я накопила немного денежек, чтобы кое-что купить.#$b#Я хотела купить эту странную штуку, но не знала, что это такое, поэтому купила конфеты.",
            "summer_ Mon4": "Наши бедные животные не любят эти жаркие дни.#$e#Я бы хотела дать коровам немного мороженого.#$e#Фуу, это было бы странно, если бы они давали холодное молоко!$h",
            "summer_Tue4": "Я видела змею в лесу.#$e#Я не испугалась. Просто нада держаться от них подальше.",
            "fall_Wed4": "Ты находил дикие сливы на земле?^Ты находила дикие сливы на земле?#$e#Из них можно сделать вкусный сливовый пудинг!$h#$b#Но простые сливы я не люблю.$u",
            "fall_Thu4": "Осенние цветы - мои любимые. Ты выращиваешь что-нибудь на своей ферме?",
            "fall_Thu10": "Я люблю осень.",
            "winter_Fri8": "Ты умеешь хранить секреты?#$e#Однажды я бросила снежок в Винсента, и он чуть не упал.#$b#Но я пряталась в кустах, так что он даже не узнал, что это я!$h",
            "winter_Sat6": "Я люблю снег!$h#$e#Однажды Шейн пришёл домой ночью, когда шёл снег. Мы танцевали под фонарем на заднем крыльце почти час после того, как я легла спать.#$e#Это было так красиво. *вздох*",
            "winter_Sun8": "Мисс Эмили сшила мне варежки на эту зиму. Она такая... такая милая.#$e#Но мне больше нравятся перчатки, а не варежки.",
            "Tue_inlaw_Shane": "Я скучаю по Шейну. Он собирается переехать обратно?$s",
            "Tue4_inlaw_Shane": "Шейн всегда выглядел таким грустным, но потом он встретил тебя.#$e#Я люблю счастливые конецы.$h",
            "winter_28": "С Новым годом, мистер @.^С Новым годом, мисс @.",
            "winter_28_2": "С Новым годом, мистер @.^С Новым годом, мисс @.",
        }
    }]
}