{
    "Changes": [
    {
        "LogName": "Jodi",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Jodi",
        "Entries":
        {
            "spring_1_2": "Сегодня такой замечательный день! Нашей семье есть за что быть благодарной!$h#$e#Я никогда не забуду, каково это было, когда Кент вышел из автобуса.$h",
            "Mon2": "#$1 JodiAltar#Вчера я посетила алтарь Йобы, чтобы попросить о благополучном возвращении моего мужа.#$e#Я пытаюсь оставаться позитивной, но иногда это трудно.$s",
            "Mon4": "Ты много времени проводишь с Сэмом? Может быть, он покажет тебе свои музыкальные способности.",
            "Mon6": "На днях у меня было достаточно времени, чтобы вздремнуть. Я почти забыла, каково это.$h",
            "Mon8": "Хорошо иметь семью... но я бы солгала, если бы сказала, что никогда не стремилась к свободной молодости...$s",
            "Mon10": "Оценки Винсента стали немного лучше.$h#$e#Как мама, я никогда не перестаю волноваться, но это немного успокаивает меня.",
            "Mon2_inlaw_Sam": "Я благодарна Сэму за сегодняшний визит... Он что, сам за собой следит?#$b#Надеюсь, он не слишком обременяет тебя...",
            "Mon6_inlaw_Sam": "Я благодарна Сэму за сегодняшний визит.$h#$b#По правде говоря, я не была уверена, что он из этого выйдет, но мне так приятно видеть вас вместе.",
            "2_1": "Мой муж Кент - солдат, работает за границей. Вот почему его сейчас здесь нет.#$b#Я знаю, что он вернётся целым и невредимым, как только закончится его служба!#$e#Что-то нужно?",
            "Tue": "Привет.#$e#Тебе что-то нужно? Я немного занята.",
            "Tue2": "Должно быть, приятно видеть, как растут растения на ферме.#$e#Ты когда-нибудь откусывал кусочек первого собранного урожая? Я знаю, что сделала бы.^Ты когда-нибудь откусывала кусочек первого собранного урожая? Я знаю, что сделала бы.$h",
            "Tue4": "Физические упражнения важны для поддержания здоровья. Я всегда стараюсь выделить для этого время.#$e#Как родитель, я не могу уделять себе много времени. Поэтому я стараюсь выделить каждую минуту.",
            "Tue6": "Я хочу, чтобы Сэм поставил какие-нибудь достижимые цели для своего будущего, но каждый раз, когда я говорю с ним об этом, он просто говорит, что у него всё под контролем.$s#$b#Трудно быть родителем. Я знаю, это больше не моя работа - решать его проблемы за него.$s",
            "Tue8": "Я попросила Винсента, чтобы он сегодня утром застелил свою постель. Так что это ещё одна вещь, которую я должна была сделать.#$e#Потом он начал требовать конфеты за свою 'работу'.$s",
            "Tue10": "Я всегда считала, что детство - это то, что нужно беречь и беречь, но...#$e#Может, я совершила какие-то ошибки. Я хотела лучшего для Сэма и Винса. Неужели я перестаралась?$s",
            "Wed2": "Жаль, что у меня нет больше времени, чтобы провести его на улице. Ты проводишь большую часть времени на улице, да?",
            "Wed4": "Я начала носить резиновые перчатки, чтобы руки были мягкими.#$e#Чем старше становишься, тем больше работы надо сделать, чтобы оставаться здоровым.$s#$e#Ладно, пока!",
            "Wed6": "Ох, у меня так много дел сегодня.#$e#Я люблю своих мальчиков, но иногда мне кажется, что я потеряла свою индивидуальность, став женой и матерью.$s#$b#Помаленьку начинаем забывать, кем мы были и какие у нас были мечты, когда были молоды.$s",
            "Wed8": "Когда я была моложе, у меня были мечты. Я хотела быть такой...#$b#Боже, теперь они кажутся просто глупыми девичьими снами.$s#$e#В какой-то момент мне захотелось стать певицей.$s#$b#Может Сэм станет певцом за меня.",
            "Thu2": "Виноград - один из немногих фруктов, которые я могу заставить Винсента есть. Он просто проглатывает их.$h#$e#Будешь ли ты выращивать их на своей ферме в конце этого года?",
            "Thu4": "Я должна выполнять работу двух родителей. Многие люди просто не понимают это.#$e#Сэм много делает для Винса, но никто не заменит ему роль отца.",
            "Thu4_2": "С возвращением Кента я думала, что всё станет проще, но...$s#$e#Я имею в виду, как там дела на ферме? Выращиваешь что-нибудь интересное?",
            "Thu6": "Детям всегда надо больше, больше, больше! Как Винс до сих пор не понимает, что конфет достаточно?$3#$e#Извини. Сегодня был тяжёлый день.$s",
            "Thu8": "Привет... есть ли у тебя лишние продукты, которые тебе не понадобятся, я с радостью приму их.#$e#Мне бы очень не помешал выходной от приготовления ужина.$s",
            "Thu10": "Спасибо за то, что ты хороший друг, @. Я знаю, что Кент скоро вернётся.",
            "Thu10_2": "Сегодня утром Кент выдавил из себя улыбку.$h#$e#Я благодарна за такие мелочи.",
            "Fri2": "$d Joja#Работа Сэма в ДжоджаМарте хороша, но я бы хотела, чтобы он получил скидку для сотрудников.|Еда у Пьера гораздо свежее и полезнее, чем всё, что я когда-либо покупала в ДжоджаМарте. Хотя я скучаю по дешёвым ценам Джоджа.",
            "Fri4": "Сегодня хороший день. Никаких больших неудач, и я опережаю график!$h#$e#Нужно быть благодарным время от времени.",
            "Fri6": "Есть какие-нибудь весёлые планы на выходные?#$e#У меня? Ну, когда-то давно. Но это было много лет назад.$h",
            "Fri6_2": "Вчера вечером мы смотрели фильм, и на полпути Кент просто встал и вышел из дома, не сказав ни слова.$s#$e#Я удивляюсь... ему вообще нравятся такие вещи?",
            "Fri8": "@, пожалуйста, не говори никому, но я думаю, что у меня есть оттенок ОКР.$s#$e#Я не всегда была такой. Но за последние несколько лет это становилось всё труднее и труднее.$s#$e#Через какое-то время я вижу грязь на всём. У меня было бы гораздо больше времени, если бы мне не пришлось с этим разбираться.$s",
            "Fri8_2": "@, пожалуйста, не говори никому, но я думаю, что у меня есть оттенок ОКР.$s#$e#Я не всегда была такой. Но за последние несколько лет это становилось всё труднее и труднее.$s#$e#Через какое-то время я вижу грязь на всём. У меня было бы гораздо больше времени, если бы мне не пришлось с этим разбираться.",
            "Fri10": "Ты действительно хороший человек, @. Спасибо тебе за всё, что ты сделал.^Ты действительно хороший человек, @. Спасибо тебе за всё, что ты сделала.",
            "Fri10_2": "Вчера Кент досмотрел до конца кино, вместо того чтобы уйти.#$e#Интересно, он просто притворялся ради нас?$s",
            "Sat2": "Привет.#$e#Рада снова тебя видеть.",
            "Sat6": "Куда уходит всё время? *вздох*#$e#Я помню, когда Сэм был маленьким и носил подгузники. Он был таким милым маленьким мальчиком.$s#$e#Не говори ему, что я это сказала.$h#$e#Тебе, наверное, очень нравится со мной разговаривать?",
            "Sat8": "Я не могу слишком много думать о войне. Но иногда я не могу не беспокоиться о том, какой мир унаследуют Сэм и Винсент.$s#$e#Что ещё остается делать, как не продолжать?",
            "Sun": "Привет, @.#$q 116/117 Sun_old#Прости, что спрашиваю, но ты молишься?#$r 116 10 Sun_116#Да#$r 117 0 Sun_117#Нет",
            "Sun_old": "$p 116#Благодарю тебя за твои молитвы за моего мужа. Это очень много значит для меня.|Мой муж на войне за границей. Я уже упоминала об этом?",
            "Sun_116": "Это здорово. Не можешь, пожалуйста, помолиться за моего мужа, Кента? Только ради его благополучного возвращения с войны.#$b#Спасибо.",
            "Sun_117": "Понятно. Извини, что побеспокоила тебя.",
            "Sun2": "Сегодня я отдыхаю от домашних дел.$h#$e#Если я не буду проводить время на улице, я сойду с ума!#$e#К тому же я не хочу, чтобы мои ноги ослабли.",
            "Sun4": "Я рада, что Сэм постепенно стал хорошим примером для подражания для Винсента. Эти два мальчика так связаны.",
            "Sun6": "Ты слышал, как Сэм недавно играл на гитаре? Он действительно очень хорошо играет!^Ты слышала, как Сэм недавно играл на гитаре? Он действительно очень хорошо играет!$h#$b#...только немного громко.",
            "Sun_2": "Я не могу поверить, что мой муж наконец вернулся!$h#$e#Нам надо больше общаться.",
            "Sun2_2": "Сегодня я отдыхаю от домашних дел.$h#$e#Если я не буду проводить время на улице, я сойду с ума!#$e#К тому же я не хочу, чтобы мои ноги ослабли.",
            "Sun4_2": "Сэм с Винсентом проделали долгий путь. Когда Кента забрали в армию, Сэм очень скучал первое время.#$e#Я была счастлива видеть, как он растёт и меняется.",
            "Sun6_2": "Ты слышал, как Сэм недавно играл на гитаре? Он действительно очень хорошо играет!^Ты слышала, как Сэм недавно играл на гитаре? Он действительно очень хорошо играет!$h#$b#...только немного громко.",
            "Sun8_2": "Мне снилось, что у меня есть полная свобода, никаких обязательств ни перед кем, кроме самой себя...#$b#...Потом я проснулась и поняла, что у меня впереди целый день домашних забот...$s",
            "spring_Wed4": "Хм... Интересно, не купить ли мне сегодня лекарство от аллергии для Сэма?",
            "spring_Wed8": "Интересно, кто-нибудь скажет что-нибудь, если я пропущу уборку дома сегодня...$s#$e#Кого я обманываю?$4",
            "spring_Sat2": "Весенний воздух прекрасен.$h#$b#Просто... пожалуйста, не приноси мне весенние цветы. У Сэма ужасная аллергия.",
            "spring_Sat8": "Весенний воздух прекрасен.$h#$b#Просто... пожалуйста, не приноси мне весенние цветы. У Сэма ужасная аллергия.#$e#Однажды, когда он был маленьким, у него была смертельная реакция. Я не помню, чтобы когда-нибудь он был так напуган.$s",
            "spring_Sat2_inlaw_Sam": "Сэм рассказал тебе о своей весенней аллергии? Просто держи весенние цветы подальше от нашего дома.#$e#Возможно, он слишком горит желанием угодить тебе, поэтому не говорит прямо.",
            "summer_Mon4": "Наш летний сад помогает немного сократить расходы на продукты.#$e#Мы должны быть творческими здесь и там, чтобы свести концы с концами.",
            "summer_Mon4_2": "Пенсия Кента фактически превышает то, что ему платили во время службы.#$b#Мы можем достойно оплачивать наши счета, но..... ну эээ...$s#$b#Как у тебя идут дела?",
            "summer_Tue8": "Наш летний сад помогает немного сократить расходы на продукты.#$e#Мы должны быть творческими здесь и там, чтобы свести концы с концами.",
            "summer_Tue8_2": "Какое облегчение было видеть, что Кент вернулся домой. Я просто не ожидала увидеть, как сильно он изменился..$s#$e#Если он страдает, я хочу страдать вместе с ним.$s#$b#Но я боюсь, что если я заставлю его открыться, это только ухудшит ситуацию.$s",
            "summer_Wed8": "Я рада, что ты переехал к нам в город, @. Я мало встречала людей, которые были бы так щедры и заботливы, как ты.^Я рада, что ты переехала к нам в город, @. Я мало встречала людей, которые были бы так щедры и заботливы, как ты.",
            "summer_Wed8_2": "Кент хороший человек в душе. Жаль, что вы не познакомились с ним до его службы, @.$s",
            "summer_Thu6": "Работа по дому расстраивает, потому что она никогда не заканчивается.#$e#На следующий день после того, как я подметаю пол, он снова грязный.",
            "summer_Thu6_2": "Бывают трудные дни. Но Кент дома, и трудно или нет, но наша семья полна.#$e#Мне нужно время, чтобы быть благодарной за это.",
            "summer_Fri": "Тебе, должно быть, делать ежедневные упражнения легко с твоей работой на ферме, да?$h#$e#Я тренируюсь только раз в неделю. Я затрачиваю время на то, чтобы наверстать упущенное до конца недели.",
            "summer_Fri6": "Я благодарна за образование, которое Винс получает от Пенни. В обычной школе ему не уделили бы столько внимания.#$e#Переезд из города в государственную школу даже не обсуждается.",
            "fall_Mon4": "Иногда я скучаю по городу Зузу, где мы раньше жили.#$b#Но, может быть, мои воспоминания просто фильтруются через ностальгию моей юности.",
            "fall_Mon8": "Иногда я скучаю по городу Зузу, где мы раньше жили.#$b#Но, может быть, мои воспоминания просто фильтруются через ностальгию моей юности.",
            "fall_Mon8_2": "Интересно, вернутся ли когда-нибудь нормальные отношения с Кентом?$s#$e#Я бы хотела, чтобы он делал больше по дому, но всякий раз, когда я расстраиваюсь, я начинаю чувствовать вину за то, что ожидаю от него большего.$s",
            "fall_Thu4": "Может, я немного испортила мальчиков. Им никогда не приходилось заниматься домашними делами.#$e#Наверное, я хочу, чтобы они могли наслаждаться своим детством, пока ещё могут. Ну, Сэм теперь почти мужчина.#$b#Надеюсь, он не вырос таким ленивым. Так не пойдет.$s#$e#Быть родителем не легко.",
            "fall_Fri": "Мы с Кэролайн хорошие подруги. Я ей всё рассказываю.",
            "fall_Fri6": "$d Joja#В тот день с Кэролайн было немного неловко. Надеюсь, она не сердится на меня за то, что я не хожу в магазин её мужа...|Я рада, что мне больше не нужно беспокоиться о том, что Кэролайн спросит, где я буду брать покупки.",
            "fall_Sun4": "Когда становишься родителем, нужно оставить свой старый образ жизни позади.#$e#Может быть, это не совсем так... но если не будешь осторожничать, это произойдёт.",
            "fall_Sun8": "У тебя когда-нибудь были проблемы со сном, @? Я не могу перестать думать, когда ложусь спать.",
            "fall_Sun8_2": "Ой! Прости, не мог бы ты повторить вопрос? Я так устала сегодня,что мой мозг словно плывёт.^Ой! Прости, не могла бы ты повторить вопрос? Я так устала сегодня,что мой мозг словно плывёт.#$b#Кент почти не спал прошлой ночью. Естественно, я тоже.$s#$e#Всякий раз, когда я пытаюсь достучаться до него, он просто замолкает. Я не знаю.$s",
            "winter_Wed4": "Что я делаю в своё удовольствие? Хм... Это хороший вопрос.#$e#Я люблю спать.$s",
            "winter_Fri8": "Не так уж и долго до конца года, да? Не могу поверить, что всё уже почти закончилось.",
            "winter_Sat10": "Ты действительно хороший человек, @. Я знаю, что Кент скоро вернётся.",
            "winter_Sat10_2": "Когда надумаешь жениться на ком-то, многие люди не понимают важного...^Когда надумаешь выйти замуж, многие люди не понимают важного...$s#$b#...Например, я вышла замуж не только за человека, которого я знаю сегодня, но и за того человека, которым он в конечном итоге станет.$s#$e#Кент изменился. Этого не всегда легко принять. Иногда я не могу.#$b#Но я до сих пор даже не знаю, через что он прошёл в полной мере. И как я могу винить его за это?$s#$e#Брак - это не то, чтобы сделать твою жизнь проще. Речь идёт о том, чтобы любить и быть любимым. Этого мы можем достичь, потому что мы были созданы для этого.#$e#В любом случае, извини. Пожалуйста, не позволяй мне отвлекать тебя от твоих дел.",
            "winter_Sun8": "У тебя когда-нибудь были проблемы со сном, @? Я не могу перестать думать, когда ложусь спать.",
            "winter_Sun8_2": "О, что ты сказал? Прости, я сегодня так устала!^О, что ты сказала? Прости, я сегодня так устала!#$b#Кент ворочался с боку на бок всю ночь. Должно быть, ему опять снились кошмары.$s#$e#Я боюсь спросить, о чём он мечтает.$s",
            "winter_24": "Винс так рад завтрашнему дню! Трудно получить зимний блюз с его милым личиком.",
            "winter_28": "Мальчики засидятся допоздна, но не я. Сегодня вечером я должна произнести много молитв.",
            "winter_24_2": "Винс так рад завтрашнему дню! Трудно получить зимний блюз с его милым личиком.",
            "winter_28_2": "Мальчики засидятся допоздна, но не я. Сегодня вечером я должна произнести много молитв.",
        }
    }]
}