{
    "Changes": [
    {
        "LogName": "Kent",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Kent",
        "Entries":
        {
            "Mon2": "...?!#$b#...#$e#Прости, мне послышались шаги.$s#$e#Ну, эм... как дела?",
            "Mon4": "Если я внутри, я чувствую страх. Если я снаружи, я чувствую себя уязвимым...#$e#Иногда я забываю, каково это - быть расслабленным.",
            "Mon6": "Не знаю, смогу ли я когда-нибудь привыкнуть к возвращению домой.#$e#Спокойствие города ощущается как прекрытие. Но это, наверное, только для меня.",
            "Mon8": "Итак, чего ты ждёшь на этой неделе?#$e#Я пытаюсь придумать несколько идей, которые я с нетерпением жду.",
            "Mon10": "Я привык придавать глубокий смысл вещам, о которых заботился: любить свою семью, вносить свой вклад в общество...#$b#Я думаю, что всё ещё могу это сделать, но только в другом смысле.#$b#Кажется, что это всё обман.",
            "Mon_inlaw_Sam": "То, что Сэм женился, стало для меня полной неожиданностью.#$e#Добро пожаловать в нашу семью!",
            "Mon_inlaw_Sam2": "Как у вас с Сэмом идут дела?#$e#Что он за человек, по-твоему?",
            "Mon_inlaw_Sam4": "Эй. Может быть, нам стоит как-нибудь встретиться в салуне.#$b#Я думаю, что так должен поступить тесть, верно?",
            "Mon_inlaw_Sam6": "Иногда, когда я спрашиваю о жизни Сэма, мне кажется, что я спрашиваю о чьём-то сыне.$s#$e#Я знаю, что всё ещё очень люблю его.#$b#Мне надо быть ближе к нему, вот и всё.",
            "Mon_inlaw_Sam8": "Я рад, что ты для Сэма хороший муж, @. Я не думаю, что моё возвращение прошло бы так же хорошо, если бы Сэм женился на ком-то другом.$h^Я рад, что ты мне как родная дочь, @. Я не думаю, что моё возвращение прошло бы так же хорошо, если бы Сэм женился на ком-то другом.$h",
            "Tue4": "Итак, у тебя есть какие-нибудь увлечения?#$e#Я ищу идеи.",
            "Tue6": "Жаль, что мы живём так близко к кладбищу. Я не могу не думать о том, что находится под землёй... так близко к месту, где я сплю.$s",
            "Tue8": "Джоди присылала мне фотографии Сэма и Винса, пока меня не было. Не знаю, узнал бы я их, если бы не видел, как они растут и меняются.#$e#Но когда я увидел их лично, я всё равно был сбит с толку.",
            "Tue10": "Я думаю, что мне проще жить здесь, чем в другом месте.#$q 018/019 Tue_old#Что помогло тебе принять решение переехать сюда?#$r 018 0 Tue_018#Парень передо мной на работе буквально умер за своим столом, и никто больше этого не заметил.#$r 019 0 Tue_019#Моя работа за столом казалась бессмысленной.",
            "Tue_old": "$p 018#Не хотел бы я оказаться не месте этого бедолаги, который умер за письменным столом.$h|Город, вероятно, свёл бы меня с ума в тот момент. Или ещё хуже... пригород.$h",
            "Tue_018": "...Серьёзно?#$b#...#$b#Хе-хе-хе...$h#$b#Ладно, это не смешно.$h#$e#Спасибо. Мне нужно было это услышать.$h",
            "Tue_019": "Хм. Звучит жалко. Я рад, что ты выбрался.^Хм. Звучит жалко. Я рад, что ты выбралась.#$b#Ну, лучше быть отставным военным с семьёй, которую любишь, чем провести всю свою жизнь в кабине. Спасибо.$h",
            "Wed2": "...Так ты внук старика, который жил на ферме?^...Так ты внучка старика, который жил на ферме?",
            "Wed4": "Та работа, которую ты делаешь, звучит хорошо, @. Может быть, именно там и должно было быть моё призвание.$h",
            "Wed6": "...Я потерял много друзей в бою.$s#$e#Печально то, что я даже не могу вспомнить их лица.#$e#...",
            "Wed8": "Интересно, Джоди и мальчикам будет лучше, если я останусь здесь?$s#$b#Джоди упрекает меня за сомнения. Это не имеет большого смысла для меня, но я думаю, что это то, что я должен принять за веру.",
            "Wed10": "@, я знаю, что ты хочешь помочь мне, и я ценю это. Но некоторые вещи уже никогда не будут прежними.#$b#Что же делать мужчине? Это далеко от совершенства, но всё, что я могу делать каждый день - это делать всё возможное для детей, для Джоди...#$b#...а потом молись Йобе, что этого достаточно.",
            "Thu2": "...!$3#$b#Извини, у меня сильно болит голова.$s",
            "Thu4": "Повтори, какой сегодня день?#$e#Я уже почти ничего не помню.",
            "Thu6": "Я на ногах с 4 часов... иногда я думаю, вернусь ли я когда-нибудь к нормальной жизни.#$e#Сэм действительно повзрослел с тех пор, как я уехал. Теперь он мужчина.#$e#Жаль, что я не могу быть рядом с ним.$s",
            "Thu8": "Я разговаривал с кем-то из своего подразделения по телефону. Он сказал, что просмотр мультфильмов с его дочерью помог 'вернуть цвет'.'#$e#Я понимаю, что он имеет в виду, но в основном в абстрактном смысле.#$e#Должно быть, это приятно",
            "Thu10": "Вчера я хорошо провёл время, играя с Винсом.$h#$b#Я мог поддерживать это чувство только минуту или две, но оно напомнило мне о том, как же это важно для нас.$h",
            "Fri2": "Пожалуй, я пойду сегодня на прогулку.",
            "Fri4": "В этом городе так тихо. Я продолжаю... ожидать чего-то.$s",
            "Fri6": "Все выглядят чертовски занятыми. И вообще, зачем?",
            "Fri8": "Есть планы на выходные? Я пытаюсь сменить темп. Не хочу слишком сильно растягиваться.$h",
            "Fri10": "На войне тебе безжалостно вбивают в голову, что выживание - это единственное правило... только добро.#$b#И реальность там только подтверждает это.$s#$e#Как можно ожидать, что кто-то вроде меня снова вернётся к нормальной жизни после этого?#$e#...извини.",
            "Sat2": "Я думаю, есть ещё несколько человек, которые присоединились к подразделению с тех пор, как я ушёл.#$e#Джоди попросила меня представиться им.",
            "Sat4": "Военные разрешили мне досрочно уйти в отставку.#$e#Приятно, что они присылают чеки, которые поддерживают семью.#$e#Мои родные заслуживают денег, даже если я их не получу.",
            "Sat6": "Ребята оказались довольно неплохими. Джоди была им хорошей матерью.#$b#Винсент ещё совсем мальчик.#$e#Так много людей, с которыми я служил, даже не увидят своих семей.$s",
            "Sat10": "Жаль, что у меня нет идей, как сделать что-то особенное для Джоди. Она действительно много дала для Сэма и Винсента.#$e#Когда я был моложе, я всё время делал ей комплименты... Сейчас их трудно вспомнить.$s",
            "Sun2": "Джоди готовит очень вкусно. Я забыл, как это было здорово.",
            "Sun4": "Я помню этот шум реки.$h#$e#Это возвращает меня в прошлое.$h",
            "Sun6": "Помню, мы жили в городе Зузу.#$b#Иногда я скучаю, но здесь у меня гораздо больше свободного пространства.#$e#Так вот почему ты ушёл?^Так вот почему ты ушла?",
            "Sun8": "Что помогает тебе пережить этот день, @? Как бы я ни старался, я не могу заставить себя... пытаться.#$e#Это, наверное, не имеет смысла.",
            "Sun10": "Я знаю, что я не самый весёлый человек, с которым можно поговорить, @. Но ты продолжаешь это делать.#$b#Спасибо, что ты такой добрый друг.$h#$e#Я видел ужасные вещи. Разговоры об этом не исправляют ничего из того, что произошло.",
            "spring_Tue6": "Приятно видеть весенние нарциссы, правда?$h#$e#Есть стихотворение, которое я читаю про себя, чтобы не забыть о поле нарциссов. Это уводит меня в хорошее место.$h",
            "summer_Mon4": "Моя мама обычно готовила ризотто с папоротниками-скрипачами. Это было любимое блюдо моего детства.$h",
            "summer_Mon6": "Приятно видеть, как Сэм берёт Винсента на пляж летом. Я рад, что они всё ещё проводят время вместе.$h",
            "fall_Mon4": "Город Пеликан был бы лёгкой мишенью во время воздушного налета.$s",
            "fall_Mon6": "Запах костра осенью... Раньше мне очень нравился этот запах.#$e#...$s",
            "fall_Sun8": "Мне приснился сон, где я снова на линии фронта, но Сэм там пытается обеспечить мне прикрытие огнём.$s#$b#Затем, по какой-то причине появляется Винсент.$s#$e#Всё это казалось таким реальным. Мне никогда ничего не снилось, прежде чем я вернулся домой.$3",
            "winter_Sat2": "Я продолжаю обманывать себя, думая, что слышу гром на горизонте.#$b#Конечно, этого не пройзойдёт.",
            "winter_Sat8": "Я заснул этим утром, но Винсент разбудил меня. Я вышел из себя из-за этого.$s#$e#Бедняжка заслуживает лучшего.#$b#Надеюсь, когда-нибудь он простит меня. Всё, что я могу - это сделать всё возможное.$s",
            "winter_28": "Похоже, сегодня годовщина моего возвращения.#$e#Странно. Не похоже на это.#$e#О, точно. С Новым годом тебя!",
            "winter_28_2": "Похоже, сегодня годовщина моего возвращения.#$e#Странно. Не похоже на это.#$e#О, точно. С Новым годом тебя!",
        }
    }]
}