{
    "Changes": [
    {
        "LogName": "Krobus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Krobus",
        "Entries":
        {
            "Mon": "Пожалуйста, не пугайся. Я отличаюсь от других.#$e#Я провёл много времени, наблюдая за людьми. Я знаю, что ты любишь ходить по магазинам. Хочешь посмотреть мои товары?",
            "Mon2": "Опять вернулся? Я полагаю, что это вписывается в мою теорию человеческого поведения.^Опять вернулась? Я полагаю, что это вписывается в мою теорию человеческого поведения.",
            "Mon4": "...Встречал ли ты в шахте таких же, как я? Мне жаль, если они были враждебны к тебе. Видешь ли, мы научились бояться людей... их было слишком много... неприятная встреча.^...Встречала ли ты в шахте таких же, как я? Мне жаль, если они были враждебны к тебе. Видешь ли, мы научились бояться людей... их было слишком много... неприятная встреча.#$e#А ты... убил кого-нибудь из моих друзей?^А ты... убила кого-нибудь из моих друзей?",
            "Mon6": "Мои друзья и я избегали нашего племени, пытаясь подавить нашу хаотическую природу.#$e#Но я не могу сказать о нас лучше, чем жестокие. Жизнь - есть жизнь.#$e#Пожалуйста, даже если ты убиваешь кого-то из них, я не хочу этого знать.",
            "Mon8": "Дварфы? Дварфы убивали нас без разбора на протяжении веков.#$e#Пожалуйста, я не хочу больше говорить на эту болезненную тему.",
            "Mon10": "'Кробус' на нашем языке означает 'мостовщик'",
            "Tue": "Я слишком чувствителен к солнечному свету, поэтому не выхожу на улицу.#$b#Условия здесь идеальные.#$e#Хочешь что-нибудь купить?",
            "Tue2": "Так ты зарабатываешь на жизнь фермерством? Я иногда ношу с собой вещь, которая может помочь тебе. Возвращайся в пятницу.",
            "Tue4": "Есть растение, которое растёт весной. Люди описывают его как 'пряный', но для моего вида...#$b#Как бы это сказать? В нашем языке нет слов, чтобы описать то, что мы испытываем, когда потребляем его.",
            "Tue6": "Да, я называю это место своим домом.#$e#Давно у меня не было места, которое я мог бы назвать своим домом.",
            "Tue8": "Расмодиус - хороший человек. Он один из немногих людей, кроме тебя, кому я могу доверять.#$e#Его мировоззрение гораздо лучше согласуется с реальностью, чем у большинства людей.",
            "Tue10": "@, я очень полюбил твои частые визиты сюда.#$e#Это странно. До недавнего времени я бы даже не подумал о дружбе с человеком.",
            "Wed2": "Иногда по воде плывут предметы, и я их собираю.#$b#Я также могу свободно перемещаться в тени, не обремененный гравитацией, что позволяет мне поддерживать торговлю с другими.",
            "Wed4": "1000-летняя война между моим народом и дварфами недавно закончилась. Там всё ещё много обиды с обеих сторон.",
            "Wed6": "Иногда некоторые ловкачи, принадлежащие к моему виду, развлекались тем, что прятались в детских шкафах и пугали детей по ночам.#$b#Я не одабриваю подобное поведение.",
            "Wed8": "Недавно двое человеческих детей подумывали о том, чтобы найти сюда дорогу.#$e#К сожалению, мне пришлось их отпугнуть. У них не будет ни малейшего шанса раскрыть мою тайну.",
            "Wed10": "Ты тоже видишь Джунимо? Я удивлён. Для человека у тебя, похоже, есть склонность к встрече с духами.",
            "Thu2": "Надеюсь, ты понимаешь, на какой риск я пошёл, когда мы впервые встретились здесь.",
            "Thu4": "Нет, мы не рождаемся от матери, как вы, люди.#$e#Откуда мы взялись тогда? Ну, когда же начинает существовать любая тень?#$b#Являются ли тени чем-то 'новым' или это просто менее скрытый свет?#$e#Может так же, когда любая душа начинает своё существование?#$e#Тем не менее, я думаю, что 'появился' где-то в начале зимы.",
            "Thu6": "Я не думаю, что найдёшь много интересной рыбы в этой воде.#$e#Хотя я видел довольно большую, странную рыбу, плавающую вокруг, но только один раз.",
            "Thu8": "Я наблюдал твой вид в течение многих лет. Это дало мне прекрасную возможность выучить ваш язык.#$e#Однако ты - один из первых людей, с которыми у меня получилось подружиться.",
            "Fri": "...",
            "Sat6": "У людей есть довольно интересные обычаи для проявления уважения к Йобе.",
            "Sat8": "Я благодарю Йобу за то, что он внёс ясность в мою хаотическую природу.#$b#Без сомнения, я бы давно заслужил титул 'теневой зверь', если бы не его благословения и наставления.",
            "Sat10": "Спасибо, что уважительно относишься к моей преданности молчанию по пятницам.",
            "Sun2": "Пожалуйста, держи моё местонахождение в секрете. Если дварфы узнают обо мне, они наверняка пришлют киллера.",
            "Sun6": "Я хранил скипетр возвращения в течение многих лет. Его происхождение предшествует обоим нашим видам.#$e#Я надеюсь, ты понимаешь, почему я не могу продать его за обычную цену.",
            "summer_Thu6": "Пожалуйста, не говори никому обо мне.#$b#Большинство людей боятся нас, теневых людей... может, и не зря.$s#$b#Но в любом случае, если горожане узнают обо мне, я могу оказаться здесь в опасности.",
            "winter_Wed6": "Если приложить ухо к правой трубе, то можно услышать, что говорят люди в домах.#$b#Но я бы не стал подслушивать!$3",
        }
    }]
}