{
    "Changes": [
    {
        "LogName": "Leah",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leah",
        "Entries":
        {
            "Beach": null,
            "Mon4": "Ты когда-нибудь пробовал здешнее вино?^Ты когда-нибудь пробовала здешнее вино?#$e#А ещё лучше, сделать своё собственное вино на своей ферме. Это было бы потрясающе.$h",
            "Mon6": "Марни и Джас - отличные соседи. Я люблю ходить мимо их коров по дороге в город.#$e#Шейн? Хм... Я эээ... я с ним почти не разговаривала.$u",
            "Mon8": "Привет @! Я думала о тебе и твоей ферме.#$e#Я представляла себе, как хорошо, должно быть, собирать урожай.$h#$e#Но разве не здорово было бы помагать тебе?$l",
            "Tue2": "Какое-то время я размышляла, не объявится ли хозяин этой фермы. Хорошо, что это был ты!^Какое-то время я размышляла, не объявится ли хозяин этой фермы. Хорошо, что это была ты!",
            "Tue4": "Больше всего мне нравится в городе Пеликан независимость, которую мы здесь имеем.#$b#Мы все созданы для сотрудничества, но в городе сотрудничество больше похоже на слепую зависимость.#$e#Многие люди не могут прожить и недели без того, чтобы кто-то другой не готовил им еду или не устанавливал для них расписание.#$b#Я думаю, что многие люди, которые говорят, что хотят независимости, не следуют этому до конца.#$e#Прости, я сейчас осудила тебя?$h",
            "Tue6": "Я нарисовала небольшую картину для Эллиота, чтобы он повесил её в своём доме. Бедняге не так уж много нужно, чтобы в его доме было уютно.#$e#Я уважаю, как много он жертвует, чтобы добиться того, чего хочет. Мы оба здесь по схожим причинам.",
            "Tue8": "Привет. О, ты хочешь поговорить?#$e#Здешний пейзаж даёт мне много идей. Местность почти, как сама скульптура.#$e#Я создаю искусство не ради денег. Это просто моё желание.#$e#Сельское хозяйство, кажется, очень полезная профессия. Ты можешь делать для всех вкусную еду!$h#$e#Ты, наверное, занят. Извини.^Ты, наверное, занята. Извини.",
            "Tue10": "Так... если мы встречаемся, я хочу убедиться... тебя устраивает тот факт, что я не зарабатываю много денег?#$e#Мне просто интересно.#$b#Думаю, ты знаешь почему.$l", 
            "Wed2": "Ты ведь знаком с моим другом Эллиотом, да?^Ты ведь знакома с моим другом Эллиотом, да?#$b#Мы могли бы потусоваться на следующем фестивале.",
            "Wed4": "К западу от моего дома растёт красивое дерево. Фрукты у него очень вкусные, хотя их трудновато достать.",
            "Wed8": "Недавно я нашла несколько замечательных кусков плавника для скульптуры.#$q 225/226 Wed_old#Так что ... Тебе нравится скульптура, которую я сделала для тебя?#$r 225 10 Wed_225#Да, она напоминает мне о тебе.#$r 226 -100 Wed_226#А на что это похоже, ещё раз?",
            "Wed_old": "$p 025#Я делала больше скульптур, похожих на ту, что я сделала тебе.|Не волнуйся. Я не буду навязывать тебе большое количество скульптур.$u",
            "Wed_225": "Правда? О, я так рада!$h#$b#Извини, я знаю, что это не очень профессионально с моей стороны спрашивать, но я просто не могла больше сдерживаться.",
            "Wed_226": "Ааа... не бери в голову.$s",
            "Wed10": "Ха-ха, да. Сегодня такая же прическа, как и всегда.#$e#Но это уберёт мои волосы с твоего лица, если мы будем целоваться.$l#$e#Ой! Разве я сказала это вслух?$h",
            "Thu": "Мне интересно посмотреть, что ты делаешь на ферме. Хотя естественная красота скал и деревьев, также прекрасна.",
            "Thu2": "Если знать, где искать дикие растения, то в этой местности её полно.#$e#Я ем свежие салаты почти каждый день.$h",
            "Thu4": "Добывание пищи - моя специальность. Когда-нибудь я приготовлю тебе свежий салат.$h",
            "Thu6": "Салаты Эмили очень вкусные. Её рецепт очень похож на тот, который я использую.",
            "Thu8": "Я надеялась столкнуться с тобой!  Вот, я подумала, ты это оценишь. [196]$h",
            "Thu10": "О, @! Привет!$h#$e#Твои дела идут хорошо?$l#$e#Надеюсь, когда-нибудь я смогу тебе помочь.",
            "Fri4": "Природа - лучший художник, чем любой из нас.#$e#Ты работаешь непосредственно с природой. Да, я бы сказала, что сельское хозяйство - это своего рода искусство.",
            "Fri6": "Привет, @. Сегодня хороший день, не так ли?#$e#Зайди ко мне в домик, если хочешь с кем-нибудь поговорить.$h",
            "Fri8": "Если ты когда-нибудь найдёшь какой-нибудь интересный плавник, я могу его использовать.#$e#Было бы замечательно, если бы ты подарил его мне.^Было бы замечательно, если бы ты подарила его мне.$l",
            "Sat4": "У тебя в доме много произведений искусства?#$e#Дом становится домом только тогда, когда у него имеется творческий подход.",
            "Sat6": "Люди рождены, чтобы бы творить, ты не думаешь? Это то, что делает нас теми, кто мы есть.#$e#Конечно, есть много видов творчества. Живопись и скульптура просто оказались моими любимыми работами.",
            "Sat10": "Эй, я люблю тебя.$l#$e#Хочешь навестить меня на пруду завтра ближе к вечеру? Я буду там, если не будет дождя.$l#$e#Или ты можешь просто найти меня, когда захочешь. Я не возражаю против этого.$l",
            "Sun2": "Заходи как-нибудь ко мне домой. Я покажу тебе свои последние проекты.",
            "Sun4": "Знаешь, можно выращивать дикие растения на ферме. Попробуешь это сделать?#$e#Ничто не сравнится с наградой, которая растёт в лесу. Ещё она очень вкусная.",
            "Sun6": "Я веду скромный образом жизни, но иногда я чувствую, что моя художественная карьера - это бомба замедленного действия.$s#$e#Знаешь ли ты кого-нибудь, кто рисует на голодный желудок?$s",
            "Sun8": "Привет, @. Сегодня хороший день, не так ли?#$e#Зайди ко мне в домик, если хочешь с кем-нибудь поговорить.$h",
            "Sun10": "Приветик.$l#$e#Я думала о тебе весь день.$l#$e#Расскажи мне, как прошла твоя неделя.$h",
            "summer_Mon4": "Сегодня чудесный день.#$e#Кстати, я нашла вот это. Я приберегла для тебя. [396]#$e#Для меня они на вкус как летние воспоминания.",
            "summer_Mon6": "У меня глаз намечен на дикие фрукты. Когда-нибудь я приготовлю тебе хороший фруктовый салат.$h",
            "summer_Mon8": "Я рада, что ты живёшь чуть дальше по дороге. Жизнь становится лучше, если живёшь рядом с людьми, которые тебе небезразличны.",
            "summer_Mon10": "Я рада, что ты живёшь чуть дальше по дороге.#$e#Я всегда рада тебя видеть.",
            "summer_Tue2": "Мы не смогли бы выжить без природы. Это надо помнить.",
            "summer_Tue4": "Вчера я проходила мимо ранчо Марни, и коровы просто смотрели на меня.#$e#Их мордочки были такими нежными.#$e#У тебя тоже есть коровы?",
            "summer_Tue6": "Простые вещи украшают нашу жизнь: мягкий летний бриз, величественные облака и чаша, полная красного цвета долины Стардью.",
            "summer_Tue8": "Однажды я отправилась в ночной поход с друзьями, и мы неожиданно оказались на старом винограднике.#$b#Хозяин виноградника пригласил нас войти. Я помню, что летний ночной воздух был таким чистым и тёплым. Это был первый раз, когда я выпила бокал вина.#$e#У тебя есть любимое летнее воспоминание, @?",
            "summer_Thu": "Летом я часто бываю на пляже.#$e#Шум океана так прекрасен, правда?",
            "summer_Thu4": "Мне никогда не надоест лес, но удивительно, что у нас здесь есть пляж.#$e#Пару раз я находила самые красивые радужные ракушки, выброшенные на берег.",
            "summer_Thu6": "Чайки, наверное, видят берег совсем не так, как мы.#$e#Я всегда завидовала их способности летать. А ты?",
            "summer_Thu8": "Шум океана приводит меня в медитативное состояние. Здесь так спокойно.#$e#Ты тоже всегда можешь поговорить со мной.",
            "summer_Thu10": "*хи-хи* Да, я люблю долгие прогулки по пляжу. Как проницательно с твоей стороны спросить об этом!$h",
            "summer_Fri4": "Природа - лучший художник, чем любой из нас.#$e#Ты работаешь непосредственно с природой. Да, я бы сказала, что сельское хозяйство - это своего рода искусство.",
            "summer_Fri8": "В последнее время в моём домике стало очень тихо.$s#$b#Я буду рада, если ты зайдёшь.#$e#Итак, как проходит твой день?",
            "summer_Sat4": "Я придерживаюсь строгой пескатарской диеты. Дело не в том, что я морально против того, чтобы есть мясо, но...#$b#...пока у каждого есть свой способ проявлять уважение к природе, я не против. Это просто мой путь, для меня.",
            "summer_Sat6": "Да, я часто хожу на пляж летом.#$b#Конечно, ты можешь присоединиться ко мне. Не стесняйся.$h",
            "summer_Sat8": "Дай мне знать, если найдёшь что-нибудь вкусное в лесу, хорошо?#$e#Иногда трудно жить в бедности, но я не хотела бы есть по-другому, даже если бы у меня были деньги.",
            "summer_Sat10": "Привет.$l#$e#Ты тот, кого мне не хватало.#$e#Я хочу обнять тебя. Иди сюда.",
            "summer_Sun4": "Приятно чаще видеть Эллиота летом.#$e#Ещё, я всегда рада видеть тебя.",
            "summer_Sun6": "Привет, @. Сегодня хороший день, правда?#$e#Зайди ко мне в домик, если хочешь с кем-нибудь поговорить.$h#$b#Просто днём там немного жарко, так что я обычно гуляю вечером.",
            "summer_Sun8": "Вопрос: что может быть лучше вкусного фруктового салата?#$b#Два фруктовых салата! Пожалуй я поделюсь! [610]$h#$e#Нет, я настаиваю. Ешь!$l",
            "summer_Sun10": "О, @! Привет!$h#$e#Твои дела идут хорошо?$l#$e#Надеюсь, когда-нибудь я смогу тебе помочь.",
            "fall_Mon4": "В детстве я не очень любила грибы, пока кто-то не приготовил их для меня.#$e#Я не ем мясо, к тому же они являются хорошим источником белка.",
            "fall_Mon6": "#$c .5#Я нашла несколько диких грибов!#$e#Сегодня на завтрак у меня была огромная тарелка диких грибов с яйцами... Я всё ещё сыта.#$e#Внимательно осматривай землю, и сможешь найти грибы... Я в этом уверена.",
            "fall_Mon8": "Эй! Я ходила сегодня за грибами и нашла целую кучу. Один я сохранила для тебя. [404]#$e#Пробовал положить один из них в жаркое?^Пробовала положить один из них в жаркое?",
            "fall_Mon10": "Я никогда не была помешана на крахмалистых продуктах, но всё, что Кел любил есть, это 'завтрак на ужин'.$s#$b#Через некоторое время я так устала от этих продуктов.$s#$e#Извини, это непривлекательно с моей стороны. Давай сменим тему.",
            "fall_Tue": "Что тебе больше всего нравится в жизни на ферме?",
            "fall_Tue2": "Интересно, смогу ли я сделать коллаж из сухих листьев?#$e#Они такие красочные... Я не могу не думать о потенциале художественных проектов.$h",
            "fall_Tue8": "В последнее время я чувствую себя вдохновлённой. Осень открывает передо мной более личную сторону.",
            "fall_Tue10": "Обычно я стараюсь держаться подальше от своего искусства и позволяю ему существовать ради его собственной красоты, а не ради себя самой.#$e#Но иногда я ничего не могу с собой поделать. Эта скульптура, которую я тебе подарила, была одним из примеров.$l",
            "fall_Wed2": "Так приятно жить у реки.#$e#Иногда я слышу, как лосось прыгает и выплёскивается из воды.",
            "fall_Wed4": "Так приятно жить у реки.#$e#Каждую ночь я засыпаю под успокаивающий шум воды.",
            "fall_Wed6": "По-видимому, до меня в моём домике жила старушка.#$e#После её смерти мэр Льюис удерживал собственность, пока я не пришла и не расписалась за неё.",
            "fall_Wed10": "@, спасибо, что всегда веришь в меня.#$b#Я думаю, ты появился как раз в тот момент, когда я больше всего нуждалась в тебе.^Я думаю, ты появилась как раз в тот момент, когда я больше всего нуждалась в тебе.",
            "fall_Thu": "Эй. Как продвигаются дела на ферме?#$e#В этом сезоне, должно быть, так много разных семян на выбор.",
            "fall_Thu2": "Ты когда-нибудь брал выходной на целый день?^Ты когда-нибудь брала выходной на целый день?#$e#Это освежает.",
            "fall_Thu4": "Знаешь, можно выращивать дикие растения на ферме. Попробуешь это сделать?#$e#Ничто не сравнится с наградой, которая растёт в лесу. Ещё она очень вкусная.",
            "fall_Thu8": "Я больше не связываюсь с родителями. Мы отдалились друг от друга.#$e#Зато я живу своей собственной жизнью.#$e#А что, для тебя это необычно?",
            "fall_Fri2": "Привет. Как проходит твой день?",
            "fall_Fri4": "Ты когда-нибудь пробовал местное вино?#$e#А ещё лучше, сделать своё собственное вино на своей ферме. Это было бы потрясающе.$h",
            "fall_Fri10": "Я сегодня смотрела на свои осенние украшения. Интересно, будут ли у меня когда-нибудь собственные дети, с которыми я смогу поделиться этим?",
            "fall_Sat": "Если услышишь какой-нибудь стук из моего домика, это, вероятно, я работаю над одной из своих скульптур.",
            "fall_Sat2": "Украшения подчёркивают ощущение сезона. Я думаю, что это достойная традиция.",
            "fall_Sat4": "Эй! Так что ты думаешь о моих осенних украшениях?$h#$e#У тебя должны быть украшения на День всех духов. Но не слишком жуткие.",
            "fall_Sat6": "Приятно делать что-то весёлое и причудливое время от времени, например украшения на моём доме.#$e#Нужно иногда почувствовать себя ребёнком, верно?$h",
            "fall_Sat10": "Эй. Зайди ко мне завтра утром. Принеси пару омлетов, и мы назовём это бранчем.$h#$e#Извини, если ты хочешь проявить творческий подход, есть не так много других вещей, которые мне нравятся.",
            "fall_Sun4": "Привет, @. Есть что-то, о чём ты хочешь поговорить?",
            "fall_Sun6": "Люди рождены, чтобы бы творить, ты не думаешь? Это то, что делает нас теми, кто мы есть.#$e#Конечно, есть много видов творчества. Живопись и скульптура просто оказались моими любимыми работами.",
            "fall_Sun8": "Я никогда не чувствовала себя в безопасности, когда жила в городе. Здесь мне даже не нужно беспокоиться о том, чтобы запереть дверь.",
            "fall_Sun10": "Приветик.$l#$e#Я думала о тебе весь день.$l#$e#Расскажи мне, как прошла твоя неделя.$h",
            "winter_Mon4": "Я придерживаюсь строгой пескатарской диеты. Дело не в том, что я морально против того, чтобы есть мясо, но...#$b#...пока у каждого есть свой способ проявлять уважение к природе, я не против. Это просто мой путь, для меня.",
            "winter_Mon6": "Мне нравится, как всё выглядит, когда покрыто свежим снегом.",
            "winter_Mon8": "Одно из моих ранних воспоминаний относится к тому времени, когда я каталась на санках. Я помчалась вниз по склону и врезалась в кучу снега.#$e#Я помню, как лежала там, прислушивалась к тишине и глядела на небо, а снег падал мне на лицо. Я хотела остаться там навсегда.",
            "winter_Tue": "Тебе не кажется, что в салуне создана подходящая атмосфера для зимнего времени? Здесь так уютно.",
            "winter_Tue4": "В моём маленьком домике становится холодно.$s#$e#По вечерам я уютно устраиваюсь под огромным одеялом, и всё в порядке.$h",
            "winter_Tue6": "Думаю, что природа зимой довольно суровая. Тем не менее, она всё ещё дарит нам дары.",
            "winter_Tue8": "Сельское хозяйство звучит так весело. Я хочу попробовать, когда-нибудь.$l",
            "winter_Tue10": "Эй. Иди сюда. Согрей меня.#$e#Ммм, ты такой уютный^С тобой так уютно.$l",
            "winter_Wed2": "Мы не смогли бы выжить без природы. Это надо помнить.",
            "winter_Wed4": "Я видела снежного кролика сегодня рано утром! Они редкие, не так ли?",
            "winter_Wed6": "Я никогда не чувствовала себя в безопасности, когда жила в городе. Здесь мне даже не нужно беспокоиться о том, чтобы запереть дверь.",
            "winter_Wed8": "Видишь там кроликов? Это, пожалуй, моё любимое в лесу, в это время года.",
            "winter_Thu": "Я люблю украшать в разные сезоны.",
            "winter_Thu2": "Мне трудно найти свежую пищу, чтобы поесть.#$e#Теперь я ем много хлеба.$s",
            "winter_Thu4": "Надеюсь, у Эллиота всё в порядке в его маленьком домике. Мне нравится думать, что иногда мне тяжело, но этот парень действительно знает, как это сделать.",
            "winter_Thu10": "Снег на земле снаружи, теперь кое-кто любит меня... Да, это довольно мило.$l",
            "winter_Fri2": "Что тебе больше всего нравится в жизни на ферме?#$e#Теперь у тебя, наверное, гораздо больше свободного времени.",
            "winter_Fri4": "Время здесь, кажется, движется медленнее.#$e#Когда я жила в городе, год пролетел так быстро.",
            "winter_Fri8": "Я никогда не чувствовала себя в безопасности, когда жила в городе. Здесь мне даже не нужно беспокоиться о том, чтобы запереть дверь.",
            "winter_Fri10": "Эй. Что скажешь, если мы немного выпьем вместе сегодня вечером?$h#$e#Всё в порядке. Я доверяю тебе.$l#$e#Я просто хочу заснуть около полуночи.",
            "winter_Sat2": "Привет. Как проходит твой день?",
            "winter_Sat4": "Привет, @. Есть что-то, о чём ты хотешь поговорить?",
            "winter_Sat6": "Тебе нравятся зимние украшения на моём доме?#$e#Я рада их развешивать, но нужно подождать, пока погода не станет хорошей.",
            "winter_Sat8": "Ты когда-нибудь мёрзнешь в своем фермерском доме?#$e#Зайди ко мне в домик, если хочешь забраться под одно из моих одеял и выпить сидра.$h",
            "winter_Sun2": "Я ненавижу быть глупой, но если мы не будем относиться к природе с уважением, наши внуки будут обречены.#$e#Ты так не думаешь?",
            "winter_Sun4": "По-видимому, до меня в моём домике жила старушка.#$e#После её смерти мэр Льюис удерживал собственность, пока я не пришла и не расписалась за неё.",
            "winter_Sun6": "Я веду скромный образом жизни, но иногда я чувствую, что моя художественная карьера - это бомба замедленного действия.$s#$e#Знаешь ли ты кого-нибудь, кто рисует на голодный желудок?$s",
            "winter_Sun8": "Спасибо, что всегда веришь в меня, @. Я никогда не была уверена, что всё получится, но теперь я, наконец, чувствую импульс в своей жизни.",
            "spring_1_2": "Думаю, я буду скучать по снегу, но беру свои слова обратно. Это намного лучше. С Новым годом!",
            "spring_23": "Я думаю, что буду танцевать на празднике завтра. Я имею в виду, почему бы и нет?",
            "summer_27": "Я была поражена, когда впервые увидела полуночных медуз. Я никогда не забуду тот год.",
            "fall_15": "Ярмарка в долине Стардью снова заставляет меня чувствовать себя ребёнком. Я рада, что он проходит в нашем городе.",
            "winter_24": "Эй! Чувствуешь праздничное настроение?#$e#Я и сама более чем готова. Завтра будет много еды!",
            "winter_28": "С наступающим Новым годом тебя!$h#$e#Этот год был хорош для меня. А как насчёт тебя?",
            "spring_23_2": "Интересно, как поживает эта маленькая полянка в лесу?#$b#Я не была там с прошлогоднего танца цветов.",
            "summer_27_2": "Я была поражена, когда впервые увидела полуночных медуз. Я никогда не забуду тот год.",
            "fall_15_2": "Ярмарка в долине Стардью снова заставляет меня чувствовать себя ребенком. Я рада, что он проходит в нашем городе.",
            "winter_24_2": "Эй! Чувствуешь праздничное настроение?#$e#Я и сама более чем готова. Завтра будет много еды!",
            "winter_28_2": "С наступающим Новым годом тебя!$h#$e#Этот год был хорош для меня. А как насчёт тебя?",
        }
    },
    {
        "LogName": "Leah Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueLeah",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Я иногда нахожу вдохновение в самых неожиданных местах.#Хм, может мне стоит включить музыку, чтобы разбудить себя.$s",
            "Rainy_Day_1": "#$c .5#Когда я жила в городе, дождь всегда действовал на меня угнетающе. Но здесь, в долине Стардью, он прекрасен.#Неплохой день для того, чтобы остаться дома. У меня есть несколько новых идей для проекта, которые я хотела попробовать.",
            "Rainy_Day_2": "Доброе утро! Я встала рано и уже сходила по грибы. Вот, возьми.[281 404 420 257]#$e#Поиск грибов - это как охота за сокровищами. Это очень весело.$h",
            "Rainy_Day_3": "#$c .5#В такие дни я очень радуюсь своим тяжёлым ботинкам.$h#Облака здесь такие густые. Как будто сейчас ещё ночь.",
            "Rainy_Day_4": "#$c .5#Деревья просили дождя... Я рада за них.#Если хочешь, можешь сегодня порыбачить. Дай мне знать, если выловишь плавник.",
            "Rainy_Night_0": "#$c .5#Как прошёл твой день? Видел там каких-нибудь животных?#Животные, надеюсь, не намокли.",
            "patio_Leah": "#$c .5#Не смотри слишком близко, это работа в процессе.#Мои деревянные скульптуры продаются не плохо, поэтому я всегда работаю над новыми.",
            "Rainy_Night_1": "#$c .5#Я обычно хожу за салатом... но такая сырая ночь вызывает у меня тягу к горячему супу.$h#Это был неплохой день. Я должна была изменить свои ожидания и сделать всё возможное.",
            "Rainy_Night_2": "#$c .5#Засыпать в такую ночь, как эта. Мне будет очень приятно...$l#С возвращением, дорогой. Ммм, иди сюда и поцелуй меня.$l",
            "Rainy_Night_3": "Сегодня я создала маленькую деревянную скульптуру, но она была такой причудливой, что я бросила её в огонь.$u#$e#Я думаю, чтобы стать великим художником, мы должны критически относиться к своей работе.",
            "Rainy_Night_4": "#$c .5#Я рада, что ты дома... Это хорошая ночь, чтобы забраться под одеяло и согреться.#Я скучала по тебе сегодня. Мы должны... провести время вместе.$l",
            "Rainy_Night_Leah": "#$c .5#Как сегодня прошёл твой день, дорогой? Тускло?#Старый друг из города поручил мне написать ему картину. Я почти закончила её сегодня.",
            "Indoor_Day_0": "#$c .5#Этот дом намного лучше, чем мой старый домик! Я не скучаю по нему.#Хм, чтобы мне выбрать? Живопись или скульптура?",
            "Indoor_Day_1": "#$c .5#Проснись и пой! Посмотри, что выросло в горшке на заднем дворе. [16 18 20 22 90 259 396 402]$h#Доброе утро, @. Я посадила их в маленький горшочек на заднем дворе... [16 18 20 22 90 259 396 402]#$e#Я вырастила его с большой любовью и вниманием. Наслаждайся.",
            "Indoor_Day_2": "#$c .5#Всегда помни, искать дикие растения надо внимательно! Там много чего есть.#Доброе утро. Что ты надеешься сделать сегодня?",
            "Indoor_Day_3": "#$c .5#Я не могла устоять. Эта зелень была очень свежая, так что ...#Я тут подумала... жизнь слишком коротка, чтобы есть плохую пищу. К счастью, мы живём в одном из лучших регионов для свежей зелени и овощей!#$e#Вот, я приготовила тебе полезный салат. [196]#$e#Я удивлена, что тебе ещё не надоел мой салат!",
            "Indoor_Day_4": "#$c .5#Доброе утро! Я приготовила нам кофе.[395]$h#Моё утро не было бы полным без чашки горячего кофе.[395] А как насчёт тебя?$h",
            "Indoor_Night_0": "#$c .5#Эта ночь вызывает у меня жажду.#Есть время сегодня вечером для меня? Я думала о тебе...$l",
            "Indoor_Night_1": "#$c .5#Течение времени такое тонкое... даже малейшее решение меняет будущее навсегда.#Жизнь коротка. Мы живём, чтобы оставить своё след в мире. Я надеюсь, у меня получится оставить хороший след.",
            "Indoor_Night_2": "#$c .5#Ночью здесь гораздо красивее, чем в ослепительном сиянии города.#Для меня всё сложилось идеально. Мне очень повезло.",
            "Indoor_Night_3": "#$c .5#Я никогда не думала, что получу кулон русалки так скоро после переезда сюда! Но я этому рада.$l#У тебя остались какие-нибудь хорошие воспоминания за сегодня?",
            "Indoor_Night_4": "#$c .5#Сегодня я видела дикого кролика. Я хочу погладить одного когда-нибудь. Они выглядят такими мягкими...#Сегодня я видела несколько голубых птиц с красными гребнями. Должно быть, они уже уютно устроились в своих гнёздышках.",
            "Outdoor_0": "#$c .5#Прохладный ветерок приятен. Это напоминает мне жизнь у реки.#Ээээй, Доброе утро. Мне было интересно, когда ты найдёшь меня.$h",
            "Outdoor_1": "#$c .5#Хммм... Я собираюсь сделать здесь кое-какие ремонтные работы. У меня появилось желание делать некоторые инструменты время от времени.#Я могу сказать, какие части дома были добавлены Робин. Позволь мне сказать, она действительно знает, что делает.",
            "Outdoor_2": "#$c .5#Этот день будет особенным, я чувствую это.#Доброе утро! Я чувствую себя более бодрой теперь, когда я здесь.",
            "Outdoor_3": "#$c .5#Аххх... этот запах свежей грязи. Нет ничего лучше этого.$h#Воздух здесь чистый... для лёгких он очень приятный.",
            "Outdoor_4": "Не переутомляйся, дорогой.#$e#$c .5#Мы же не голодаем, так что спешить некуда, верно?#Не забывай делать перерыв время от времени, и возьми с собой что-нибудь поесть.$h",
            "funLeave_Leah": "#$c .5#Сегодня я собираюсь прогуляться на природе. Мне нужно выбраться из дома.#Сегодня я собираюсь на долгую прогулку, так что, не скучай. Увидимся вечером.",
            "funReturn_Leah": "#$c .5#Сегодня я хорошо расслаблялась весь день. Как прошёл твой день?#Лес был прекрасен, как и всегда. Я открываю что-то новое каждый раз, когда я посещаю его - жуков, цветы, и многое другое.",
            "OneKid_3": "#$c .5#Долина Стардью - прекрасное место для того, чтобы научить нашего малыша ценить природу, правда?#Это весело - быть родителем. Я хочу убедиться, что %kid1 растёт, чтобы  любить природу.",
            "TwoKids_3": "#$c .5#У нас прекрасная ферма и полная семья. Наша новая жизнь действительно сложилась хорошо, не так ли?#Я надеюсь, что %kid1 и %kid2 найдут то, чем будут гордиться. Это не обязательно должна быть живопись или скульптура; просто то, что сделает их счастливыми.",
            "spring_4": "Ты уже посадил весь урожай в землю? Или... может, лучше не надо было?#$e#Мне просто любопытно. Я доверяю твоему суждению.",
            "spring_19": "В Грэмплтоне есть кофейня, в которую хотят повесить образец моей работы. Похоже, у меня есть своя работа!#$e#Я надеюсь, что некоторые из них продадут.",
            "spring_25": "Эллиот говорит, что красоту рождает наш разум. Он считает, что слова больше всего похожи на наши мысли и лучше всего подходят для создания красоты.#$e#Но... разве мы тоже не думаем образами? И разве мысли, основанные на образах, обычно не более запоминающие?#$b#...Я не знаю. А ты как думаешь?$u",
            "summer_8": "Извини, если я мокрая на ощупь... Я весь вечер потела от жары.",
            "summer_9": null,
            "summer_12": "Было приятно встретиться с Эллиотом на вчерашнем Луалу. Похоже, он доволен своим образом жизни.",
            "summer_15": "Аххх, я так рада, что у нас ещё остался хороший кусочек лета.$h#$e#Я не готова к тому, чтобы оно закончилось.",
            "summer_20": "Нужно иметь немного мужества, чтобы знать, что моя работа выставлена на всеобщее обозрение в домах других людей.#$e#Я вкладываю частички своей души в своё искусство. Есть ли в этом смысл?#$e#Ну, твоя работа заканчивается на чужих обеденных столах. Так что это примерно одно и то же.$h#$b#Это просто следствие того, что мы оставили небольшое влияние на мир, я полагаю.",
            "summer_24": "Интересно, как поживают мои старые соседи? Марни, Джас...#$e#...Ну да. И Шейн.#$e#Наверное, я всё ещё формально их соседка, да?$h",
            "fall_7": "Интересно, стоит ли мне ещё раз сходить на занятия Кэролайн по танцевальной аэробике? Я была там... дважды? ...Не думаю?#$e#О, точно! Однажды там был доктор Харви. Это было мило.$h#$b#Эх, больше бы уверенности ему.",
            "fall_10": "Эмили всё ещё работает в салуне, да? Интересно, она когда-нибудь уедет из города?#$e#Я не очень хорошо знаю её, но у меня всегда было чувство, что она предназначена не только для обслуживания столов.",
            "fall_13": "Я живу своей мечтой. @, надеюсь, ты понимаешь, что я не принимаю это как должное, верно?",
            "fall_24": "В кофейни Грэмплтона выставили некоторые из моих картин, и они закончили продавать последнюю часть! Класс!$h#$e#Может, они попросят меня ещё.",
            "winter_4": "Хм... Интересно, как Эллиот справляется в такой холод? Как думаешь, он оценит горячую еду от нас?",
            "winter_11": "Извини, было холодно прошлой ночью, не так ли?#$e#Прошлой ночью я разбила окно, чтобы выпустить запах от краски. Я просто... давай будем держать камин горящим весь день.$s",
            "winter_16": "Иногда трудно продать вещь, которой я действительно горжусь.$s#$e#Я имею в виду, если у нас много денег, может быть, я просто ... .. оставлю себе часть моих работ?$l",
            "winter_20": "Тематическое искусство для праздника Зимней звезды так весело и легко делать. Я могу просто сделать это так радостно, как я хочу.$h",
            "winter_27": "Снег таял и постоянно капал с этого единственного места на крыше.#$b#А потом снег посылал через часть комнаты. Так красиво.#$e#О, это было всего несколько дней назад.",
        }
    }]
}