{
    "Changes": [
    {
        "LogName": "Lewis",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Lewis",
        "Entries":
        {
            "Saloon": null,
            "Saloon4": null,
            "cc_Bus": "@, ты слышал? Кажется, старый городской автобус снова начал работать!^@, ты слышала? Кажется, старый городской автобус снова начал работать!$h#$b#Он уже давно не работал какое-то время... Это великая тайна.",
            "Mon": "Это хороший сезон, чтобы начать думать о садоводстве, даже для нас, не фермеров.#$e#Долина известна своими прекрасными весенними цветами!$h",
            "Mon2": "Мы с твоим дедушкой часто болтали о садоводстве. Я узнал от него большую часть того, что знаю.",
            "Mon6": "Наверное, трудно быть ребёнком в городе Пеликан. Детей уже не так много, как раньше...#$e#Я заказал построить игровую площадку несколько лет назад. Надеюсь, Джас и Винсент знают, что их здесь любят.",
            "Tue8": "Наше общество сильно изменилось за эти годы. Я помню, что там, где сегодня стоит ДжоджаМарт, был старый, обветшалый дом.#$e#Я не уверен, что кто-то вообще жил в этом доме с тех пор, как я родился. Но в детстве, я старался держаться от него подальше.",
            "Wed2": "Иногда ты можешь узнать, есть ли что-то под землёй. Просто смотри в оба.",
            "Wed6": "Одна из причин, по которой я люблю этот город - его богатая история. Люди населяли долину задолго до того, как был построен город Пеликан.",
            "Thu": "Привет, @! Рад видеть тебя в добром здравии.#$b#Приятно время от времени общаться с горожанами.$h",
            "Thu2": "В салуне довольно оживленно по ночам. Иногда мы даже кладём монетку в музыкальный автомат *смеётся*$h#$e#Во всяком случае, мне нравится приходить раз в неделю, чтобы наверстать упущенное.",
            "Thu6": "Я не думаю, что родители Эмили и Хейли вернутся в город Пеликан в ближайшее время, если вообще вернутся. Они всегда мечтали путешествовать по всему миру.#$e#Их девочки достигли совершеннолетия, а потом... пуф! Они исчезли.#$e#Обычно, ожидаешь, что дети будут похожи на своих родителей.$h",
            "Fri2": "Предыдущий куратор музея имел частную собственность на экспонаты. Жаль, что у нас не было средств, чтобы удержать их.",
            "Fri4": "В таком маленьком городке, как этот, я могу быть практическим организатором мероприятий. У меня не было бы такой роскоши, если бы я был мэром большого города.#$e#Конечно, это более напряжённо, но я не могу спорить с тем, какое удовлетворение я получаю от этого.$h",
            "Sat2": "Я рад, что наш город смог заполучить доктора Харви. Время его прибытия было выбрано безукоризненно.#$e#Когда наш предыдущий врач объявил о своей отставке, мы думали, что нам всем придётся ездить в город за медицинской помощью.",
            "Sat8": "У меня никогда не будет своих детей, поэтому я думаю о душе города Пеликан как о своём ребёнке, в некотором смысле.#$e#Если я оставлю свой след на людях, которые найдут дом в этом городе, это всё, на что я могу надеяться.",
            "Sun": "Некоторые горожане настороженно относятся к незнакомцам. Тебе придётся завоевать их доверие, прежде чем они откроются.#$e#Просто будь настойчивее,и сможешь достучатся до них.$h",
            "Sun2": "Лея и Эллиот переехали сюда примерно за год до тебя. Ты уже разговаривал с ними?^Лея и Эллиот переехали сюда примерно за год до тебя. Ты уже разговаривала с ними?#$e#Они проводят приличное количество времени вместе на праздниках, хотя они и не пара. ...Во всяком случае, я так думаю.",
            "Sun4": "Выращивание цветов на твоей ферме может улучшить эстетику.#$b#На твоём месте, я бы просто вырастил их и оставил до конца сезона.$h",
            "summer_Mon4": "Возделывание сада - это как буквальное, так и образное занятие. Мои клумбы - это мой сад, но в каком-то смысле и город Пеликан в целом тоже. #$q 007/008 summer_Mon4_old#Уверен, что ты понимаешь про что я, @?#$r 007 5 summer_Mon_007#Да, моя ферма - это отражение моей души.#$r 007 5 summer_Mon_007#Да, я хочу развивать свои отношения, а не только свою ферму.#$r 008 -15 summer_Mon_008#Нет, не совсем...#$r 008 -15 summer_Mon_008#Ух... Что?",
            "summer_Mon4_old": "$p 007#Для таких людей, как ты и я, это способ победить в долгосрочной перспективе.|Надеюсь, когда-нибудь ты это поймёшь.",
            "summer_Mon_007": "Это просто фантастика! Похоже, мы понимаем друг друга.$h",
            "summer_Mon_008": "Хм... не бери в голову.$s",
            "summer_Mon10": "Привет, @!$h#$e#Я надеюсь, что твоя работа была полезной. Просто знай, что мы все ценим то, что ты делаешь.",
            "summer_Tue4": "Ты разговариваешь с Вилли время от времени? Он жил в этой лачуге столько, сколько я себя помню.#$e#Он хороший человек.",
            "summer_Tue8": "Одна из вещей, которая мне больше всего нравятся в садоводстве - это видеть, как люди не перестают восхищаться твоей работой.#$e#Ты когда-нибудь чувствовал эстетику?^Ты когда-нибудь чувствовала эстетику?",
            "summer_Wed6": "Я узнал несколько советов по садоводству от Эвелин. Иногда стоит провести время с такой доброй душой, как она.",
            "summer_Thu": "Хмм... Интересно, может сегодня у кого-нибудь день рождение? Надо проверить календарь у магазина Пьера.",
            "summer_Thu4": "В салуне довольно оживленно по ночам.#$e#Я обычно посещаю салун один раз в неделю. Хочу попробовать настоящие спагетти Гаса.",
            "summer_Fri": "Привет, @! Приятно провести вечер в салуне, когда есть такая возможность. Всем время от времени нужен перерыв.$h#$b#Твой дедушка всегда слишком много работал... Я выпью лишний стакан пива в его честь.",
            "summer_Sun6": "Это идеальное время, чтобы приготовить что-нибудь из острых перцев! У тебя что-нибудь растёт этим летом?",
            "fall_Mon": "Мы с Робин любим доставлять друг другу неприятности. Я надеюсь, что мы не доставили тебе проблем, когда впервые встретили тебя из автобуса.$h#$e#Она и Деметриус дали большую надежду нашему городку.#$b#И знай, что ты тоже много делаешь для нас!$h",
            "fall_Mon4": "Я был мэром города Пеликан больше двадцати лет!#$e#Раньше тежелее было быть мэром, времена были другие.#$e#Но теперь мне это нравится.",
            "fall_Tue": "Не так уж много людей посещают Клинта, учитывая, что его магазин находится на окраине города. Почему бы не навестить его?#$e#Я уверен, что ему не помешала бы компания. И деньги тоже.",
            "fall_Tue6": "Это было примерно в это время года, когда я впервые стал мэром, более двадцати лет назад.#$e#Это заставляет почувствовать себя старым.$s",
            "fall_Wed4": "Каждую среду я ем на завтрак гречневые вафли и кофе. Это небольшая традиция, которую я соблюдаю, чтобы холостяцкая жизнь была интересной.$h",
            "fall_Thu4": "У тебя на ферме есть улья?#$e#Если поместить их рядом с цветами, то можно получить различные виды мёда.",
            "fall_Fri10": "Мне кажется, что я стал близок с тобой, @, также, как с твоим дедушкой. Странно, но трогательно видеть, как меняются времена.#$e#На смену каждой жизни, покидающей этот мир, приходит новая. Мы не должны забывать об этом.",
            "fall_Sun4": "Ах... Нет ничего лучше чашки крепкого чая по утрам.",
            "winter_Mon8": "Если вся моя жизнь похожа на год, я полагаю, что уже вошёл в зиму, так сказать.#$e#Интересно, как будет выглядеть мир через несколько десятилетий, если я всё ещё буду здесь?",
            "winter_Tue": "Я должен сбалансировать бюджет до конца года. Я надеюсь, что мне не придётся сокращать праздники, чтобы сохранить минимум для основного обслуживания.#$e#Я думаю, что найду способ. Нужно подумать над этим. Но никаких гарантий нет.",
            "winter_Tue8": "Я должен начать придумывать план улучшения нашего города в следующем году!",
            "winter_Wed10": "Я должен сказать, @. Я видел, что ты продаёшь некоторые... интересные вещи из отгрузочного ящика.#$e#Есть какие-нибудь интересные истории для рассказа?$h#$e#...Нет, я серьезно.",
            "winter_Thu": "Тебе холодно? Дай мне знать, если у кого-нибудь откажет отопление. Некоторые дома здесь довольно старые.",
            "winter_Thu8": "Зимняя тишина приводит меня в мрачное настроение.#$b#Я бы не сказал, что это меня огорчает. Это так кажется... моя душа замедляется, чтобы соответствовать ощущению на открытом воздухе.#$b#Это трудно выразить словами, но ты понимаешь, что я имею в виду?",
            "spring_1_2": "Ура, Новый год! У тебя будет много работы в первые дни сезона, не так ли?",
            "spring_3": "Ты уже посадил новые культуры? Сезон не длится вечно, ты же знаешь.^Ты уже посадила новые культуры? Сезон не длится вечно, ты же знаешь.",
            "spring_12": "Ты получил моё письмо о фестивале яиц? Я очень надеюсь, что ты сможешь победить!^Ты получила моё письмо о фестивале яиц? Я очень надеюсь, что ты сможешь победить!#$e#У меня есть несколько хороших идей, как спрятаться на охоте за яйцами. Просто подожди.$h",
            "spring_14": "Думаю, все спрятанные яйца со вчерашнего дня уже убрали.#$b#...Во всяком случае, почти.",
            "spring_23": "Я очень надеюсь, что танец цветов снова будет успешным в этом году.#$e#Но иногда эти старые традиции всё-таки умирают...$s",
            "summer_10": "Я почти не спал прошлой ночью. Луау - это для меня самый напряжённый фестиваль в году.#$e#Надеюсь это тебе не помешает хорошо провести время!$h",
            "summer_28": "Я думаю, что сегодняшний фестиваль - мой любимый, потому что мне не нужно ни о чём беспокоиться. Полуночные медузы делают всю работу за меня!$h#$e#Это хорошая смена темпа после Луау в начале этого месяца.",
            "fall_15": "Я так понимаю, ты получил моё письмо о ярмарке в долины Стардью?^Я так понимаю, ты получила моё письмо о ярмарке в долины Стардью?#$b#Этот фестиваль - моя специальность. Я уверен, что всё будет отлично.$h",
            "fall_28": "Я даже не знаю, как в городе все убирают после Дня всех духов. Каждый год я просыпаюсь, ожидая беспорядка, но всё как будто так, словно ничего не произошло.",
            "winter_1": "Зима пришла! Это означает, что горожане будут проводить большую часть своих дней в помещениях.#$e#По крайней мере, ты будешь знать, где их искать!$h",
            "winter_7": "Похоже, всё готово для того, чтобы завтрашний Ледовый праздник имел успех.#$b#Помни, я не слишком стар, чтобы играть в снежки!$h",
            "winter_15": "Ночной рынок - это внеплановое событие. Эти бродячие торговцы просто появляются каждый год сами по себе, и, честно говоря, я рад, что они это делают.#$b#Не каждый маленький город получает такую привилегию.",
            "winter_24": "Я рад за весь город! Я могу планировать праздник Зимней звезды на бумаге, конечно, но то, как все появляются в таком веселом настроении...#$b#...это просто волшебство!$h",
            "winter_28": "Это не просто конец очередного года, это годовщина твоего приезда! Я никогда не забуду, как ты вышел из автобуса.^Это не просто конец очередного года, это годовщина твоего приезда! Я никогда не забуду, как ты вышла из автобуса.$h#$e#Помню, в прошлый год снег рано растаял.#$e#Спасибо за хороший год, @.",
            "spring_14_2": "Думаю, все спрятанные яйца со вчерашнего дня уже убрали.#$b#...Во всяком случае, почти.",
            "spring_23_2": "Ну, наш цветочный танец просто продолжает двигаться вперёд. Полагаю, это надолго останется традицией.",
            "summer_10_2": "Я только что говорил по телефону с губернатором. Он подтвердил, что уже едет сюда. *сгладывает*",
            "summer_28_2": "Я думаю, что сегодняшний фестиваль - мой любимый, потому что мне не нужно ни о чём беспокоиться. Полуночные медузы делают всю работу за меня!$h#$e#Это хорошая смена темпа после Луау в начале этого месяца.",
            "fall_15_2": "Я так понимаю, ты получил моё письмо о ярмарке в долины Стардью?^Я так понимаю, ты получила моё письмо о ярмарке в долины Стардью?#$b#Этот фестиваль - моя специальность. Я уверен, что всё будет отлично.$h",
            "fall_28_2": "Я даже не знаю, как в городе все убирают после дня всех духов. Каждый год я просыпаюсь, ожидая беспорядка, но всё как будто так, словно ничего не произошло.",
            "winter_7_2": "Похоже, всё готово для того, чтобы завтрашний Ледовый праздник имел успех.#$b#Помни, я не слишком стар, чтобы играть в снежки!$h",
            "winter_15_2": "Ночной рынок - это внеплановое событие. Эти бродячие торговцы просто появляются каждый год сами по себе, и, честно говоря, я рад, что они это делают.#$b#Не каждый маленький город получает такую привилегию.",
            "winter_24_2": "Я рад за весь город! Я могу планировать праздник Зимней звезды на бумаге, конечно, но то, как все появляются в таком веселом настроении...#$b#...это просто волшебство!$h",
            "winter_28_2": "Это не просто конец очередного года, это годовщина твоего приезда! Я никогда не забуду, как ты вышел из автобуса.^Это не просто конец очередного года, это годовщина твоего приезда! Я никогда не забуду, как ты вышла из автобуса.$h#$e#Помню, в прошлый год снег рано растаял.#$e#Спасибо за хороший год, @.",
        }
    }]
}