{
    "Changes": [
    {
        "LogName": "Linus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Linus",
        "Entries":
        {
            "Mon4": "Когда наступит сезон ягод, еды будет более чем достаточно.#$e#Это долина в изобилии.",
            "Mon6": "Ничто не сравнится с ощущением того, что можно пережить ещё одну зиму, только благодаря дарам гор.$h",
            "Mon8": "Я? Женат? Ха-ха, нет, я никогда не был женат.$h#$e#Я никогда не хотел, чтобы кто-то другой соответствовал моему образу жизни.",
            "Tue2": "Тебе что-то нужно?",
            "Tue6": "Да, я вырос в семье. Я не видел их уже много лет.#$e#Кажется, я даже не могу вспомнить их лица...$s",
            "Tue10": "Что ж, @, я думаю, что могу считать тебя частью моей новой семьи, если ты не против.$h#$e#О, пожалуйста, не пугайся. Деревья, скалы, озеро, небо... они все тоже моя семья.",
            "Wed4": "Эта земля будет продолжать существовать в течение многих эпох после нашей жизни.#$b#Пожалуйста, относись к ней с уважением.",
            "Thu": "...А? Тебе что-то нужно от меня?",
            "Thu2": "...Может, мне собрать свою палатку и снова переехать.$s",
            "Thu6": "Да, ты видел, как я брал еду из мусорных баков в тот раз...^Да, ты видела, как я брал еду из мусорных баков в тот раз...$s#$e#Обычно я просто живу на пище, которую дает природа, но пища, которую выбрасывают другие, превращается в полную пустоту, если я её не приму.$s#$e#Любой способ лечения, который предоставляется нам и есть лучший?",
            "Thu8": "Иногда люди не понимают меня, но это не делает их плохими.#$e#Меня просто беспокоит, когда они проявляют враждебность.",
            "Thu10": "Есть красота в заботе о других.#$b#Так что, если я найду что-нибудь вкусненькое и там хватит на двоих, я оставлю это в твоём почтовом ящике.$h",
            "Fri": "Пожалуйста, не разрушай мою палатку.#$e#Такое случалось и раньше.$s",
            "Fri2": "Почему ты продолжаешь приходить ко мне?",
            "Fri8": "Куда мы деваемся после смерти? Наверное, я буду в земле...#$e#Просто вернусь в поток природы, вот и всё.#$e#Это не так плохо, если думать об этом.#$e#Хотя, я ещё не совсем готов к этому.$h",
            "Sat": "Я счастлив сам по себе, ты же знаешь.#$e#Мне не нужны новые друзья.",
            "Sat2": "...Ещё раз, здравствуй.",
            "Sat6": "Я не думаю, что останусь здесь надолго.#$e#Не пугайся, если ты поднимешься сюда и моя палатка внезапно исчезнет.#$e#Я часто так делал.",
            "Sat8": "Возможно, я останусь здесь ещё на год.#$e#Обычно я не задерживаюсь на одном месте так долго, но...$s",
            "Sat10": "В таком случае я могу остаться здесь на неопределенный срок.$h#$e#Я могу жить на природе столько, сколько захочу, но я не слишком далеко от одного хорошего соседа. Спасибо, @.",
            "Sun2": "Ты не обязан говорить со мной, если не хочешь.^Ты не обязана говорить со мной, если не хочешь.",
            "Sun8": "Когда я впервые встретил тебя, @, я был уверен, что скоро покину долину. Спасибо, что помог мне изменить своё мнение.^Когда я впервые встретил тебя, @, я был уверен, что скоро покину долину. Спасибо, что помогла мне изменить своё мнение.",
            "summer_Tue8": "Марлон и Гил? Да, я вижу их время от времени.#$e#Мы, в основном, не общаемся.",
            "summer_Sun6": "Однажды я поймал в озере окуня, который был длиннее моей руки.$h#$e#Это было очень давно. Не знаю, смогу ли я когда-нибудь побить этот рекорд.",
            "fall_Mon8": "Признаюсь, я и раньше следовал за тобой в шахты, издалека.#$e#Извини. Я просто хочу убедиться, что ты в безопасности...",
            "fall_Tue10": "Привет, @!$h#$e#Нашёл хорошее место, чтобы поесть?^Нашла хорошее место, чтобы поесть?",
            "fall_Wed8": "Гора ничего нам не должна, но всё равно даёт. Всё, что мы берём - это незаслуженный дар. Мы никогда не должны забывать об этом.",
            "fall_Sun10": "Ты уже пробовал ловить рыбу с дикой наживкой?^Ты уже пробовала ловить рыбу с дикой наживкой?",
            "winter_Mon6": "Я мог бы до бесконечности прятаться от холода в бане, но это не место, где я живу.#$e#Я бы предпочёл никому не наступать на пятки. Здание принадлежит городу.",
            "winter_Tue8": "Если я всё сделаю правильно, то смогу прожить неделю без еды.#$e#Это мой не первый выбор, но я могу сделать это, если это станет необходимым.",
            "winter_Wed8": "Расмодиус - хороший друг. Мы лишь время от времени сталкиваемся друг с другом, но всегда возвращаемся к тому, на чём остановились.",
            "winter_Thu8": "Семья в этом доме, казалось, была раздражена моим присутствием, когда я впервые поселился здесь. В последнее время, они кажутся мне прекрасными.",
            "winter_Sun8": "Нужно знать, что на самом деле мы ничего не значим. Мир будет существовать независимо от того, существуем мы, люди, или нет.",
            "spring_1_2": "Подыши весенним воздухом!$h#$b#Долина оживает.$h",
            "summer_10": "Я, наврное, рискну завтра на Луау и поделюсь своей стряпней.",
            "winter_15": "Я мельком увидел корабли, пришвартовавшиеся на берегу, с моей горы.#$e#Может, мне следует взглянуть поближе?",
            "winter_28": "Мы сделали это.$h#$e#*ха-ха-ха*$h",
            "summer_10_2": "Я, наврное, рискну завтра на Луау и поделюсь своей стряпней.",
            "winter_15_2": "Я мельком увидел корабли, пришвартовавшиеся на берегу, с моей горы.#$e#Может, мне следует взглянуть поближе?",
            "winter_28_2": "Мы сделали это.$h#$e#*ха-ха-ха*$h",
        }
    }]
}