{
    "Changes": [
    {
        "LogName": "Marnie",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Marnie",
        "Entries":
        {
            "Saloon": null,
            "Saloon_Tue": null,
            "Saloon_Wed": null,
            "Saloon_Sun": null,
            "Saloon_Sat": null,
            "Mon2": "Я заказываю все наши поставки от компании, с которой я имею дело почти два десятилетия.#$e#У меня есть специальная скидка, поэтому мне дешевле заказать оборудование.",
            "Mon4": "Лея - хорошая соседка. Я могу сказать, что она глубоко ценит природу.#$b#И животных, конечно.$h",
            "Mon6": "Животные такие невинные, такие милые. А если я не буду за ними присматривать, то кто?$s#$e#Я надеюсь, что мои курочки не слишком расстроятся, если я возьму их яйца.$s",
            "Mon8": "Что я могу сказать? Наверное, это у меня в крови - заботиться о других.#$e#Я хотела сказать, что ты тоже должен проявлять заботу.^Я хотела сказать, что ты тоже должна проявлять заботу.",
            "Tue2": "Прости, если Шейн был немного груб с тобой.$s#$e#Я просто... Я надеюсь, что это не слишком, если спрошу: не мог бы ты стать для него другом.^Я просто... Я надеюсь, что это не слишком, если спрошу: не могла бы ты стать для него другом.$s",
            "Tue4": "Шейн - крёстный Джас. Кто-нибудь уже говорил тебе об этом?",
            "Tue6": "Джас обожает Шейна.#$b#Однако между ними существует странная дистанция.$s#$e#Она всегда называет меня 'тётя Марни', а его просто 'Шейн'.$s",
            "Tue8": "Бедняжка Джас. Я тебе когда-нибудь говорила? Её родители погибли в ДТП несколько лет назад.$s#$e#Я не могу поверить, какая же она сильная, если прошла через всё это.$s",
            "Tue10": "Шейн был не в лучшем положении, когда родители Джас умерли, и не в том состоянии, чтобы внезапно стать приёмным отцом.$s#$e#Что ещё мне оставалось делать? Мне пришлось взять их к себе.$s",
            "Wed": "Ты можешь использовать косу, чтобы накосить сено.#$e#Сначало убедись, что у тебя есть силосная башня.#$e#Робин может помочь с этим.",
            "Wed2": "Ты можешь использовать косу, чтобы накосить сено.#$e#Или можешь купить его у меня, конечно!$h#$e#Мне бы пригодились наличные...$u#$e#Адиос.",
            "Wed4": "Я прожила на этом ранчо всю свою жизнь. К двадцати годам я уже управляла им в одиночку.#$e#Времена меняются.",
            "Wed8": "Если силосная башня почти заполнилась, ты также можешь хранить сено в сундуках.#$e#Всего лишь небольшой совет.$h",
            "Fri2": "Это, конечно, грязный образ жизни, но никто никогда не жил хорошо, не замарав руки!$h",
            "Fri10": "У меня много грязной, тяжёлой работы, чтобы держать всех моих животных счастливыми, но это не мешает мне иногда побыть девчушкой.$h#$e#Мы с Джас можем хорошо повеселиться, играя в переодевания. Она такая хорошая девочка.",
            "Sat2": "Я рада, что ты переехал, @. Я почти потеряла надежду, что мы когда-нибудь снова увидим соседа к северу от нас.^Я рада, что ты переехала, @. Я почти потеряла надежду, что мы когда-нибудь снова увидим соседа к северу от нас.",
            "Sat4": "Лили была моей любимой коровой в детстве. С тех пор у меня никогда не было такой, как она.#$e#Она была чистой, любящей душой, простой и понятной.",
            "Sat6": "Я часто вижу Клинта в салуне, но он ни с кем не разговаривает. Время от времени, он оглядывается через плечо.$s",
            "Sat8": "Иногда мне кажется, что я единственная, кто может сохранить эту семью.$s#$e#...Это не только то, что я чувствую. Так оно и есть.$s",
            "Sat8_inlaw_Shane": "Мне казалось, что я единственная, кто может сохранить эту семью.$s#$e#С другой стороны, это совсем не так. Ты тоже член семьи! И ты сделал много замечательного для Шейна.^С другой стороны, это совсем не так. Ты тоже член семьи! И ты сделала много замечательного для Шейна.$h",
            "Sun2": "Если хочешь инкубатор в курятник, тее понадобится большое обновление курятника.#$e#А пока я продам тебе столько кур, сколько ты захочешь.",
            "Sun4": "Ты знаешь, как делать майонез?#$e#Я никогда не любила майонез, пока не попробовала его в домашних условиях. Купленные в магазине продукты не то же самое.",
            "Sun6": "Если я проведу свою жизнь, заботясь о людях и животных, которых люблю, то я бы сказала, что хорошо прожила жизнь.",
            "summer_Mon2": "Ещё одна из наших коров родила прошлой ночью.$h#$e#Я не думаю, что когда-нибудь устану смотреть, как жизнь продолжается таким образом. Всегда есть способ.",
            "summer_Wed4": "Шейн отдалился с тех пор, как переехал сюда. Он даже не хочет сидеть со мной в салуне.$s#$e#Я понимаю, что ему нужна независимость. Он взрослый человек.$s#$e#Я даже не его мать.$u",
            "summer_Wed6": "*вздох*... Сегодня утром я была не в настроении.$s",
            "summer_Thu": "Как ты справляешься с такую жару?#$e#Летом идут частые дожди, так что об урожае можно не беспокоиться.",
            "summer_Thu6": "Фух, не жарко. Мы не должны беспокоиться за животных, что у них будет солнечный удар.",
            "summer_Fri6": "Сегодня я вылила на пол целое ведро молока. Это было ужасно.$s#$e#И такая пустая трата тяжёлой работы моей бедной Белинды.$s",
            "summer_Fri8": "Интересно, мистер Льюис чувствует себя одиноко в своём большом доме...$s#$e#Кажется, там так грустно, не правда ли?",
            "fall_Wed": "Ты сейчас запасаешься сеном?#$b#Просто возьми количество животных, которые у тебя есть и умножь на 28. Вот сколько сена понадобится, чтобы пережить зиму.",
            "fall_Wed8": "Ты и я! Мы вместе позаботимся о том, чтобы наши животные продержались всю предстоящую зиму.$h#$e#Заскакивай, если у тебя кончится сено.",
            "fall_Thu": "Я продаю обогреватели. Убедитесь, что он размещён внутри курятника или амбара.#$b#Животные поблагодарят тебя, когда пойдёт снег.$h",
            "fall_Thu6": "Джас сдала в школе ещё один тест на сто процентов. Я горжусь этой девочкой.$h#$e#Она проделала такой долгий путь.$h",
            "winter_Wed": "У тебя достаточно корма на зиму?#$e#Если нужно, я продам тебе немного. Наддеюсь, ты не ждёшь до последней минуты.",
            "winter_Thu": "Если бы я не стала фермером, то, наверное, стала бы пекарем тортов.#$e#Хмм? О, Нет, я не пеку. Я эээ... Я просто очень люблю пирожные.",
            "winter_Thu8": "Да, он переехал первым. Некоторое время спустя, я проверила Шейна, и стало ясно, что мне нужно будет взять его тоже.",
            "winter_Fri": "Время от времени я приношу немного ткани Эмили.#$e#Интересно посмотреть, что она с ней делает.",
            "winter_Fri4": "Мы здесь сами делаем сыр и мороженое.#$e#Я никогда не устану от них, если они сделаны правильно.",
            "winter_Fri8": "Да. Эта башня рядом с моим ранчо до сих пор вызывает у меня мурашки.#$e#Я стараюсь не думать о ней.",
            "spring_1_2": "С Новым годом!$h#$b#Животные уже хотят выбраться наружу.",
            "spring_12": "Всю прошлую неделю я развозила яйца Гасу и Льюису.#$e#Я очень надеюсь, что их хватит.",
            "fall_15": "Я старалась найти хорошую выставку для завтрашней ярмарки. Пожалуй, мне нужно ещё несколько яиц.#$e#А ты готов к завтрешней ярмарке?^А ты готова к завтрешней ярмарке?",
            "winter_24": "Привет! Надеюсь увидеть тебя завтра на празднике.$h",
            "winter_28": "Мы сделали это! Наши животные пережили зиму.$h",
            "Tue_inlaw_Shane": "Я так рада, что Шейн встретил тебя. Ты хорошо о нём заботишься, верно?",
            "Tue8_inlaw_Shane": "Я так рада, что Шейн встретил тебя. Когда он только переехал в город, я не была уверена, что всё получится, но вот мы здесь!$h",
            "spring_12_2": "Всю прошлую неделю я развозила яйца Гасу и Льюису.#$e#Я очень надеюсь, что их хватит.",
            "fall_15_2": "Я старалась найти хорошую выставку для завтрашней ярмарки. Пожалуй, мне нужно ещё несколько яиц.#$e#А ты готов к завтрешней ярмарке?^А ты готова к завтрешней ярмарке?",
            "winter_24_2": "Привет! Надеюсь увидеть тебя завтра на празднике.$h",
            "winter_28_2": "Мы сделали это! Наши животные пережили зиму.$h",
        }
    }]
}