{
    "Changes": [
    {
        "LogName": "Maru",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Maru",
        "Entries":
        {
            "Mon2": "Привет. Видел что-нибудь интересное во время прогулки по городу?^Привет. Видела что-нибудь интересное во время прогулки по городу?",
            "Mon4": "Много технической работы должно пойти на проектирование и управление фермой. Что ты делаешь, чтобы очистить свой ум, когда немного волнуешься?",
            "Mon6": "Иногда моя голова так забита всякой ерундой, что я с трудом соображаю. С тобой такое когда-нибудь случалось?#$e#Свежий воздух обычно помогает.",
            "Mon8": "Разве не забавно, как решение трудной проблемы может просто появиться в голове, как только перестаёшь думать об этом?",
            "Mon10": "В такие дни я гуляю только потому, что надеюсь встретить тебя.$l#$e#Похоже, сегодня мой счастливый день!$h#$e#Как насчёт завтра ещё погулять?",
            "Tue2": "Заходи к нам домой, если тебе нужно обновить свои здания.#$e#Я рада гостям.",
            "Tue4": "Хмм... Интересно, есть ли что-нибудь, что я могу сделать, чтобы облегчить работу моей мамы...#$e#Судя по тому, как она работает, можно подумать, что она на двадцать лет моложе.$h",
            "Tue6": "Я беспокоюсь о маме, когда она работает под дождём. А что, если в неё попадёт молния?$s#$e#У тебя на ферме есть громоотводы?",
            "Tue8": "Моя мама всегда очень поддерживала меня в моих увлечениях. Как и мой отец.#$e#Я не думаю, что справилась бы так хорошо, если бы у меня был кто-то другой в качестве родителей.",
            "Tue10": "Приятно иногда сидеть сложа руки и наслаждаться прекрасными вещами в жизни.#$e#Иногда мой мозг начинает работать со скоростью света, и это ошеломляет.#$b#Но, к счастью, мне удалось встретить тебя.",
            "Tue6_inlaw_Penny": "Пенни всё время говорила о тебе.#$b#В итоге, я сказала ей: 'Эй! Почему бы тебе не пригласить этого парня на свидание, если он не пригласит тебя первым!'$h^В итоге, я сказала ей: 'Эй! Почему бы тебе не пригласить эту девушку на свидание, если она не пригласит тебя первой!'$h",
            "Wed2": "Дни в клинике хороши, когда я узнаю что-то новое.#$e#Если я не узнаю что-то новое, день просто закончится с чувством незавершенности.",
            "Wed4": "Доктор Харви уже собирался выбросить свой дефибриллятор, но я открыла его и без проблем починила.#$e#К сожалению, он всё же должен заменить его. Что-то насчёт протокола и избежания судебных исков...$s",
            "Wed6": "Кардиомонитор в процедурном кабинете клиники мог бы использовать несколько улучшений.#$b#Было бы не слишком сложно установить на него систему голосовых команд.#$e#Но это всего лишь выдача желаемого за действительное. Я знаю, что не могу вмешиваться в стандартное медицинское оборудование.$s",
            "Wed8": "Я работаю в клинике Харви по вторникам и четвергам.#$e#Он хороший, но не совсем в моём вкусе...",
            "Thu4": "Похоже, это будет ещё один день в клинике.#$e#В любом случае, у меня есть только одна лицензия.",
            "Thu6": "Я планирую провести много времени с моим телескопом этим летом.#$e#Вечером в ясную погоду ты можешь присоединиться ко мне.$h",
            "Thu10": "Oй, @! Ты хочешь со мной поговорить?$h#$e#Я как раз думала о тебе.",
            "Fri": "Ой, извини, если я кажусь капризной... У меня немного болят руки после вчерашней работы.#$c .5# Мне пришлось тащить на чердак десять коробок с медицинскими документами!#$e#Мне пришлось сортировать записи пациентов в течение четырех часов подряд!",
            "Fri2": "Пенни - отличная подруга. Мы ладим с тех пор, как моя семья переехала сюда.#$e#Обязательно поздоровайся с ней, хорошо?",
            "Fri4": "Моя мама - плотник, а отец - учёный. Я думаю, это имеет смысл, что я занимаюсь созданием гаджетов.",
            "Fri6": "Оох, что за неделя. Я не добилась такого прогресса в своих проектах, как надеялась.$s#$e#Ну а твоя неделя прошла хорошо?",
            "Fri8": "Как ты думаешь, как будет выглядеть сельское хозяйство через сто лет?#$e#Я думаю, что нет никакой замены человеческому прикосновению, не так ли?$l",
            "Sat": "Ты знаешь моего отца, Деметриуса? Он - учёный. Мне очень нравится помогать ему в лаборатории.",
            "Sat2": "Мой отец изучает уникальные свойства долины. Найдёшь ли ты много экосистем по всему миру, как здесь?",
            "Sat4": "Я ещё не решила, какую науку я хочу изучать в качестве карьеры.#$e#Может, я просто продолжу делать всё понемногу.$h#$e#Думаю, было бы неплохо внести свой вклад в мир.",
            "Sat6": "Ракетостроение было моим первым увлечением. Я до сих балуюсь этим, время от времени.",
            "Sat8": "Я хочу сэкономить на заказе иридия из каталога оборудования. Но эта штука безумно дорогая.$s#$e#Но... что бы я могла с ним сделать!$l",
            "Sat10": "Каждому нужно счастливое место, чтобы уединиться и побыть одному. Скамейка у общественного центра - моё#$e#У салуна есть другая скамейка, но там я встречаюсь с Пенни.#$e#Хотя, я не возражаю, если ты присоединишся ко мне на счастливой скамейке.$l",
            "Sun8": "Должно быть, тебе очень нравится твоя работа, если ты уже так долго в нашем городе.#$e#Я очень рада за тебя.$h",
            "Sun10": "Должно быть, тебе очень нравится твоя работа, если ты уже так долго в нашем городе.#$e#Я тоже так думаю. Мы ведь хорошая пара, правда?$l",
            "summer_Mon": "Хмм... Какой бы гаджет сделать этим летом?",
            "summer_Mon2": "На моём летнем списке дел есть много проектов гаджетов. Я надеюсь, что смогу завершить весь мой список!",
            "summer_Mon6": "Когда работаешь над экспериментальным техническим проектом, на каждый успех приходится дюжина неудач.#$e#То, как вещи не работают, может быть таким же захватывающим, как и то, как они работают.#$b#...Главное, чтобы никто не пострадал.$s",
            "summer_Mon10": "Всякий раз, когда я работаю над проектом, я всегда думаю о тебе.#$e#Думаю, ты в некотором роде муза. Я хочу увидеть твою реакцию на происходящее.$l",
            "summer_Tue2": "Мой брат обычно выходит из своей комнаты только днём.#$e#Иногда мы уезжаем на пару дней, прежде чем наши пути пересекаются.$s",
            "summer_Tue8": "@, ты сегодня выглядишь круто.$h",
            "summer_Tue4_inlaw_Sebastian": "Эээээй, муж моего брата!$h^Ээээй, жена моего брата!$h#$e#Себастьян кажется намного счастливее теперь, когда ему не нужно жить здесь. Надеюсь, всё будет хорошо!",
            "summer_Wed2": "Здесь невероятно жарко. Бьюсь об заклад, комната Себастьяна сейчас идеальное место для спасения от жары.#$e#Хотя я не знаю наверняка. Я вообще-то редко туда спускаюсь.",
            "summer_Wed4": "Мне кажется или здесь стало очень жарко?#$e#Наверное, это только мне так кажется.",
            "summer_Wed6": "Сегодня хорошая ночь, чтобы понаблюдать за звёздами. Тебе стоит зайти.",
            "summer_Wed8": "Интересно, найду ли я какие-нибудь небесные тела, которых не видела до сегодняшнего вечера?",
            "summer_Wed10": "Это странно. Глядя на космос через мой телескоп, кажется, что сегодня ему одиноко.$s#$e#И мне одиноко... без тебя.",
            "summer_Thu10": "Как твои руки остаются такими мягкими после всей этой работы на ферме?",
            "summer_Fri4": "Мы с папой иногда ходим за мороженым. Себастьян тоже ходил, но теперь не ходит.",
            "summer_Fri6": "Я рада, что работаю в такой тихой клинике. Если бы мы жили в другом месте, это отняло бы у меня гораздо больше времени.#$e#Часы, которые я работаю каждую неделю, идеально подходят для меня.",
            "summer_Fri10": "Привет @. Мы должны как-нибудь погулять у озера и поесть мороженого.#$e#Тебе нравится такая идея?",
            "summer_Sat": "Эй, у тебя есть интересные истории с фермы?#$e#Думаю, нет.",
            "summer_Sat2": "Попытка построить что-то механическое - это игра в решение проблем. Мне нравится мыслить нестандартно.#$e#На твоей работе тоже есть что-то подобное?",
            "summer_Sat4": "Хмм... Интересно, будут ли роботы когда-нибудь достаточно популярны, чтобы заменить животных в качестве домашних любимцев?#$e#Ну, наверное, не в нашей жизни.",
            "summer_Sat6": "Мои родители поддерживают мою работу, но они следят, чтобы я, случайно, не принесла ядерный реактор в дом.#$e#Что? Я справлюсь с этим.$h#$b#Во всяком случае, теоретически. Они не так опасны, если знать, что делать.",
            "summer_Sat10": "Когда я вижу тебя, @, моё сердце чувствует тепло.$l#$e#По вечерам, я скучаю по этим дням.",
            "summer_Sun": "Держу пари, ты сейчас выращиваешь интересные культуры.#$b#Папа говорит, что в это время года в долине растёт много экзотических растений.",
            "summer_Sun4": "Я держу себя дисциплинированно. Это помогает придерживаться графика.#$e#А ты?",
            "summer_Sun8": "Интересно, стоит ли мне устраиваться на работу исследователем в университет?#$e#Я буду скучать по долине. И я могу делать здесь практически всё, что захочу, так что...",
            "summer_Sun10": "Интересно, стоит ли мне устраиваться на работу исследователем в университет?#$e#Я буду скучать по долине. И я могу делать здесь практически всё, что захочу, так что...#$e#И к тому же ты здесь.$l",
            "fall_Mon4": "Помнишь, как раньше маргарин был популярнее сливочного масла, потому что он якобы был полезнее?#$e#Потом они узнали, что маргарин на самом деле ещё хуже для нас, чем масло. Так что теперь мы вернулись к маслу.#$e#Исследования - иногда это забавное путешествие.$h",
            "fall_Mon6": "Хмм, воздух приятно пахнет. Сегодня хороший день, чтобы побыть на улице.",
            "fall_Mon8": "Ты можешь навестить меня завтра в клинике. Я работаю с 10 утра до 4 вечера.$h",
            "fall_Mon_inlaw_Sebastian": "О, привет @! Как поживает мой брат?",
            "fall_Tue2": "Цвета этого сезона - это то, что заставляет меня любить его так сильно.#$e#У всех нас есть хороший повод выйти на улицу.",
            "fall_Tue4": "@, мне нравится, как сейчас выглядят деревья!#$e#Я знаю, что они тебе тоже нравятся.",
            "fall_Tue8": "Такие дни напоминают мне о том, когда я впервые пошла в школу маленькой девочкой.#$e#А у тебя, @, есть какие-нибудь воспоминания?",
            "fall_Tue10": "Ракетостроение, робототехника, искусственный интеллект... синтез этих элементов нечто особенное.#$e#В каждую науку мне ещё предстоит углубится.",
            "fall_Wed4": "Если у тебя есть лишний слиток, я всегда могу использовать его для одного из своих проектов.#$e#Но только, если тебе он не понадобится.",
            "fall_Wed6": "Ты, наверное, создаёшь разные устройства для фермы. Уже сделал майонезный аппарат?^Ты, наверное, создаёшь разные устройства для фермы. Уже сделала майонезный аппарат?#$e#Это на самом деле легко. Свойства земляного кристалла сделают большую часть работы за тебя.",
            "fall_Wed8": "Золото служит не только для декоративных целей. Это также очень хороший проводник для электрического оборудования.#$e#Но золото не валяется просто так, верно?$h",
            "fall_Wed10": "Ммм, как мило. Прекрасный осенний денёк, лёгкий освежающий ветерок...#$b#...на плече у парня...$l^...девушка на моём плече...$l",
            "fall_Thu": "В других частях света сейчас весна. Только представь себе!",
            "fall_Thu4": "Конечно, было бы интересно увидеть, как искусственный интеллект взаимодействует с органическим интеллектом.#$e#Было бы ещё интереснее, если бы мы могли объединить их в одну жизненную форму. У тебя есть коровы, которые могли бы помочь эксперименту 'Бионическая корова'?$h#$e#Ха-ха, просто шучу.",
            "fall_Thu8": "Ты когда-нибудь слышал о кристалляриуме? Они кажутся немного сложными.^Ты когда-нибудь слышала о кристалляриуме? Они кажутся немного сложными.#$e#Я бы сделала его, если бы у меня были материалы.",
            "fall_Fri4": "Доктор Харви, кажется, в хорошем настроении. Это была хорошая неделя в клинике на этой неделе.",
            "fall_Fri6": "В последнее время я чувствую себя оптимистично...$h",
            "fall_Fri8": "Искусственный интеллект действительно завораживает. Я не так хороша в программировании, как Себастьян...#$b#...но есть некоторые предустановленные модули AI, которые я пыталась изменить.#$e#Даже некоторые базовые алгоритмы эмоций должны быть возможны, но, я считаю их относительно рудиментарными.",
            "fall_Fri10": "Ммм, в такую погоду я хочу сладостей.#$e#...И тебя рядом. *Хи-хи*$l",
            "fall_Sat4": "Все организмы в дикой природе погибают и выживают, чтобы поддерживать одну экосистему...#$b#...мы можем многому научиться, чтобы сделать любую сложную систему стабильной.",
            "fall_Sat6": "У моего отца был классный эксперимент на этой неделе.#$b#Микробы в озере фактически стабилизируют уровень рН озера. Но для того, чтобы сделать это, микробы должны умереть в огромных количествах.#$e#Разве я плоха, если весело повторю процесс в лаборатории?$s#$e#Ну, знаешь, природа одновременно жестока и прекрасна.",
            "fall_Sat10": "Уфф, мои мысли просто выходят из-под контроля. Как будто мой мозг на драйве.$s#$e#Можешь потереть мне спинку? Я должна дышать медленно. *вздох*#$b# ...Один, два, три, четыре, пять, шесть, семь...$s#$e#Ещё раз...#$e#...$s#$e#Спасибо. Теперь я в порядке.$l",
            "fall_Sun2": "Какие планы на следующую неделю? Или просто принимать его изо дня в день?",
            "fall_Sun4": "За ещё одну хорошую неделю! *тост*",
            "fall_Sun6": "Ууух, я не могу остановить свои мысли в покое.$s#$e#Извини.$s",
            "fall_Sun8": "Привет, приятно было с тобой встретиться. Как прошла твоя неделя?",
            "fall_Sun10": "У тебя в волосах листик. Давай, я тебе его сниму.#$e#...$h",
            "winter_Mon2": "Мой снеговик выглядит немного по-другому каждый год, но мой внутренний эго притворяется, что это тот же самый снеговик, которая всегда приходит в гости.",
            "winter_Mon4": "Ты не будешь старше, если слепишь снеговика.#$b#Любой, кто устал от снеговиков, устал от жизни.$h",
            "winter_Mon6": "Думаю, сегодня я немного подлатаю своего снеговика. Может быть, мне удастся уговорить его продержаться до Нового года.$h",
            "winter_Mon8": "Привет @!$h#$e#Эй, тебе не кажется, что мой снеговик похож на тебя?",
            "winter_Tue4": "Эй, у тебя есть идеи для нового гаджета, который я могу сделать?#$e#Хорошо. Я доверяю твоему мнению.",
            "winter_Tue6": "Интересно, смогу ли я сделать устройство, которое удержит мои волосы от завивки в сухую погоду...",
            "winter_Tue8": "Одной из моих первых идей для изобретения было автоматическое устройство для изготовления снежков и метания.#$e#Я так и не закончила проект, потому что идея пришла мне в голову, когда мне было семь лет.#$b#Но всё же это не должно быть слишком сложно...",
            "winter_Wed4": "Хм. Мне сегодня немного скучно. Как ты проводишь время зимой?#$e#Мои текущие проекты трудны в последнее время. Мне нужно сменить темп.",
            "winter_Wed6": "По правде говоря, я чувствую, что узнаю от Пенни даже больше, чем она узнает от меня.#$e#То, как она понимает детей, литературу, искусство... Мы пара ботаников, но мы уравновешиваем друг друга.",
            "winter_Wed6_inlaw_Penny": "Я так рада, что ты любишь мою лучшую подругу. У меня всегда было предчувствие насчёт тебя и Пенни.$l",
            "winter_Wed10": "Мир просто идеально выглядит после свежевыпавшего снега.#$e#@, ты хороший человек. Я надеюсь, что ты знаешь это о себе.$l",
            "winter_Thu4": "Надеюсь, с Себастьяном всё в порядке. Мне кажется, что зимой он почти не видит солнца. Это вредно для здоровья.$s",
            "winter_Thu6": "Я попыталась спросить Себастьяна, могу ли я присоединиться к ним в следующий раз, когда Сэм придёт, но он выглядел без энтузиазма.$s#$e#Я бы поняла, если бы сделала что-то не так, но, честно говоря, почему он так относится ко мне?$a",
            "winter_Thu8": "В последнее время я позволяю Себастьяну заниматься своими делами. Думаю, он просто хочет, чтобы его оставили в покое.#$e#Это отстой. Все эти годы я старалась быть хорошей сестрой, но не думаю, что он когда-нибудь перестанет меня отталкивать.$s#$e#Ну, не все родственные отношения заканчиваются идеально.$s",
            "winter_Thu10": "@, подойти ближе. Мне холодно.#$e#Мои руки такие сухие от зимнего воздуха. Я сожалею об этом.",
            "winter_Thu4_inlaw_Sebastian": "Я разговаривала с Себастьяном сегодня утром. Теперь, когда он съехал, с ним гораздо легче ладить.#$b#Разве это не забавно, как это работает?$h",
            "winter_Fri4": "Вчера мы лечили больного гриппом. Ой. Я надеюсь, что не заразилась.$s#$e#Нет, я не могу сказать тебе, кто это. Врачебная тайна.#$b#Только обязательно мой руки каждый раз.",
            "winter_Fri6": "Ты сегодня выглядишь свежо. Наверное, это из-за свежего зимнего воздуха.",
            "winter_Fri10": "У тебя все щёки порозовели. *ха-ха-ха* Такой милашка.^У тебя все щёки порозовели. *ха-ха-ха* Такая милая.$l#$e#Ммм, обними меня.$l",
            "winter_Sat4": "Ээх, если бы я только могла пойти в пещеры и достать немного драгоценных камней. Количество вещей, которые я могу достичь...!#$e#Но... Я не хочу, чтобы мои родители беспокоились обо мне.",
            "winter_Sat8": "@! Я рада тебя видеть.#$e#Это была тяжёлая неделя, но увидев тебя, я чувствую себя немного лучше.#$e#Ты очень приятный человек. Это мило.",
            "winter_Sun": "Мне так хочется спать, когда холодно...",
            "winter_Sun2": "Мне хочется завернуться в одеяло, но потом я просто засыпаю. Хм.#$e#Это испортит мой цикл сна, если вздремну.",
            "winter_Sun4": "Мне так хочется спать, когда холодно...",
            "winter_Sun6": "Путешествие во времени теоретически возможно. Это просто потребует больше энергии, чем кто-либо может использовать.#$e#Мы разговариваем... практически вся кинетическая и потенциальная энергия в мире. В одном месте.",
            "winter_Sun10": "Путешествие во времени теоретически возможно.#$b#Но даже если бы я могла путешествовать во времени, я бы не стала ничего менять.$l",
            "spring_1_2": "Хорошего дня, @!^Хорошего дня, @!#$e#Как прошёл твой год?",
            "summer_1": "Это будет отличный сезон для наблюдения за звёздами.",
            "summer_27": "Ты ведь будешь на пляже завтра вечером, да? Я надеюсь на это!",
            "fall_15": "Ярмарка в долине Стардью - это так весело. Это один из моих любимых дней в году.#$e#Попробуй завтра поиграть в некоторые игры.",
            "winter_1": "О боже, теперь здесь так холодно...$s",
            "winter_7": "Я люблю своего снеговика, но мне интересно посмотреть, что другие люди построят завтра.",
            "winter_28": "Спокойной ночи. Давай посчитаем наши счастливые звёзды!",
            "summer_27_2": "Ты ведь будешь на пляже завтра вечером, да? Я надеюсь на это!",
            "fall_15_2": "Ярмарка в долине Стардью - это такое веселье. Это один из моих любимых дней в году.#$e#Попробуй завтра поиграть в некоторые игры.",
            "winter_7_2": "Я люблю своего снеговика, но мне интересно посмотреть, что другие люди построят завтра.",
            "winter_28_2": "Спокойной ночи. Давай посчитаем наши счастливые звёзды!",
        }
    },
    {
        "LogName": "Maru Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueMaru",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Держу пари, мой брат лёг спать час или два назад. Ну и дурак.#Интересно, Как поживает Пенни? Может быть, позвонить ей сегодня вечером.",
            "Rainy_Day_1": "#$c .5#Ты не видел мою плоскую отвёртку с жёлтой ручкой? Я всегда кладу эту штуку не туда...$s#Я грезила наяву... как ты думаешь, с Марильдой всё в порядке? Надеюсь, что она найдёт своё место...",
            "Rainy_Day_2": "Прошлой ночью не могла уснуть, поэтому я немного поиграла в своей мастерской. Вот, я сделала это для тебя. [688 369 338 325 287]#$e#$c .5#Я рада внести свой вклад.$h#Я надеюсь, ты сможешь найти этому применение.",
            "Rainy_Day_3": "#$c .5#Ууфф, я думала, что спала как младенец, но всё равно устала.#Единственное, что мне не нравится в дождливую погоду, это то, что я не могу смотреть на звёзды!",
            "Rainy_Day_4": "#$c .5#Некоторые из моих электронных устройств становятся немного пыльными. Это то, над чем я могла бы поработать сегодня... или, может, немного почитать.#У нас крыша протекает? Я должна это проверить. Я кое-что знаю о плотницком деле, наблюдая за своей мамой.",
            "Rainy_Night_0": "#$c .5#Сегодя из-за погоды я осталась дома. Не слишком волнующе, но я расслабилась с последним 'Schematics Weekly'.#Убедись, что не оставил свои инструменты под дождём! Ты же не хочешь, чтобы они все заржавели.",
            "patio_Maru": "#$c .5#Когда это будет сделано, это поможет мне готовить еду. Ну, знаешь, по-моему, просто для удовольствия.#Я пока не знаю, что это такое... но забавно, время от времени, поворачивать старый гаечный ключ.",
            "Rainy_Night_1": "Привет @. Как прошёл твой день... было мокро?#$e#$c .5#Почему бы нам сегодня не устроить свидание дома? Чего ты желаешь?#Эта погода только что дала мне идею... может быть, если я направлю дождевую воду, она сможет привести в действие мельницу?",
            "Rainy_Night_2": "Папа отслеживал погодные условия последние двадцать лет.#$e#$c .5#Я очень надеюсь, что климат не изменится до такой степени, что это негативно повлияет на наше сельское хозяйство.$s#Пока ещё рано говорить, но результаты показали некоторые аномальные тенденции.",
            "Rainy_Night_3": "#$c .5#Идти сюда. *целует* Мне нужен человеческий контакт... Сегодня вечером.$l#Можно нам сегодня спагетти в постель?",
            "Rainy_Night_4": "#$c .5#Смотри, что я сделала. И я даже не пользовалась духовкой! Угадай как? [232 234 223 220]$h#Я приготовила десерт! Однако, потом не забудь почистить зубы перед сном. [232 234 223 220]$h",
            "Indoor_Day_0": "#$c .5#У меня так много маленьких проектов, над которыми я хочу поработать сегодня... Может быть, мне стоит написать список, пока мой мозг не слишком загромождён.#А? Прости, иногда я так погружаюсь в свои мысли, что даже не понимаю, что делаю.",
            "Indoor_Day_1": "#$c .5#Есть какие-нибудь идеи, как мы могли бы использовать это? Я просто не люблю тратить впустую хорошее оборудование. [286 287 205 732]#Я нашла это в своей куче металлолома. Думаешь, ты сможешь найти ему применение? [286 287 205 732]",
            "Indoor_Day_2": "#$c .5#В фермерской жизни есть что-то такое, что заставляет меня рано вставать. Я не знаю, что это такое. Это просто кажется правильным.#Наконец-то ты проснулся! Я так проголодалась... *вурчание*$h",
            "Indoor_Day_3": "#$c .5#Что мы можем сделать, чтобы сделать сегодняшний день немного более особенным? Есть что-нибудь интересное, к чему ты стремишься?#Одна из лучших вещей в жизни на ферме - это просыпаться под хор певчих птиц.",
            "Indoor_Day_4": "#$c .5#Я часто задавалась вопросом, где я окажусь после переезда. Я никогда не думала, что это будет прямо по дороге. Как смешно.$h#Как ты можешь держать свои руки такими мягкими после всей этой работы на ферме?",
            "Indoor_Night_0": "#$c .5#Однажды мы будем смотреть на звёзды так же, как первый человек смотрел на горизонт: далекий, но непреодолимый.#Видел луну сегодня вечером? Она всегда выглядит эффектно на горизонте.",
            "Indoor_Night_1": "#$c .5#Всегда можно немного оптимизировать некоторые предметы на ферме, но, более важным является то, нравится ли это тебе.#Я видела падающую звезду сегодня. Мне нравится притворяться, что это Марильда заходит проведать нас.$h",
            "Indoor_Night_2": "Я не могу решить, хочу ли я шоколадный торт или спелую клубнику. А может, и то и другое...?#$e#$c .5#Жизнь слишком коротка, чтобы не есть больше вкусностей.$h#Скажи честно... я набираю вес?$s",
            "Indoor_Night_3": "#$c .5#Ты хорошо поработал сегодня! Отдохни сегодня вечером.#А, вот и ты! Я надеялась, что ты вернёшься домой пораньше.$l",
            "Indoor_Night_4": "#$c .5#Я действительно начинаю любить этот старый дом. Здесь так уютно ночью. Мама проделала большую работу по улучшению этого места.#Я очень горжусь твоей работой. Ты ведь это знаешь, да?",
            "Outdoor_0": "#$c .5#О! Ты нашёл меня. Я надеялась разделить с тобой это утро на улице.#Ахх... ферма пахнет великолепно, она напоминает мне горы рядом с домом моих родителей.",
            "Outdoor_1": "#$c .5#Я уверена, что если бы моя мама была здесь, она могла бы рассказать нам небольшую историю о каждом куске дерева на этой стороне дома.#Мы могли бы автоматизировать большую часть работы фермы и просто расслабиться!",
            "Outdoor_2": "#$c .5#Независимо от того, насколько развиты технологии, я надеюсь, что эта ферма и эти леса будут здесь очень, очень долго.#Сегодня ночью будет ясно... Интересно, будет ли видно созвездие %?",
            "Outdoor_3": "#$c .5#Доброе утро! Не возражаешь, если я понаблюдаю за тобой отсюда?#Не волнуйся, я не буду возражать, если ты наследишь грязью в доме. Забавно время от времени немного пачкаться.",
            "Outdoor_4": "#$c .5#Итак, на что это было похоже, когда ты впервые переехал сюда? Мне тяжело вспомнить, ведь я была просто твоей знакомой.#Я никогда не понимала, сколько заботы и планирования необходимо для ведения хозяйства! Это очень похоже на работу в лаборатории.",
            "OneKid_0": "#$c .5#Я попрошу Пенни дать мне какой-нибудь совет на счёт ребёнка. Я знаю, что она работает с детьми, и умеет обращаться с ними.#Ты провёл время с малышом %kid1 сегодня? Детям нужно время для того, чтобы полностью раскрыть свой потенциал.",
            "OneKid_1": "#$c .5#Что? Нет, конечно, я не собираюсь делать робота-воспитателя. Мы не можем найти замену человеческому прикосновению.$h#Что ты думаешь... будет ли %kid1 фермером? Или инженером?",
            "OneKid_3": "#$c .5#Мои родители в восторге; они сказали, что никогда не ожидали стать бабушкой и дедушкой в таком юном возрасте. Ну, мама и папа, удивили!#Я возлагаю большие надежды на нашего ребёнка. Я читала все научные данные о лучших способах воспитания детей.",
            "TwoKids_3": "#$c .5#Хорошо, что у нас здесь хорошее здравоохранение. Доктор Харви примет наших детей в мгновение ока, если понадобится.#Моя собственная мастерская, двое замечательных детей и прекрасный участок земли. Жизнь прекрасна!",
            "funLeave_Maru": "#$c .5#Мои родители, наверное, скучают по мне. Вот куда я направляюсь сегодня.#Думаю, сегодня я навещу своих родителей. Я давно их не видела.",
            "funReturn_Maru": "#$c .5#Что ж, хорошо было сегодня вернуться домой, но теперь ещё лучше вернуться из 'дома' домой. Теперь моё сердце действительно здесь.$l#Мама с папой прекрасно справляются. Их распорядок всё тот же, даже когда меня нет. Как прошёл твой день?",
            "spring_9": "Работать в университете было бы интересно, но, честно говоря, что я там буду делать?#$b#Изобретать? Учиться? Экспериментироать? Я уже всё это делаю.$h",
            "spring_15": "Интересно, смогу ли я заставить одного из моих роботов сделать уборку для нас сегодня.#$b#Это займёт больше времини, чтобы настроить и откалибровать робота. Мне легче будет самой убраться, к тому же это весело.$h",
            "spring_16": "Интересно, стал ли мой путь на работу короче или длиннее по сравнению с тем, где я жила раньше..?",
            "spring_26": "Марильда действительно была для меня чем-то вроде одноразового изобретения. Я даже не уверена, что смогу воспроизвести другого такого робота, как она... И даже если бы я могла, хм...$s#$b#Большая часть меня хочет, чтобы она оставалась особенной, единственной в своём роде.",
            "summer_4": "Я помню, как однажды, когда я была маленькой, клубника поспела в конце сезона.#$b#Мы ели их свежими примерно в этот момент календаря.#$e#Что? Конечно, я помню! Они были очень вкусными!$h",
            "summer_9": "Ещё один рабочий день.#$b#Хм... Надеюсь, меня не хватит солнечный удар.$s",
            "summer_16": "Эльдра, одно из созвездий 'враждующих братьев', была на самой высокой точке неба прошлой ночью.#$b#Через полгода его место займёт брат. Наши предки были очень изобретательны, они создали так много подробных историй, чтобы объяснить небесные явления.",
            "summer_23": "Есть красота в человеческой технологии, но есть и ещё большая красота в природе.#$b#Я чувствую, что конечной красотой будет гармония между ними. А ты как думаешь?",
            "summer_27": "Уже скоро прибудут полуночные медузы. Я взволнована!#$e#Хотя наверное, я и близко не подхожу к уровню восторга моего отца.",
            "fall_9": "Хорошего тебе дня. Я собираюсь нанести последние штрихи на мой плутониевый дестабилизатор.#$e#Ребячество.$h#$e#Нет, серьезно, я держу дестабилизатор плутония в своей секретной лаборатории. Тот, что под поленницей.#$e#Пожалуйста, скажи мне, что ты не купился на это!^Пожалуйста, скажи мне, что ты не купилась на это!$h#$b#Ну, хорошо... Моя секретная лаборатория на моём старом месте.$s#$e#Нет, я не сделала секретную лабораторию! Это твой дом, глупенький!^Нет, я не сделала секретную лабораторию! Это твой дом, глупенькая!$h",
            "fall_15": "Вчера был последний день, чтобы успеть посадить тыкву ко дню всех духов.#$e#На самом деле, ты всё ещё можешь это сделать. Используй скоророст.",
            "fall_18": "Живу в нескольких минутах ходьбы от дома моих родителей... в доме, который перестроила моя мама...#$b#Ну, я знаю, что моя ситуация не совсем типична. Дай мне знать, если тебе станет не по себе, ладно?#$e#Ты - мой приоритет, ты - моя любовь. А теперь иди сюда и чмокни меня.$l",
            "fall_22": "Пенни одолжила мне книгу несколько дней назад. Думаю, сегодня начну читать.",
            "winter_11": "Я учусь лучше всего, делая вещи на практике, и я стараюсь узнать что-то новое каждый день.#$e#Для меня знание - это цель. У меня нет никаких планов продавать изобретение за большие деньги.#$b#Однако, я готова изменить своё мнение по этому вопросу, если это когда-нибудь станет необходимым.",
            "winter_22": "Я люблю камин... даже больше, чем центральное отопление. Это странно для такого технофила, как я?#$e#Этот запах древесного огня и ощущение естественного тепла. Ничто не может быть лучше этого.",
            "winter_23": "Я почти прочла книгу, которую Пенни одолжила мне.#$e#Я не знаю, как она быстро перескакивает через книги. Я читаю только несколько книг в год.",
            "winter_28": "С Новым годом, солнышко. Давай отпразднуем сегодня вечером! [232 234 223 220]$h#$b#Не гуляй допоздна.$l",
        }
    }]
}