{
    "Changes": [
    {
        "LogName": "Pam",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "Entries":
        {
            "Saloon_Wed": null,
            "Saloon_Mon": "Эй, я бы купила тебе выпить, если бы могла себе это позволить!",
            "Saloon_Thu": "*глоток*... Я с нетерпением ждала этого напитка весь день. Хе-хе.",
            "Saloon_Entry": "Ах... Хорошо./Мне нужно выпить./Гас! Дай мне как обычно./Эй, я вернулась!/Ох, как же я хочу пить!/У меня пересохло во рту!",
            "Trailer_Entry": "Пенни! Ты приготовила ужин?/Пенни! Ты сделала свою работу по дому?/Пенни! - Ты дома?/Эй! Я уже дома!",
            "Mon": "#$1 PamDrank#Ургх... моя голова...$k#$e#Знаешь, я бы ела более здоровую пищу, если бы могла себе это позволить.#$e#Эй, у тебя, наверное, на ферме растёт много вкусного, да?",
            "Mon2": "Я бы точно не отказалась от пастернака.#$e#Что? Не веришь, что я иногда ем здоровую пищу?",
            "Mon4": "Может быть, если ты действительно хорошо справишься на своей ферме, это повысит местную экономику.#$e#Тогда у всех будет работа, и мы всё будем счастливы, верно?",
            "Mon6": "Если бы мои ноги не были такими больными, я бы время от времени ходила в горы.",
            "Mon8": "$d bus#Не беспокойся ни о чём. Я знаю, что часто бываю в салуне, но всегда езжу трезвой.|Я скучаю по своей работе.$s",
            "Tue2": "О, это же мистер @.^О, это же мисс @.#$e#Тебе нужна моя помощь или что-то ещё?",
            "Tue4": "Сегодня утром я читала газету, а потом впала в депрессию. Этот мир прогнил, молодёжь.#$e#Держи свою голову выше, и ты пройдёшь через это в целости и сохранности...#$b#Так всегда говорил мой папочка. Хе-хе-хе.$h",
            "Tue6": "Если бы я могла начать всё это снова...? Нет, я не думаю о таких вещах.#$e#Этого не произойдёт, так что нет смысла.#$e#Может, мне ещё пару раз врезать своему мужу по зубам.",
            "Tue8": "Когда-то у меня были такие же надежды и мечты, как у тебя... Но посмотри на меня сейчас.$s#$e#Жизнь не всегда складывается так, как ожидаешь.#$e#Ну и ладно. Нет смысла зацикливаться на том, чего у тебя нет.",
            "Wed2": "$d bus#Ты даже не представляешь, как я рада, что автобус уже работает! Я снова чувствую себя живой.|С тех пор как меня уволили, я не могу не думать, что мэр Льюис собирается сделать что-то, чтобы починить этот автобус.",
            "Wed4": "$d bus#Ты даже не представляешь, как я рада, что автобус уже работает! Я снова чувствую себя живой.|Я поговорила с Льюисом о ремонте автобуса. Он сказал, что не может 'законно' починить его, потому что город им не владеет. Но теперь я готова кричать от радости!",
            "Wed6": "$d bus#Мне не нужно ничего сложного для работы. Просто дай мне что-нибудь за рулём, и я буду счастлива.$h|Я снова звонила в автобусную компанию. Сказали, что у них всё ещё нет денег, чтобы починить его.$s",
            "Wed8": "$d bus#Приятно, что у тебя есть причина снова вставать по утрам.|Эта чёртова автобусная компания! Кто они такие, чтобы дарить мне автобус, который просто ломается?",
            "Wed10": "$d bus#Я наслаждаюсь своими утренними прогулками до автобусной остановки. Ничто не сравнится с запахом этого свежего воздуха.|Не всем из нас дано победить в этом мире, молодёжь.$s",
            "Thu4": "Эй, а что ты думаешь об этом парне Сэме? Слышал что-нибудь о нём?^Эй, а что ты думаешь об этом парне Сэме? Слышала что-нибудь о нём?",
            "Thu6": "Сэм кажется хорошим парнем, хотя он ещё очень юн.#$b#Пенни говорит, что ему надо ещё немного повзрослеть.",
            "Thu8": "Пенни говорит, что я слишком много времени провожу в салуне...$s",
            "Fri": "Привет, незнакомец.",
            "Fri2": "Каждый день такой же, как и предыдущий...$s#$b#Если бы только я родилась богатой...$s",
            "Fri4": "Знаешь, я тут подумала... Жаль, что у меня нет хобби. Есть было бы чем заняться, кроме того, чтобы торчать в этом салуне каждый вечер.#$e#Есть какие-нибудь идеи?#$e#...Эхх. Может, мне сыграть в шашки против себя самой.",
            "Sat2": "Наличие местной фермы хорошо для нашего города.",
            "Sat4": "Привет, молодёжь. Чем занимаешься?#$e#Я просто провожу время, как и всегда.",
            "Sat6": "Я хочу, чтобы команда эльфов пришла ночью и прибралась в моём доме. Хахахаха.$h",
            "Sun4": "*Вздох*... Наверное, сегодня вечером я буду подогревать ужин в микроволновке.$s",
            "Sun6": "$d bus#Хорошо, что я получила свою работу обратно. Ещё несколько недель, и у меня не осталось бы ни гроша.|Я не знаю, сколько ещё смогу продержаться, прежде чем Гас вышвырнет меня из салуна за то, что я не заплатила по счёту...$s",
            "summer_Mon8": "$d bus#Я надёжный водитель, молодёжь. У меня не было ни одного билета с тех пор, как я была моложе тебя.$h|Блин такая погода, да?",
            "summer_Wed10": "$d bus#Я ни за что не пропущу свои рабочие дни.|Не всем из нас дано победить в этом мире, молодёжь.$s",
            "summer_Thu2": "О, привет, фермер.#$e#Я видела тебя в салуне прошлой ночью?",
            "summer_Fri8": "Ну, мир не может быть таким уж плохим, если остались ещё такие хорошие люди, как ты.#$e#И вообще, как тебе удалось стать таким милым?^И вообще, как тебе удалось стать такой милой?",
            "summer_Sat2": "Не обращай внимания на эту старую собаку рядом с домом.#$b#Она может сердито смотреть на тебя, но она никогда не вставала из этой будки уже сто лет.#$b#Как зовут её? Дасти.",
            "fall_Mon10": "В это время года, я помню...#$e#Что мой идиот-муженёк просто встал и ушёл.#$e#Мне всё равно, где он находится. Пенни выросла просто замечательной, и она слишком хороша для него.",
            "fall_Wed10": "$d bus#Я не богата, но рада, что мне больше не нужно так сильно беспокоиться о деньгах.|Не всем из нас дано победить в этом мире, молодёжь.$s",
            "winter_Mon": "Зимой здесь так сухо. Моя кожа на ощупь похожа на старый пергамент.",
            "winter_Mon6": "У тебя на ферме есть свиньи?",
            "winter_Tue4": "Я надеюсь, что у Пенни впереди хорошая жизнь. Если у тебя когда-нибудь будут дети, ты поймёшь, что я чувствую.",
            "winter_Wed10": "$d bus#Ты даже не представляешь, как я рада, что автобус уже работает! Я снова чувствую себя живой.|Не всем из нас дано победить в этом мире, молодёжь.$s",
            "winter_Fri8": "Очень мило видеть, как Пенни учит этих деток.#$e#Ну, даже если для меня уже слишком поздно, по крайней мере Пенни делает что-то хорошее для мира.",
            "winter_Sat8": "Рыбалка на ледяном фестивале - это довольно весело. Думаю, мне следует делать это почаще.$h#$e#Может, мне просто нужна аудитория, чтобы она мотивировала меня.#$e#Хех... как будто у кого-то есть на это время.",
            "winter_Sun8": "Твоя ферма, очень хорошенькая в снегу. Отсюда открывается прекрасный вид.#$e#Ты же не хочешь, чтобы всё развалилось, слышишь?$h",
            "spring_1_2": "Какие планы на Новый год?#$e#Да, посмотрим.#$e#Надо держать голову выше, да?",
            "spring_23": "Я не могу дождаться, чтобы увидеть танцующую Пенни завтра!$h#$e#Я надеюсь, что она будет танцевать с кем-то достаточно хорошим для неё.",
            "winter_7": "Завтра я попробую свои силы в рыбной ловле. Ты будешь там на фестивале?",
            "winter_28": "Ну что ж, пришло время ещё один год погулять на закате!#$e#Смотри, чтобы твоя жизнь не пролетела мимо, молодёжь.",
            "spring_23_2": "Я не могу дождаться, чтобы увидеть танцующую Пенни завтра!$h#$e#Я надеюсь, что она будет танцевать с кем-то достаточно хорошим для неё.",
            "winter_7_2": "Завтра я попробую свои силы в рыбной ловле. Ты будешь там на фестивале?",
            "winter_28_2": "Ну что ж, пришло время ещё один год погулять на закате!#$e#Смотри, чтобы твоя жизнь не пролетела мимо, молодёжь.",
        }
    }]
}