{
    "Changes": [
    {
        "LogName": "Penny",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Penny",
        "Entries":
        {
            "Introduction": "O... Привет! Я Пенни...",
            "Mon": "Привет... #$e#О, вы что-то хотели?",
            "Mon2": "Я полагаю, что ты останешся в городе Пеликан надолго? Это хорошо.",
            "Mon4": "*вздох*... У моей матери определенно есть проблемы из-за того, что она слишком часто ходит в салун.$s#$q 237/238 Mon_old#Но лучше не думать о плохом, верно?#$r 237 50 Mon_237#Правильно. Лучше думать позитивно!#$r 238 10 Mon_238#Я думаю, надо быть реалистом.",
            "Mon_old": "#$p 237#Но если я буду продолжать пытаться, то думаю, что смогу заставить её измениться.|Я думаю, это имеет смысл. В любом случае, я мало что могу сделать, чтобы изменить ееё.",
            "Mon6": "Если ты ищешь то, что понравится моей маме, не ошибёшься, если подаришь пастернак.#$e#Она использует его в качестве средства от похмелья.$u",
            "Mon_237": "Я тоже так думаю. Я собираюсь сосредоточиться на том, чтобы сделать будущее лучше.",
            "Mon_238": "Может быть, ты и прав. Лучше жить реальностью.^Может быть, ты и права. Лучше жить реальностью.$u",
            "Tue2": "Я занимаюсь с Винсентом и Джас всего три дня в неделю: вторник, среда и пятница.#$e#Это не совсем полноценная учебная неделя, но наличие только двух учеников помогает мне уделять им много внимания.",
            "Tue6": "Обучение детей включает в себя гораздо больше обязанностей, чем я первоначально думала.#$e#То же самое и для фермерства, да?",
            "Tue8": "$d bus#Я пытаюсь экономить деньги от своей репетиторской работы, но это трудно, когда моя мама не работает.|Может, теперь, когда моя мама снова работает водителем автобуса, я смогу начать экономить больше денег. Всё выглядит ярче.",
            "Wed6": "Мисс Элеонора была моей учительницей. Многое из того, чему я учу Винсента и Джас, я узнала от неё.#$e#Также многому научилась из книг в библиотеке.",
            "Wed8": "Трудно пытаться занять место женщины, которая работала до меня, но наличие только двух учеников делает это немного легче.#$e#У мисс Элеоноры было девять детей. Когда я училась в городе, детей было больше.",
            "Thu2": "Хорошо, что у меня всего два ученика. Они получают больше знаний на занятиях.",
            "Thu4": "Хочешь что-нибудь почитать? Хм, ну, серия книг 'Марси' очень хороша. Её все любят.#$e#Для моих личных фаворитов, почти всё, что делает Нора Сили, шедевр.",
            "Thu8": "Привет @!$h#$e#Это неделя прошла отлично. Вчера ребята очень хорошо справились с викториной.#$e#Как проходит твоя неделя?",
            "Thu10": "Когда я была маленькой девочкой, я всегда думала, что вырасту и выйду замуж за Сэма. Хотя мы теперь почти не проводим время вместе.#$e#Хи-хи, нет, тебе не нужно ревновать.$h",
            "Fri2": "Преподавание - это большая работа. Я даже не могу себе представить, как 'настоящий' классный руководитель делает всё с полноразмерным классом.",
            "Fri6": "Став учителем, я немного повзрослела. Я чувствую себя так, словно за последние два года выросла на пять лет.",
            "Fri10": "Привет тебе, @!$h#$e#Это очень странно. Рядом с тобой я чувствую себя одновременно и старше, и моложе.",
            "Sat6": "Я хочу сделать всё, что в моих силах, чтобы помочь миру, даже если я просто помогаю людям вокруг.#$e#Ты многих людей кормишь своей работой, да?",
            "Sat8": "Джас иногда рисует мне очень милые картинки. Моя любимая картина - та, где она нарисовала твою ферму рядом со своей.#$e#Она нарисовала каждый столбик забора. Это просто восхитительно.$h",
            "Sat10": "Любовные романы, которые я читала в детстве, в последнее время они стали наполнятся смыслом.$l#$e#Что? ...О, извини, ничего.$l",
            "Sun2": "Я приношу свои извинения, если моя мама... ну, немного чересчур.#$e#Все остальные уже знают о нас, так что...",
            "Sun6": "Я видела много людей, которые приходили и уходили в городе Пеликан. Ты ведь не собираешься уезжать, правда?",
            "Sun8": "Привет @! Я всегда рада тебя видеть.",
            "Sun10": "Это так неловко. Я постоянно отвлекаюсь в середине урока.$l#$e#Ты же знаешь почему, правда?$l",
            "summer_Mon2": "Мару - моя лучшая подруга. Я узнаю так много каждый раз, когда разговариваю с ней.#$e#Она предложила мне много хороших идей, которые я могу использовать для уроков естествознания с детьми.",
            "summer_Mon4": "Мару говорит мне, что в каждой семье есть проблемы того или иного рода.$u#$b#Это иногда беспокоит меня, когда мне кажется, что половина города осуждает мою мать и меня.$s#$e#Эмм, прости, как проходит твой день?",
            "summer_Mon8": "В первый год моего обучения, примерно раз в неделю, я приходила домой в слезах. Я думала: 'я не могу правильно обучить детей.'$u#$e#Но в конце концов всё стало гораздо проще. Я думаю, что была слишком критична к тому, как меня воспримут дети.",
            "summer_Tue": "У меня есть график на лето, дети должны научится читать. В это время года приятно немного расслабиться.",
            "summer_Tue2": "Я очень надеюсь, что Винсент сегодня будет заниматься чтением...$u#$b#Но сейчас, я не должна его сильно хвалить. Цель состоит в том, чтобы он сам хотел читать.",
            "summer_Tue4": "У меня есть грфик на лето, дети должны научится читать. В это время года приятно немного расслабиться.",
            "summer_Tue10": "Мы с Сэмом были похожи на Винсента и Джас, когда были детьми. Но мы выросли по-разному.#$e#Сэм находится на другом этапе своей жизни. Он всё ещё растёт.",
            "summer_Wed": "Я не провожу полноценные летние каникулы, потому что надо компенсировать короткие учебные недели.#$e#Джоди и Марни попросили, чтобы я поступила именно так, а не так, как поступили бы в обычной школе.",
            "summer_Wed4": "Я с таким же нетерпением жду выхода на улицу, как и дети. Мир снаружи - это тоже наш класс!$h#$e#Хотя, Винсент иногда хочет побегать, а не слушать урок естествознания.$u",
            "summer_Wed8": "Сегодня мы узнаем о круговороте воды. Я полагала, что этот урок лучше всего преподавать снаружи.",
            "summer_Wed10": "@! O, привет!$l#$e#Прости, сегодня что-то очень жарко?$l",
            "summer_Sat2": "Сегодня мы пойдём на детской площадку.#$e#Это не имеет никакого отношения к моей репетиторской работе. Я просто делаю это для удовольствия.",
            "summer_Sat4": "$d cc#Спасибо, что восстановил клуб. Теперь, ты вроде как, герой этого города.^Спасибо, что восстановила клуб. Теперь ты, вроде как, героиня этого города.|Привет, @. Приятно видеть, что у тебя всё хорошо.",
            "summer_Sat8": "Я думаю, что детский смех - это самый приятный звук в мире.$h#$e#Эта чистая, неподдельная радость... вот в чём дело, правда?",
            "summer_Sat10": "Тебе тоже нравится смотреть, как играют дети?#$e#Это напоминает мне о тех совершенных, давно минувших днях. Это вновь обретает совершенство и даёт мне надежду.$h",
            "summer_Sun": "Так... тебе нравится украшать свой дом?#$e#Наверно, приятно иметь своё собственное место для украшения.",
            "summer_Sun2": "Я нашла книгу из библиотеки, которая лежала в грязи. Как можно относится так безответственно?$s#$e#Если найдёшь ещё одну, пожалуйста, не забудь положить её туда, где она должна быть.",
            "summer_Sun4": "Так... тебе нравится украшать свой дом?#$e#Наверно, приятно иметь своё собственное место для украшения.",
            "summer_Sun6": "Как ты думаешь, что мне делать с детьми на этой неделе? Я придумала небольшую игру, где надо рисовать.",
            "summer_Sun8": "Иногда я смотрю на себя и задаюсь вопросом, достаточно ли я хороший учитель для детей.$s#$e#Если я должна показать им все места, куда образование может привести их в жизни, что ж, посмотри на мою жизнь...$s#$e#...Я просто говорю себе, что всё будет хорошо. До тех пор, пока они найдут счастье в один прекрасный день в будущем...$u",
            "summer_Sun10": "В последнее время я стала более уверенно относиться к тому, что делаю.#$e#Ещё больше, чем когда-либо, я вспоминаю о важности проявления заботы и поддержки для тех, кто меня окружает.",
            "fall_Mon6": "Может, когда-нибудь я смогу найти работу полноценного классного руководителя. Но я не знаю, что было бы лучше для меня.#$e#Я просто не могу себе представить, чтобы у меня были такие же отношения с двадцатью или тридцатью учениками, как у меня с Джас и Винсентом.",
            "fall_Mon8": "Мы с Мару быстро подружились, когда её семья переехала сюда. Я буду очень скучать по ней, если ей когда-нибудь придётся уехать.",
            "fall_Mon10": "Если бы я снова встретила своего отца, то не знаю, что бы я сказала... я не хочу этого знать.$a#$e#Всё, что у меня есть сейчас - это ноль благодаря ему. Так что, фиг с ним, понимаешь?$a",
            "fall_Tue": "Каждый день я заставляю Винсента приходить пораньше, чтобы немного помочь ему.#$e#Он делает неплохие успехи, даже если иногда ему придётся быть солдатом.$h",
            "fall_Tue10": "Я как-то вечером проходила мимо твоей фермы, когда провожала Джас домой. Я видела тебя вдалеке, и...#$b#...пейзаж был прекрасен, но ты был моей самой любимой частью.^...пейзаж был прекрасен, но ты была моей самой любимой частью.$l",
            "fall_Wed4": "Сколько себя помню, я всегда была заядлым читателем. Книги - это единственная вещь, которую я всегда любила.",
            "fall_Wed6": "Книги хороши для того, чтобы не надолго уйти от реальности. Я думаю, что все нуждаются в этом.",
            "fall_Thu10": "Вчера Винсент спросил, люблю ли я тебя. Этот мальчик, клянусь...$u#$e#...$l",
            "fall_Thu8": "Мне всегда было трудно заботиться о маме, но после того, как папа ушёл, мы оба согласились держаться вместе, несмотря ни на что.$u#$e#Всем нужен кто-то, кто будет прекравать спину, понимаешь?$u",
            "fall_Fri4": "...$s#$e#O, извини @. Я просто задумалась. Осень - это всегда было трудным временем для меня.$s#$e#Когда-нибудь я расскажу тебе об этом.",
            "fall_Sun10": "@! Я думала о будущем...#$e#Где ты себя представляешь через десять лет?$l#$e#У меня есть несколько идей...$u",
            "winter_Mon": "25-го числа у нас будет праздник Зимней звезды. Это одно из моих любимых событий.#$e#Это время, чтобы выразить благодарность за всё хорошее в нашей жизни... но для большинства людей это просто время расслабиться и обменяться подарками.",
            "winter_Mon6": "В этом году праздник Зимней звезды вызывает много волнений. Интересно, что я получу в этом году?$h",
            "winter_Mon10": "Вчера вечером я читала перед сном, но пролистала всего пару страниц.#$e#Мои мысли продолжали блуждать...$l",
            "winter_Tue4": "Эллиот ведь писатель, да? Я бы с удовольствием прочитала кое-что из его работ, но я не очень хорошо его знаю...",
            "winter_Tue8": "Эллиот поделился со мной некоторыми своими работами. Это было не то, что я обычно люблю читать, но я постаралась быть вежливой.#$e#Но, всё таки, он талантлив.",
            "winter_Tue10": "С приближением праздника Зимней звезды я подсчитывала свои благословения.#$b#Я очень благодарна за то, что познакомилась с тобой, @.$l",
            "winter_Wed": "Мне очень нравится, что в библиотеке есть камин. Так гораздо приятнее свернуться калачиком с хорошей книгой.",
            "winter_Wed4": "Я с нетерпением жду, как будет выглядеть твоя ферма весной.#$e#Наверное, она будет такой свежей и красивой.$h",
            "winter_Wed8": "Я понятия не имею, поступит ли Винсент когда-нибудь в колледж.$u#$e#Но, если, однажды, он вырастет прекрасным и заботливым молодым человеком, я не могу просить ничего большего.",
            "winter_Thu4": "Я должна быть уверена, что делаю всё возможное на работе. Если родители не чувствуют, что их дети учатся достаточно...$u#$b#...они будут каждый день сажать детей в автобус, чтобы добираться до государственной школы.#$e#Но пока всё идёт хорошо.",
            "winter_Thu6": "Эй, @, мне было интересно... не даёшь ли ты моей маме никаких алкогольных напитков, правда?$u#$e#Иногда мне хочется, чтобы Гас выгнал её из салуна.$s",
            "winter_Thu10": "O, привет @.$l#$e#Извини, я плохо спала прошлой ночью. Я засиделась допоздна...$s#$b#...Эм, читала. Это хорошая книга, которую я не могу бросить.$l",
            "winter_Fri": "...Да?$u",
            "winter_Fri2": "Ты дружишь с Линусом? Он живёт в палатке в горах.#$e#Все его не замечают, беднягу. Он действительно очень милый... Просто немного странный.#$e#Должно быть, холодно жить в палатке в это время года.",
            "winter_Fri6": "Джордж уже не так часто выходит из дома, как раньше. Надеюсь, всё будет хорошо.$u",
            "winter_Sun6": "Мне приходится прятать большую часть денег, которые я зарабатываю на своей работе. В противном случае моя мама могла бы потратить всё выпивку.$s#$e#Моя мама всё ещё любит меня. Она не делает это постоянно, но такое случалось и раньше.",
            "winter_Sun10": "Когда-нибудь нам надо придти вечером ко мне домой и уютно устроиться вместе с книгой.$h#$e#Если ты этого хочешь, попробуй придти до 8. Я не хочу, чтобы моя мама пришла домой рано и сделала нам неудобства.",
            "spring_1_2": "Это яркое новое начало года! Надеюсь, утро было для тебя приятным.$h",
            "spring_12": "Мы украсили несколько яиц в начале этой недели в рамках подготовки к фестивалю яиц.#$e#А ты тоже там будешь?",
            "spring_23": "У меня остались приятные воспоминания о танце цветов.#$e#Я думаю, что танец покажется немного старомодным для новичка, но его легко выучить.",
            "summer_10": "Ммм... Я уже почти чувствую вкус еды на завтрашнем Луау.#$e#Я надеюсь, что никто не испортит суп в этом году...$a#$e#Это одна из причин, почему я не общаюсь с Сэмом так часто, как раньше.$a",
            "fall_15": "Я люблю ярмарку в далине Стардью.#$b#Хотя карнавальные игры могут быть немного сложными для детей.#$e#Может, ты сможешь выиграть приз, @.",
            "fall_26": "День всех духов пугал меня, когда я была маленькой. Но сейчас он мне нравится.#$e#Каждый должен быть немного предприимчивым время от времени, верно?$h",
            "winter_7": "Снег пробуждает ребёнка в каждом человеке. Завтрашний фестиваль должен быть очень весёлым.",
            "winter_24": "Завтра будет большой день! Это самый волшебный день в году.$h#$e#Наблюдать за выражением лиц детей, когда они открывают свои подарки. Это действительно нечто особенное.",
            "winter_28": "С новым годом! ...До завтра!$h#$e#Интересно, что ждёт наш маленький городок в этом году?",
            "spring_12_2": "Мы украсили несколько яиц в начале этой недели в рамках подготовки к фестивалю яиц.#$e#А ты тоже там будешь?",
            "summer_10_2": "Ммм... Я уже почти чувствую вкус еды на завтрашнем Луау.#$e#Я надеюсь, что никто не испортит суп в этом году...$a#$e#Это одна из причин, почему я не общаюсь с Сэмом так часто, как раньше.$a",
            "fall_15_2": "Я люблю ярмарку в далине Стардью.#$b#Хотя карнавальные игры могут быть немного сложными для детей.#$e#Может, ты сможешь выиграть приз, @.",
            "fall_26_2": "День всех духов пугал меня, когда я была маленькой. Но сейчас он мне нравится.#$e#Каждый должен быть немного предприимчивым время от времени, верно?$h",
            "winter_7_2": "Снег пробуждает ребёнка в каждом человеке. Завтрашний фестиваль должен быть очень весёлым.",
            "winter_24_2": "Завтра будет большой день! Это самый волшебный день в году.$h#$e#Наблюдать за выражением лиц детей, когда они открывают свои подарки. Это действительно нечто особенное.",
            "winter_28_2": "С новым годом! ...До завтра!$h#$e#Интересно, что ждёт наш маленький городок в этом году?",
        }
    },
    {
        "LogName": "Penny Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialoguePenny",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#В дождливые дни я хочу корицу с печенью.#Это будет долгий путь, чтобы добраться до библиотеки под дождём, но это того стоит.",
            "Rainy_Day_1": "Интересно, будут ли когда-нибудь встречатся Мару и доктор Харви? Я уверена, что она нравится Харви...#$e#$c .5#...но я думаю, что разница в возрасте делает их обоих нерешительными.#Думаю, что Мару придётся сделать первый шаг.$h",
            "Rainy_Day_2": "#$c .5#Привет! Сегодня утром я ходила за покупками и купила это для тебя.[186 180 770 535]#Ах да! Я подобрала его вчера, но забыла об этом.[186 180 770 535] Я подумала, что тебе не помешает один из них.",
            "Rainy_Day_3": "Хммм... может, мне стоит поэкспериментировать с новым рецептом? Тебе ведь понравился мой последний рецепт, правда?#$e#Как же она называлась... 'Чилли де @'?",
            "Rainy_Day_4": "#$c .5#В такие дни я люблю свернуться калачиком с хорошей книгой.#Хорошая книга и немного чая. Ммм, сейчас это звучит замечательно.$h",
            "Rainy_Night_0": "#$c .5#Как прошёл твой день, дорогой? Весь день я провела за чтением романа.#Я знаю, что некоторые люди находят удовлетворение, читая между строк книги для более глубокого смысла. Я же просто нахожу радость в самой истории.",
            "patio_Penny": "#$c .5#Здесь гораздо спокойнее, чем в моём старом городе. Я очень счастлива здесь.#Не хочешь присоединиться ко мне? ...Или, наверное, у тебя много дел, да?",
            "Rainy_Night_1": "#$c .5#Я уверена, что мама сейчас в салуне... Но я больше не чувствую себя так плохо из-за этого. Это уже не в моих силах.#Моя мать была добра к тебе в последнее время? Знаешь, как говорят: 'когда женишся на ком-то, ты вступаешь в брак со всей её семьей.'",
            "Rainy_Night_2": "#$c .5#Я думала о той ночи, когда мы встретились в бане. Я никогда не забуду ту ночь...$l#Хм, я не успела выставить все оценки. Может, я смогу сделать это первым делом с утра.$s",
            "Rainy_Night_3": "#$c .5#Когда я жила в старом металлическом трейлере, меня всегда беспокоил шум дождя. Но здесь всё довольно спокойно.#Надеюсь, Винсент и Джас тоже хорошо устроились в своих постелях.",
            "Rainy_Night_4": "#$c .5#Мне захотелось приготовить хороший ужин. Надеюсь, тебе понравится. [212 214 225 209 200]$h#Я думаю, что стала намного лучше готовить, если уж сама так говорю. [212 214 225 209 200]Копай глубже!$h",
            "Indoor_Day_0": "#$c .5#Здесь так спокойно. Раньше мне снились самые ужасные кошмары, но теперь я сплю как младенец.#Когда я росла, меня всегда интересовала эта ферма. Кто знал, что когда-нибудь я буду здесь жить?",
            "Indoor_Day_1": "#$c .5#Доброе утро! Я приготовила тебе горячий завтрак.[195 210 211] Для меня очень важно, чтобы ты ушёл отсюда с полным желудком.$h#Доброе утро! Я проснулась голодная, поэтому приготовила достаточно еды на двоих. Наслаждайся![195 210 211]",
            "Indoor_Day_2": "#$c .5#Знаешь, я думаю, что сегодня почитаю книгу. В прошлый раз, когда я была там, я взяла кое-что новое из библиотеки.#Гюнтер попросил меня передать тебе привет. Ты не знаешь, есть ли у нас что-нибудь для пожертвования?",
            "Indoor_Day_3": "#$c .5#Я люблю слушать обо всех артефактах, которые ты находишь. Думаю... возможно, на этом самом месте 10 000 лет назад жили фермеры.#Я взяла в библиотеке совершенно новую книгу. Всегда интересно, когда появляется новая партия.$h",
            "Indoor_Day_4": "#$c .5#Была ли я застенчивой, когда мы впервые встретились? Забавно думать об этом теперь, когда мы зашли так далеко.$h#Просто хотела сказать... Мне нравится, как ты выглядишь сегодня утром.$h",
            "Indoor_Night_0": "#$c .5# Добрый вечер, дорогой. Ты сегодня выполнил всё, что хотел? Если нет, то всё в порядке. У нас есть куча времени!#Когда свет тусклый, у тебя в глазах появляются маленькие светящиеся звёздочки. Ты такой красивый.$l",
            "Indoor_Night_1": "#$c .5#Хм... юбку или брюки одеть завтра? О, кого я обманываю?.. Я всегда хожу в юбке.#Так вот каково это - жить долго и счастливо.$l",
            "Indoor_Night_2": "#$c .5#Мы всегда должны стараться помнить о тех, кому повезло меньше, чем нам. Я очень благодарна за то, что у нас есть.#Фух. Я уже упоминала об этом? Всю последнюю неделю Винсент не переставал удивлять меня детскими вопросами о семейной жизни.",
            "Indoor_Night_3": "Мама, наверное, очень одинока теперь, когда меня нет. Я надеюсь, что она не будет больше посещать салун, чтобы загладить свою вину.#$e#Ты не должен чувствовать себя плохо! Мама должна сама решать свои проблемы.",
            "Indoor_Night_4": "#$c .5#Готовишься заправить одеяло? Я уже застелила постель и всё такое...#Хи-хи. Я могу закончить эту главу позже, если ты захочешь лечь спать пораньше.$l",
            "Outdoor_0": "Когда-то я мечтала жить в таком прекрасном месте, а теперь это сбылось.#$e#$c .5#Я понимаю, как многого мне не хватало до того, как ты переехал в город.$l#Я была так несчастна дома.$s",
            "Outdoor_1": "#$c .5#Разве это не идеальное место для воспитания детей? Я была бы так счастлива, если бы росла здесь.#Я понимаю, что ты должен сразу же приступить к работе, дорогой. Но ты же вернёшься домой пораньше?",
            "Outdoor_2": "#$c .5#Эй. Ты собираешься отправить что-нибудь необычное сегодня?#Привет! Если бы я знала больше о фермерской работе, то помогла бы тебе. Извини!#$e#Я буду думать о тебе.$h",
            "Outdoor_3": "#$c .5#Я только что видела певчую птицу, летящую прямо на Запад. В долине Стардью это очень хороший знак.$h#Пожалуй, я немного почитаю здесь, на крыльце.$h",
            "Outdoor_4": "#$c .5#Аахх... Это так здорово - быть на улице. Я могла бы провести здесь весь день, наблюдая за каждой мелочью.#О! Я только что придумала хороший урок для Джас и Винсента. Я пытаюсь обдумать все детали.",
            "OneKid_0": "#$c .5#Было ли у тебя сегодня время поиграть с нашим малышом? Может быть, второй ребёнок сделает нас ещё лучше.#Ну да. Моя мама приехала вчера, чтобы провести некоторое время с %kid1. Это как-то сюрреалистично - видеть заботливую сторону её личности.",
            "OneKid_1": "#$c .5#Дети не дают мне так много времени для чтения, как раньше. Может быть, мне придётся довольствоваться аудиокнигами.#Малыш %kid1, у него здесь будет такое прекрасное детство.",
            "OneKid_3": "Теперь, когда у нас есть ребёнок, я чувствую себя намного старше. Может, это новая ответственность давит на меня.#$e#Это совсем не плохо! Я давно этого хотела.",
            "TwoKids_0": "#$c .5#Дети постоянно отвлекают меня, но я хочу убедиться, что не пренебрегаю тобой. ...Как твои дела?#Я уже покормила %kid1 и %kid2. Они такие голодные!",
            "TwoKids_1": "#$c .5#Дети обожают, когда ты им разжёвываешь еду. Они делают паузу и становятся такими внимательными. Это так драгоценно.$h#Теперь, когда у нас есть %kid2, мы должны быть уверены, что уделяем %kid1 много внимания. Мы не хотим никакой ревности между ними.",
            "TwoKids_2": "#$c .5#Дети не останутся в своих кроватках вечно. Я стараюсь наслаждаться каждым мгновением с ними.#Мне приснилось, что у малыша %kid2 выросли крылья и он улетел в ночное небо. Что же это значит?",
            "TwoKids_3": "#$c .5#Хороший дом, двое замечательных детей и прекрасный участок земли. Нам очень повезло.#С тем, как я росла, я никогда не думала, что достигну многого. Но, видя наших детей такими, как сейчас, я чувствую себя такой счастливой.$l",
            "funLeave_Penny": "#$c .5#Сегодня выходной. Мне нужно немного времени побыть на улице.#Я сегодня собираюсь в город, просто для развлечения. Я скоро вернусь!",
            "funReturn_Penny": "#$c .5#Я прекрасно провела время... Хорошо иногда поговорить со всеми. Расскажи мне про свой день.#Вокруг было полно народу. Я рада, что смогла поболтать с некоторыми из них.",
            "spring_1": "У нас впереди долгий, тёплый год. Давай сделаем его продуктивным.",
            "spring_4": "Весна, наверное, моё любимое время года. В воздухе ощущается некая свежесть, которая наполняет меня надеждой.",
            "spring_8": null,
            "spring_12": "Сегодня в школе выходной. Я пойду в город на фестиваль яиц. Ты идёшь со мной?",
            "spring_16": "Ах ,эта 'весенняя уборка'... Я наслаждаюсь.",
            "spring_19": "Очень приятно видеть, как моя мама гордится мной. Я на мгновение задумалась, не ревнует ли она меня.#$b#Но это не оказалось проблемой!$h",
            "spring_26": "У меня в планах художественный проект, который Джас и Винсент будут любить. Я использую некоторые цветы, оставшиеся от фестиваля.#$b#Буду ждать с нетерпением.$h",
            "summer_9": "Чтение настоящей печатной книги настолько отличается от использования электронного ридера. Всё дело в текстуре страниц...#$b#...звуки, которые они издают, когда ты их переворачиваешь, и то, как память связывает каждую часть истории с тем, сколько страниц позади тебя.#$e#Я знаю, что мои книги могут занять целую полку, но это того стоит.$h",
            "summer_10": "Настоящие учителя, должно быть, действительно наслаждаются своими летними каникулами прямо сейчас.#$e#Ну что ж. Честно говоря, каждый день здесь ощущается как летние каникулы, даже если мне нужно идти на работу.$h",
            "summer_19": "Честно говоря, я никогда по-настоящему не напивалась. Может, немного навеселе была, но я не могу сказать, что мне это понравилось.$s#$e#Просто... слишком много негативных значений.$s#$e#Не каждый должен пробывать это, правда?$u",
            "summer_23": "Я буду честна. У меня сегодня нет чёткого урока для преподавания.#$e#Всё будет хорошо. У меня такое уже встречалось.",
            "fall_10": "Интересно, какими будут Джас и Винсент, когда вырастут?#$e#Они - единственные ученики, которые у меня когда-либо были. Я знаю, что это ненормально для учителя.",
            "fall_12": "Иногда мне кажется, что моя мать встретит кого-нибудь и снова влюбится. Хотя я сомневаюсь в этом.",
            "fall_16": "Сегодня никакой школы. Увидимся ли мы на ярмарке в долины Стардью?",
            "fall_19": "Вчера я должна была встретиться с Мару. Странно, что мы сейчас мало общаемся.#$b#Но она всё ещё лучшая подруга, как и всегда.$h",
            "winter_5": "Падающий снег напоминает мне о бабушке, качающейся у огня. Больше всего я помню её тень, мерцающую на фоне оранжевого дерева. Это было очень давно.",
            "winter_6": null,
            "winter_9": "Прошло так много времени с тех пор, как Нора Сили выпустила новые книги. Интересно, она вообще когда-нибудь закончит их писать?$s#$e#Прости, просто размышляю вслух. Я уверена, что найду что-нибудь почитать сегодня.",
            "winter_12": "Интересно, научится ли Винсент когда-нибудь получать удовольствие от чтения...$s#$e#Мне просто недостаточно научить его навыкам, которые он не использует. Я хочу, чтобы он нашёл в этом радость.#$b#Кроме того, я не хочу подводить Джоди.",
            "winter_16": "Брр... Сегодня меня ждёт такая длинная прогулка по снегу, чтобы добраться до школы.$s#$e#Да, здесь, я думаю, мы поидём в гору в обе стороны.#$e#...$h",
            "winter_26": "С меня довольно снега. Надеюсь, он скоро растает.#$e#Хотя весной всё равно будет немного слякотно.",
            "winter_28": "Сегодня утром я испекла торт к Новому году. Обязательно возвращайся домой пораньше, чтобы мы могли отпраздновать! [220 221]$h",
        }
    }]
}