{
    "Changes": [
    {
        "LogName": "Pierre",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pierre",
        "Entries":
        {
            "Mon2": "Как дела на ферме?#$e#Я думаю, между нами может получится хороший бизнес.#$b#Так что я надеюсь, что ты останешься здесь!",
            "Mon4": "Привет, @. Нужны семена или саженцы плодовых деревьев?",
            "Mon6": "Мы с Кэролайн познакомились в школе. На самом деле мы никогда ни с кем не встречались, только друг с другом.#$e#Я знаю, это немного необычно. Но до сих пор это работало!$h",
            "Mon8": "$d Joja#Ну, по крайней мере, некоторые жители нашего города верят в поддержку местного бизнеса. ...*вздох*$s|Я признаю, что работа идёт немного веселее без ДжоджаМарта. ...Кажется, что это всё не закончится крахом, понимаешь?",
            "Tue2": "Эй, рад снова тебя видеть!#$e#Спасибо за поддержку местной экономики!",
            "Tue4": "Если мы будем присматривать друг за другом, то именно так наше сотрудничество будет иметь долгосрочную перспективу.#$e#В любом случае, не хочешь ли ты что-нибудь купить?$h",
            "Tue10": "$d Joja#Судя по всему, магазин 'Мама и Папа' в Грэмплтоне закрылся не так давно. Интересно, когда же настанет моя очередь?$s|Я провёл кое-какие исследования. Оказалось, что ДжоджаМарт продавался с большим убытком. Их общая стратегия заключается даже не в том, чтобы получить прибыль.Их цель бала в разорении местных предприятий.",
            "Wed6": "#$1 pierre1#*вздох*... Как бы хорошо ни шло дело, этого никогда не бывает достаточно, чтобы удовлетворить моё стремление к успеху. Да что со мной такое? Может быть, мне просто надоела домашняя жизнь.$s#$e#Когда-нибудь я открою в городе новый магазин и буду зарабатывать на жизнь.#$e#К сожалению, бизнес идёт так медленно, что я едва могу сэкономить деньги...$s",
            "Wed10": "Эй, не возражаешь, если ты присмотришь за прилавком в течение нескольких часов, пока я буду работать на твоей ферме?#$e#Ха-ха, просто шучу.$h#$e#...*вздох*$s",
            "Thu4": "Эй, @. Ты мой клиент номер один!",
            "Thu6": "$d Joja#Я поддерживаю свободный рынок так же, как и все остальные, но для кого именно он 'свободен', когда у Джоджа есть такая власть?$s|Ещё один прекрасный день, сосед!",
            "Thu8": "Легче сохранять позитивное настроение, когда к нам заглядывают знакомые лица.#$e#Так... спасибо за посещение!$h",
            "Fri4": "С онлайн-курсами Абигейл уже формально более образованна, чем я когда-либо. Я горжусь ею.#$e#Я начинал как вежливый клерк ещё в детстве, а потом стал работать до тех пор, пока не смог открыть этот магазин.",
            "Fri6": "Я думал о том, чтобы писать рассказы, чтобы скоротать время. Но на самом деле меня ничто не вдохновляет.#$e#Я не знаю, как Эллиот делает то, что он делает.#$e#Может, мне нужно сменить обстановку.",
            "Fri8": "$d Joja#Всё, что делает Моррис, технически законно, но это не меняет того факта, что он видит наш город только ради денег и ничего больше.$3|Мои стрессовые кошмары о ДжоджаМарте наконец прекратились. ...Я уже говорил тебе, что мне снились кошмары? Да, это было нечто особенное.",
            "Sat2": "Мне больше всего нравится, если я могу продавать продукцию, которая находится на местном рынке.#$e#Я хочу сделать всё, что в моих силах, чтобы это соответствовало окружающей среде.#$e#Кроме того, нет никаких расходов на доставку, если они местные.",
            "Sat4": "Иногда управление малым бизнесом отнимает у тебя все силы.#$b#Но мне интересно, каким было бы это общество без моего магазина?",
            "Sat6": "Иногда очень трудно вести застольную беседу с моей семьей. В конце концов, всё, что у меня на уме - это бланки заказов, прибыль, продажи...$s#$e#Наверное, я понимаю, как это было бы скучно...$s#$b#Но в любом случае мужчина должен делать то, что необходимо для его семьи, независимо от того, ценят они это или нет.",
            "Sun2": "Спасибо, что заглянул!^Спасибо, что заглянула!$h#$e#Надеюсь, твой день пройдёт хорошо.",
            "Sun4": "Обеспечение людей этого городка предметами первой необходимости... Это ведь стоит наследства, не так ли?",
            "Sun6": "Я иногда удивляюсь... какой процент своей жизни я проведу за этим прилавком?$s",
            "Sun8": "$d Joja#Может ли наш городок иметь душу? Я хочу верить в это место, но это трудно, когда кажется, что кошельки людей являются их главным приоритетом.$s|Мне очень повезло. В конце концов, похоже, что город Пеликан - это особое место!",
            "summer_1": "У меня есть летние семена в наличии! Тебе лучше запастись всем необходимым.",
            "summer_Tue": "У ДжоджаМарт даже нет более низких цен, чем у нас, если не считать тех 50% скидочных купонов, которые они всегда раздают.$3#$e#Ты никогда не получал его, да? Да, и я тоже. И понятно почему.^Ты никогда не получала его, да? Да, и я тоже. И понятно почему.",
            "summer_Tue6": "Уфф... Здесь так жарко.",
            "summer_Thu6": "Абигейл всегда будет моей маленькой девочкой. Это была любовь с первого взгляда, когда я увидел её в первый раз.",
            "summer_Fri6": "Лето - это хорошее время, чтобы насладится мороженым, правда?",
            "fall_1": "Осенние семена уже здесь! Урожай не растёт зимой, так что это твой последний шанс до весны.#$b#Может, лучше пойти на всё?",
            "fall_Mon4": "Я не смогу по-настоящему попасть в следующий матч по гридболу.#$e#Ха-ха, пошли проходчики, наверное! Так ведь?",
            "fall_Mon8": "Я слышал, что вчера вечером был большой спортивный матч.#$e#Джозеф Спортс пробежал всё поле и забил гол.#$e#...$h",
            "fall_Mon_inlaw_Abigail": "Привет, эм... мой сын?$s^Привет, эм... дочь?$s",
            "fall_Mon4_inlaw_Abigail": "Привет, @. Как дела у Абигейл? Скажи ей, что мы её здесь давно не видели.",
            "fall_Sun": "Привет. Твоя ферма процветает?#$e#Может, некоторые из моих семян придадут всему новый блеск.$h",
            "fall_Sun2": "Я с удовольствием куплю всё, что ты производишь на ферме.#$e#Да, я перепродаю его с наценкой... но в этом-то и заключается преимущество того, что я являюсь признанным владельцем магазина.#$e#Не надо ничего придумывать...",
            "fall_Sun4": "На улице уже начинает холодать...#$b#Это означает, что больше людей зайдут в магазин, чтобы согреться... хехе.",
            "fall_Sun8": "Если бы у меня не было этого магазина, я бы сейчас был снаружи...#$e#Листья выглядят великолепно, и грибы прорастают.",
            "winter_1": "Ты не можешь выращивать урожай зимой... так что у меня нет семян.#$e#Это сократит нашу прибыль.",
            "winter_Mon4": "Я просто не могу по-настоящему следить за гридболом.#$e#Ха-ха, пошли проходчики, наверное! Так ведь?",
            "winter_Mon8": "Дело в том, в гридболе надо заработать 110%.#$e#Однако другая команда дала ему только 108%, поэтому они не забили больше очков.#$e#Хе-хе... извиняюсь.$h",
            "winter_Mon_inlaw_Abigail": "Привет, эм... мой сын?$s^Привет, эм... дочь?$s",
            "winter_Mon4_inlaw_Abigail": "Раньше я беспокоился о будущем Абигейл, но теперь вижу, что она оказалась именно там, где ей нужно быть.#$e#А теперь будьте добры друг к другу, хорошо?$h",
            "winter_Wed": "#$1 pierreDin#Сегодня вечером я собираюсь удивить Кэролайн ужином и бутылкой красного 'Стардью'. Только никому не говори! Наконец-то, день отдыха.$k#$e#",
            "winter_Thu2": "Я в основном торгую съестными товароми, так что если у тебя есть руда или древесина, тебе лучше попробовать продать их где-нибудь ещё.",
            "winter_Thu4": "Это только мне кажется или здесь холодный сквозняк?",
            "winter_Thu6": "Кэролайн действительно замечательная. Я не думаю, что смогу пережить этот холодный сезон без неё.",
            "winter_Sat": "Если бы у меня не было этого магазина, я бы сейчас был снаружи.#$e#Было бы забавно поиграть в снежки.",
            "winter_Sat6": "Это только мне кажется или здесь холодный сквозняк?",
            "winter_Sat8": "#$1 pierre2#Неужели Абигейл похожа на меня? Не говори моей жене, но иногда я задаюсь вопросом, действительно ли я её отец.$k$s#$e#Не говори моей жене, но я ненавижу готовить ужин.",
            "spring_12": "Завтра праздник яиц! У меня будут специальные семена, которые продаются только на фестивале, так что не забудь накопить немного денег!",
            "spring_23": "Завтра у меня будет открыт киоск на цветочных танцах, с несколькими эксклюзивными предметами. Обязательно заскочи!",
            "fall_15": "Я чувствую себя хорошо по поводу завтрашней выставки.$h#$b#Хотя, я приветствую конкуренцию.",
            "fall_26": "Я снова буду продавать редкие товары на празднике Дня всех духов. Я надеюсь, что ты придёшь и посмотришь!",
            "winter_28": "С новым годом, @. Спасибо, что заглянул.^С новым годом, @. Спасибо, что заглянула.",
            "spring_1_2": "Ага! Я так и думал, что ты придёшь. Может, лучше посадишь семена в землю, а?",
            "spring_12_2": "Завтра праздник яиц! У меня будут специальные семена, которые продаются только на фестивале, так что не забудь накопить немного денег!",
            "spring_23_2": "Завтра у меня будет открыт киоск на цветочных танцах, с несколькими эксклюзивными предметами. Обязательно заскочи!",
            "fall_15_2": "Я чувствую себя хорошо по поводу завтрашней выставки.$h#$b#Хотя я приветствую конкуренцию.",
            "fall_26_2": "Я снова буду продавать редкие товары на празднике Дня всех духов. Я надеюсь, что ты придёшь и посмотришь!",
            "winter_28_2": "С новым годом, @. Спасибо, что заглянул.^С новым годом, @. Спасибо, что заглянула.",
        }
    }]
}