{
    "Changes": [
    {
        "LogName": "Robin",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Robin",
        "Entries":
        {
            "cc_Begin": "А, этот старый клуб? Да, я бы его починила, но Льюис так и не объяснил мне, что именно он хочет с ним сделать.",
            "Mon": "Привет, @.#$e#Я мечтала о кое-каких новых проектах по дереву.#$e#У тебя дома всё в порядке? Как дела с деревянной отделкой в твоём доме?",
            "Mon2": "Я уже говорила тебе, что построила наш дом с нуля?#$e#Это определенно было главным событием в моей карьере.",
            "Mon4": "Нет, я не так уж часто хожу в шахты. Слишком темно и опасно.#$e#Но дай мне знать, если найдёшь там что-нибудь интересное.",
            "Mon6": "Работа Деметриуса привела нас сюда. Я бы сказала, что работать здесь довольно хорошо.",
            "Tue2": "Когда-то на твоей ферме было несколько великолепных зданий, но теперь они все исчезли.#$e#Я бы с удовольствием помогла восстановить ферму заново. Просто дай мне знать, что я могу сделать.",
            "Tue4": "Лея тоже неплохо разбирается в деревообработке. Я предпочитаю делать вещи с немного более практичным использованием.",
            "Tue6": "Может, Деметриус немного строг, с его научным складом ума, но я довольно быстро научилась видеть его романтическую сторону.#$e#В конце концов, я научила его танцевать со мной.$h",
            "Tue8": "Должна сказать, что после твоего переезда в наш город, ты, безусловно, оказываешь нам большую поддержку.$h",
            "Wed": "Привет, как идут дела?#$q 604/605/606 Wed_old#Ты хорошо устроился?^Ты хорошо устроилась?#$r 604 0 Wed_604#Пока всё хорошо.#$r 605 0 Wed_605#Я в порядке, просто немного непривычно.#$r 604 0 Wed_604#Это место приятное.#$r 606 -10 Wed_606#Это место отстой. Почему я здесь?",
            "Wed_old": "$p 006#Я надеюсь, у тебя всё наладится.|Обязательно заходи в любое время.",
            "Wed_604": "Я рада это слышать. Дай мне знать, если тебе что-нибудь понадобится.$h",
            "Wed_605": "Держись там. Так будет лучше.#$b#Знай, у нас даже не было дома, когда мы только переехали сюда. Я уверена, что ты тоже скоро встанешь на ноги.",
            "Wed_606": "О боже, я и не подозревала, что всё так плохо.$s#$b#Спасибо тебе за честность. Пожалуйста, знай, что ты никогда не будешь здесь один. Мы все на твоей стороне.^Спасибо тебе за честность. Пожалуйста, знай, что ты никогда не будешь здесь одна. Мы все на твоей стороне.",
            "Wed2": "Когда мы только переехали сюда, нам пришлось работать в трейлере, пока я не закончила дом.#$e#У Деметриуса был отдельный трейлер для его лаборатории.",
            "Wed4": "У тебя уже есть хорошая мебель для дома?#$e#Я просто не могу представить, как вернусь домой, который не люблю.#$e#Извини, у нас у всех разные вкусы, правда?$h",
            "Wed8": "Отец Себастьяна? Он был хорошим парнем. Просто ничего не вышло.#$e#Мы оба были очень молоды.",
            "Thu2": "Ты уже пыталался подружиться с Себастьяном?^Ты уже пыталалась подружиться с Себастьяном?",
            "Thu4": "Время от времени я слышу странные электрические звуки, доносящиеся из комнаты Мару.#$e#Мне было интересно, что Мару интересует больше - я или Деметриус. Наверное, всех понемногу.$h",
            "Thu6": "Я познакомилась с Деметриусом в колледже, когда проходила стажировку и воспитывала Себастьяна.#$e#У меня до сих пор кружится голова, когда я задаюсь вопросом, как нам удалось найти время для всего этого!",
            "Thu8": "Иногда мне кажется, что Себастьян за спиной обижается на меня за то, что рядом нет его отца.$s#$e#Может, ему кажется, что у Мару есть всё, а он живёт в её тени...$s",
            "Thu10": "@, я так рада тебя видеть!$h#$e#То, что ты стал нашим соседом, было одним из лучших событий, произошедших с нами с тех пор, как мы переехали сюда.^То, что ты стала нашим соседом, было одним из лучших событий, произошедших с нами с тех пор, как мы переехали сюда.",
            "Fri2": "Сэм иногда приходит поиграть с Себастьяном. Может быть, они когда-нибудь пригласят тебя присоединиться к ним.",
            "Fri_inlaw_Maru": "Я всегда думала, что вы с Мару хорошо поладите. Мне очень приятно видеть вас вместе.",
            "Fri8": "Это очень странно. Я не чувствую себя достаточно взрослой, чтобы быть матерью двух взрослых детей.#$e#Жизнь постепенно становится всё быстрее и быстрее.",
            "Sat4": "Эх, лучше бы Себастьян не курил.$s#$e#Я даже не знаю, откуда он это взял.$s",
            "Sat6": "Деметриус обычно спокойно относится ко всему, за исключением всего, что связано с Мару.#$e#Это, пожалуй, единственное, для чего нужно заслужить его доверие.#$e#Прости, если он когда-нибудь говорил что-то неприветливое. Дело не в тебе.",
            "Sat8": "Здесь я получаю больше опыта, чтобы делать проекты, которые меня интересуют.#$e#Я не думаю, что получу такую свободу, работая в городе.",
            "summer_Tue6": "Ммм, я так хочу спелый персик. А у тебя на ферме они есть?",
            "summer_Tue10": "Ты уже пробовал что-нибудь творческое с нотными и барабанными блоками?^Ты уже пробовала что-нибудь творческое с нотными и барабанными блоками?#$e#Помни, что у них можно менять тон.",
            "summer_Wed": "Если что, я буду работать под солнцем. Не волнуйся, у меня есть самый лучший солнцезащитный крем.",
            "summer_Wed8": "Что? Ты беспокоишься, что я слишком поздно работаю над своими строительными проектами? Нет, я  просто делаю много перерывов в течение дня.#$b#Только не тогда, когда ты смотришь.$h#$e#Кроме того, чтобы строить так быстро, как я, требуется много тренировок.",
            "summer_Fri_inlaw_Sebastian": "Себастьян чаще выходит на улицу?#$e#Вы двое хорошо заботьтесь друг о друге!$h",
            "summer_Fri_inlaw_Maru": "Мару в последнее время возится с чем-нибудь интересным?#$e#Вы двое хорошо заботьтесь друг о друге!$h",
            "fall_Mon4": "Мару уже показывала тебе свои последние проекты?",
            "fall_Mon8": "Примерно тогда, когда Мару стала подростком, я поняла, что она очень любит возится с машинами.#$e#В детстве она всегда разбирала нашу электронику, хотя и не всегда могла собрать её обратно.#$e#Но в конце концов она дошла до того, что снова собрала их вместе по-своему, с некоторыми изменениями.#$b#Я действительно горжусь тем, насколько продвинутой она стала.",
            "fall_Thu8": "Когда у нас что-то получается, наш долг - помогать нуждающимся людям.#$b#Разве ты тоже так думаешь?",
            "fall_Fri6": "Лиственные породы трудно найти, но нет ничего лучше, чем работать с ними.#$e#Я не думаю, что у тебя есть ещё какие-нибудь лишние штуки, не так ли?$h",
            "winter_Mon6": "Тебе нравится твой камин? Дай мне знать, если захочешь его переделать.#$e#Правильный камин даёт самую большую разницу в создании внешнего вида комнаты.",
            "winter_Mon8": "У меня всегда была страсть к строительству, даже когда я была ребёнком.#$e#Иногда я получала 'интерес' от других о моих увлечениях. Но я не позволяла этому беспокоить меня.",
            "winter_Wed": "Мне нужно немного побыть одной. Возможно, стоит посетить баню.#$e#Ты когда-нибудь ходишь туда?",
            "winter_Wed6": "Архитектурные стили и домашняя мода могут приходить и уходить, но все они имеют одну цель: сделать место для жизни лучше.#$e#Человечество всегда искало лучшее место для жизни. Она так же стара, как сама история. Поэтому я наслаждаюсь ощущением этой связи в своей работе.",
            "winter_Fri_inlaw_Maru": "Мару уютно устроилась у тебя дома?#$e#Обязательно передай ей, чтобы она поскорее навестила нас!",
            "winter_Sat8": "Когда я была девочкой, я помню, что хотела сделать настоящее иглу.#$e#И у меня получилось! Я выступала в роли бригадира и наняла на работу пару своих друзей.$h",
            "winter_15": "Я думаю,  мы могли бы отправиться всей семьей на тот ночной рынок однажды вечером.#$e#Я не знаю, смогу ли я заставить Себастьяна пойти...",
            "summer_27": "Не думаю, что мне когда-нибудь надоест смотреть на танец полуночных медуз вместе с Деметриусом.#$e#Я надеюсь, что ты тоже сможешь это увидеть.",
            "fall_15": "Ярмарка долины Стардью - это совсем другое дело. Я надеюсь, что ты устроишь для нас грандиозный показ!",
            "winter_28": "Ещё один год пролетел. Ещё пара десятков лет такой жизни - и я состарюсь.#$e#Но я буду продолжать делать то, что делаю уже много лет.$h",
            "spring_1_2": "Счастливой весны! Эй, сейчас самое подходящее время, чтобы сообщить мне о любых проектах, которые у тебя есть для меня.",
            "winter_15_2": "Я думаю,  мы могли бы отправиться всей семьей на тот ночной рынок однажды вечером.#$e#Я не знаю, смогу ли я заставить Себастьяна пойти...",
            "summer_27_2": "Не думаю, что мне когда-нибудь надоест смотреть на танец полуночных медуз вместе с Деметриусом.#$e#Я надеюсь, что ты тоже сможешь это увидеть.",
            "fall_15_2": "Ярмарка в долине Стардью - это совсем другое дело. Я надеюсь, что ты устроишь для нас грандиозный показ!",
            "winter_28_2": "Ещё один год пролетел. Ещё пара десятков лет такой жизни - и я состарюсь.#$e#Но я буду продолжать делать то, что делаю уже много лет.$h",
        }
    }]
}