{
    "Changes": [
        {
        "LogName": "Sam",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sam",
        "Entries":
        {
            "Mon2": "Эй, как дела?#$e#Вчера вечером я тренировался на гитаре 4 часа подряд. Мои пальцы болели как сумасшедшие.$s#$e#Пока, мне нужно кое-что сделать...",
            "Mon4": "Я увлёкся скейтбордингом, когда был маленьким.#$e#Тем не менее, очень полезно заниматься тем же хобби, что и взрослый человек. Ты действительно, в конечном итоге, рассматриваешь его в совершенно в новом свете.",
            "Tue2": "Эй, @.#$e#Ты играешь в какие-нибудь видеоигры?",
            "Tue4_2": "Я попытался приготовить миску хлопьев для своего отца, но как только я налил в неё молоко, он вышел из себя. Что же это было такое?$s",
            "Tue8": "Иногда я смотрю на других людей и замечаю, как все меняются. Некоторые люди, с которыми я рос, просто не такие, как все.#$e#Это отстой, когда приходится оставлять позади часть своего детства. Почему все соглашаются на это?",
            "Tue8_2": "Иногда я смотрю на других людей и замечаю, как все меняются. Некоторые люди, с которыми я рос, просто не такие, как все.#$e#Это отстой, когда приходится оставлять позади часть своего детства. Почему все соглашаются на это?",
            "Wed": "Я пытаюсь придумать новую песню для своей группы, но ничего не получается...#$q 319/320 Wed_old#Эй.. Как ты думаешь, о чём должна быть моя новая песня?#$r 320 30 Wed_320#Сельское хозяйство, добыча полезных ископаемых и рубка дров.#$r 8820 30 Wed_320#Город на море.#$r 8821 30 Wed_320#Про поезда.#$r 319 -50 Wed_319#Выбирай что угодно. Песня всё равно будет ужасная.",
            "Wed_old": "$p 319#Но я уже знал, что ты об этом подумаешь.$a|Благодаря твоей помощи я уже закончил с текстом для песни!$h",
            "Wed_319": "Эй... в чём, чёрт возьми, твоя проблема? Прости, что спросил.$a",
            "Wed_320": "Эй, знаешь что? Это звучит здорово. Спасибо!$h",
            "Thu_2": "Ну вот, мой папа вернулся. Ты ведь с ним виделся, верно?^Ну вот, мой папа вернулся. Ты ведь с ним виделась, верно?#$b#Я просто рад, что он в порядке.",
            "Thu2_2": "Ну вот, мой папа вернулся. Ты ведь с ним виделся, верно?^Ну вот, мой папа вернулся. Ты ведь с ним виделась, верно?#$b#Я просто рад, что он в порядке.",
            "Thu4": "Я думаю, что мой отец может вернуться примерно через год.#$e#Тогда, наверное, ты сможешь с ним встретиться. Если ты всё ещё будешь жить здесь.#$e#Ты же не бросишь ферму, вложив в неё столько сил!",
            "Thu4_2": "...Я испытываю смешанные чувства по поводу возвращения моего отца. Он кажется мне странным.$s#$b#Но я не видел его уже 3 года... так что это всё объясняет.",
            "Thu8": "Я поражён, что мы так быстро подружились! Ты действительно самый лучший человек на свете, @!",
            "Thu8_2": "Эй, если ты заговоришь с моим отцом, просто... окажи ему некоторую поддержку, если это не слишком трудно.#$e#Он не любит говорить о себе рядом со мной, так что, может быть, будет проще, если ты подружешься с ним?$s",
            "Fri2": "Иногда я скучаю по городу, но если я перееду туда снова, то буду работать круглые сутки, просто чтобы выжить.#$e#Интересно, что из этого стоит больше?",
            "Fri10": "Чем старше я становлюсь, тем сильнее привязываюсь к долине.#$b#Хотя я могу быть предвзятым... по определенной причине.$l#$e#Как у тебя дела?$h",
            "Sat2": "Я взял гитару всего несколько лет назад. Это пришло ко мне совершенно естественно.#$e#Но мне всё равно пришлось много тренироваться. Можно играть 'хорошо', но можно и 'отлично', понимаешь?$h",
            "Sat4": "О! Я только что вспомнил, что должен позвонить бабушке. Ладно, я надену эту резинку на запястье, чтобы не забыть.#$e#Я должен делать небольшие напоминания для себя, иначе я полностью забуду то, что надо делать.$h",
            "Sat6": "Эбби придумала классное соло на барабане. Мне нужно придумать, как включить её в одну из наших песен.#$e#Я не много думал об Эбби, когда был моложе, но оказалось, что она действительно творческая личность.",
            "Sat8": "Эбби придумала классное соло на барабане. Мне нужно придумать, как включить её в одну из наших песен.#$e#Я не много думал об Эбби, когда был моложе, но оказалось, что она действительно творческая личность.",
            "Sat8_2": "То, что мой отец вернулся, было... даже хуже, чем я ожидал.$s#$e#Я просто не знаю, что должен делать в его присутствии. Например, быть мальчиком или мужчиной?$s",
            "Sun2": "Когда я выхожу на улицу, то иногда мне начинают приходить в голову идеи для текста песни.#$e#Тебе, наверное, очень нравится работать на улице, да?",
            "Sun4": "Я экспериментировал с педалью эффектов. Это очень весело, но мы посмотрим, смогу ли я найти для этого место в нашей песне.#$e#Если создать звук, который будет трюком, то в конечном итоге будет звучать не очень. Высокий риск, высокая награда, я думаю.",
            "Sun8": "Иногда я задаюсь вопросом, действительно ли моя мама довольна своей жизнью...$s#$e#Я спросил её однажды и почувствовал, что она скрывает внутреннюю боль.",
            "summer_Mon": "Летом пыльцы поменьше... мой нос счастлив.",
            "summer_Mon10": "Попасть на игру в город Зузу было мечтой, ставшей реальностью.#$e#В последнее время я переключился на другие вещи.$l",
            "summer_Tue6": "Хм, завтра должен быть блинный день.#$e#Держу пари, что Винсу это очень понравится.",
            "summer_Tue10": "Может мне стоит научиться готовить.#$b#Ты ведь не против побыть моим дегустатором, правда?$h#$e#Не знаю, я просто подумал, что тебе это может понравиться.$l",
            "summer_Wed6": "$d Joja#Сегодня ещё одна смена в ДжоджаМарте. Да, ещё несколько часов моей жизни потрачены впустую.$s|Если я работаю быстро, Гюнтер иногда отпускает меня с работы пораньше. Моррис никогда бы этого не допустил.",
            "summer_Thu": "Папа как-то рассказывал мне о нашем национальном враге, империи Готоро... Это звучит как-то безжалостно.",
            "summer_Thu4": "У Себастьяна есть несколько довольно крутых настольных игр.#$b#Раньше я не увлекался настольными играми, но он знает, как сделать их весёлыми.$h",
            "summer_Thu6": "@, спасибо за то, что дружишь со мной. В последнее время, когда моего отца не стало, мне было очень тяжело.$s#$e#Отсутствие новостей - это хорошая новость, да? Надо оставаться позитивным.",
            "summer_Thu6_2": "Иногда я слышу, как папа по ночам ходит по коридору.$s#$b#...Но он не говорит нам, что его беспокоит.",
            "summer_Fri4": "О боже. Я съел огромную пиццу... вчера в одиннадцать вечера.#$e#Я только открыл холодильник, а там написано: 'джекпот'!#$e#...Ха-ха, нет, я чувствую себя прекрасно.$h",
            "summer_Fri6": "Я очень скучал по дому, когда мы только переехали сюда, но это было очень давно.#$e#Это единственный дом, который Винс знает. Когда вижу, как он вписывается, мне тоже становится легче.",
            "summer_Fri10": "Недавно я начал писать песню.#$e#Это эээ... всё дело в тебе.#$e#Эй, не смейся!",
            "summer_Sun2": "Эй, хорошо проводишь лето?#$e#Приходи ко мне, если хочешь где-нибудь отдохнуть.",
            "summer_Sun4": "Опа! Вчера вечером у меня появился ещё один набор текста, который я написал!$h#$e#В последнее время я весь горю. Тем не менее, ещё много работы предстоит сделать, прежде чем мы будем готовы играть вживую.",
            "summer_Sun6": "Хууу. Пожалуй, я пойду за пончиками прямо сейчас.#$e#Не имеет значения, какое сейчас время суток. Сейчас время пончиков.",
            "summer_Sun8": "Ты когда-нибудь замечал, что в городе Пеликан полно одиноких стариков?^Ты когда-нибудь замечала, что в городе Пеликан полно одиноких стариков?$s#$e#Это просто немного странно, тебе не кажется?$s",
            "summer_Sun10": "Знаешь, я больше не скучаю по своему старому дому. Это, конечно, весело - выступать в городе Зузу, но у меня нет никакого желания снова там жить.",
            "fall_Mon2": "Я люблю гулять в лесу в это время года. Температура такая комфортная.#$e#...$h",
            "fall_Mon6": "Репетиция группы прошла потрясающе на прошлой неделе. Эбби и Себастьян проделали большую работу.",
            "fall_Mon6_2": "Мой отец? Да, не знаю. Гораздо проще просто не попадаться ему на глаза.",
            "fall_Mon10": "Ты лучший, @. Я не могу дождаться, когда мой отец встретит тебя, когда вернётся.^Ты лучшая, @. Я не могу дождаться, когда мой отец встретит тебя, когда вернётся.$l",
            "fall_Mon10_2": "'Послушай, папа, тебе вовсе не обязательно что-то скрывать от меня. Я больше не ребёнок.'$s#$b#На секунду мне показалось, что он может открыться, но потом он просто встал, странно ухмыльнулся и ушёл.$s#$e#Я думаю, он никогда не откажется от желания защитить меня. Если это не произошло сейчас, то, вероятно, никогда не произойдет.$s",
            "fall_Tue6": "После того как папа уехал в командировку, я принял сознательное решение подарить Винсу самое лучшее детство, которое он только может получить.#$e#Я понял, что если я не помогу ему сделать это, то кто ещё сможет?",
            "fall_Tue8": "Я немного прибрался в доме, чтобы облегчить маме жизнь, но на самом деле она не выглядит счастливие.#$e#Она была благодарна ему, но... Не знаю. Она говорит, что это её самый большой стресс. Хотя я в этом не уверен.",
            "fall_Wed4": "Моя мама может приготовить классную пиццу, если только она не покладёт в неё никаких странных начинок.#$e#Не говори ей, но пицца в салуне - это просто совершенство. Гас знает своё дело.",
            "fall_Wed6": "Я думаю, что становлюсь на обычной пицце. Начинка очень хороша, но если придать правильную смесь сыров, это всё, что нужно.#$e#Жаль,что я не умею готовить.$s",
            "fall_Wed8": "Ты умеешь готовить пиццу? Блин, я могу прийти за кусочком.",
            "fall_Wed10": "В последнее время мне трудно сосредоточиться на написании текста. Я думаю, что часть моей музы пришла из чувства изоляции в этом городе.#$e#Но это так... на самом деле это уже не проблема.$l",
            "fall_Thu4": "Привет @.#$e#Хм... Интересно, смогу ли я вырастить кактус в своей комнате?",
            "fall_Thu6": "Я думаю, что мой отец может вернуться в следующем году.#$e#Думаю, ждать осталось не долго.",
            "fall_Thu6_2": "Думаю, мне стоит начать думать о том, чтобы съехать в ближайшее время...$s#$e#...Но мне будет не хватать маминой запеканки из рыбы, так что я не знаю...$s#$e#Я ненавижу принимать решения.",
            "fall_Fri6": "...Я не спал прошлой ночью, до поздна играл в компьютерные игры. Я хотел бы сосредоточиться на написании слов.",
            "fall_Fri8": "Я вчера получил свою зарплату. Хм... должен ли я её сохранить или потратить?..",
            "fall_Sat2": "Привет @.#$e#Хм... Интересно, смогу ли я вырастить кактус в своей комнате?",
            "fall_Sat4": "Мне повезло, что у меня самая большая комната в доме.#$e#Я думаю, что есть свои преимущества в том, чтобы быть старшим ребёнком.",
            "fall_Sat8": "$d Joja#Я так рад, что у меня сегодня выходной. Работа в ДжоджаМарте очень раздражает меня в последнее время.|Во время моей смены в музее я рассматривал экспонаты, выставленные на выставке. Там есть довольно крутые вещи.",
            "fall_Sun2": "О боже, я так сильно поцарапал колено на своём скейтборде пару дней назад.#$e#Не-а, это совсем не больно. Просто небольшой боевой урон.",
            "fall_Sun6": "Трудно веселиться в воскресенье... Я всё время думаю о том, что завтра мне придётся идти на работу.$s",
            "fall_Sun8": "@, а чем ты занимаешься по воскресеньям? Знаешь, когда тебе надо возвращаться на работу?#$e#Ну да, конечно. Ты никогда не берёшь выходные.#$b#Ну, значит, ты действительно любишь то, что делаешь. Я тебе завидую.$h",
            "winter_Mon2": "Зимой все сидят дома, так что я не могу играть на гитаре так громко, как захочу.$h",
            "winter_Mon4": "У нас была ещё одна хорошая репетиция группы в эти выходные! Всё идёт своим чередом.$h#$e#О, не волнуйся, я достану тебе билет на наше первое шоу.",
            "winter_Mon8": "Винс с нетерпением ждёт праздника Зимней звезды. Я придумываю, как сделать его особенным для него в этом году.",
            "winter_Mon10": "Эй, если бы мы жили вместе, ты бы не стал сердиться, что я слишком громко играю на гитаре?^Эй, если бы мы жили вместе, ты бы не стала сердиться, что я слишком громко играю на гитаре?#$e#Нет неправильного ответа. Это было бы то, что сработало бы для тебя.",
            "winter_Tue8": "Когда мы только переехали сюда, Пенни и я часто зависали вместе.#$e#Мы всё ещё иногда бываем вместе, и у нас было это странное, почти... флирт? ...всё идёт своим чередом, но у нас больше нет ничего общего.$s",
            "winter_Tue8_inlaw_Penny": "Я рад, что у вас с Пенни всё получилось! Я всегда удивлялся ей.$h",
            "winter_Wed6": "$d Joja#Я знаю, что моя работа отстойная, но было бы неплохо, если бы Шейн был немного дружелюбнее на работе.|Интересно, как у Шейна дела? Мне всегда казалось, что он ненавидит свою работу в ДжоджаМарте даже больше, чем я.",
            "winter_Wed10": "Ээээй... а ты... нанимаешь на свою ферму или что-то в этом роде, не так ли?$l",
            "winter_Thu4": "Я думаю, что мой отец вернётся уже весной.#$e#Прошло уже 3 года с тех пор, как я видел его в последний раз. Это будет очень странно.",
            "winter_Thu4_2": "Папа уже давно вернулся. Наверное, я наконец-то привык к этому.",
            "winter_Fri4": "Я надеюсь, что снег побудет подольше, прежде чем всё снаружи превратится в слякоть.",
            "winter_Fri6": "Вчера у нас с Винсом был грандиозный снежный бой. Мы почти сравнялись поровну.$h#$e#Ещё пара лет, и я вполне законно буду прикрывать свою спину.",
            "winter_Fri8": "Кататься на сноуборде очень весело, но я был там всего пару раз. Жаль, что поблизости нет хороших склонов...",
            "winter_Fri10": "@! Я так рад тебя видеть!$h#$e#Обними меня, пожалуйста. ...Ох! Ты такой милый и теплый!^Обними меня, пожалуйста. ...Ох! Ты такая милая и теплая!$l",
            "winter_Sat6": "После того как мы переехали сюда, мы с Пенни росли вместе. Теперь она учительница моего младшего брата. Как это вообще произошло?#$e#Может, мне действительно пора начать жить своей жизнью. У Себастьяна есть одна идея.#$e#Да и у тебя тоже, если уж на то пошло.",
            "winter_Sun4": "Я застал Винса в дверях с мокрыми ботинками. Хорошо, что я поймал его прежде, чем он побежал на кухню.",
            "winter_Sun6": "Постарайся не устраивать беспорядок в доме. Моя мама просто помешана на чистоте.#$e#Хммм, интересно, действительно ли у неё ОКС..$s",
            "winter_Sun10": "Может, если я перееду, моя мама, наконец, станет немного счастливее.#$e#Интересно, она нервничает только потому, что беспокоится обо мне?",
            "spring_1_2": "Эй @, удивительное начало года, не правда ли? Я думал, что прошлый год никогда не кончится.$h#$e#Спасибо, что заглянул.^Спасибо, что заглянула.",
            "spring_12": "Мой младший брат так радуется праздникам. Он весь день говорил о завтрашней охоте за яйцами.",
            "spring_21": "Иногда весенние лепестки, которые плавают вокруг, заставляют меня чихать.$s#$e#Я больше всего люблю лето.",
            "spring_23": "Почему сегодня не может быть цветочных танцев, чтобы я мог отдохнуть от работы?$s",
            "winter_7": "Однажды Гас упал в реку во время Ледового праздника. Нам пришлось развести в салуне огромный костёр, чтобы высушить его.#$e#Мы все боялись, что никогда больше не попробуем его знаменитые спагетти.",
            "fall_7": "Первая неделя осени уже закончилась. Блин, быстро прошла.$s#$e#Что угодно. Я просто счастлив, что ты пришёл навестить меня!^Что угодно. Я просто счастлив, что ты пришла навестить меня!#$e#Так у тебя есть что-нибудь новенькое, чтобы рассказать мне?",
            "fall_9": "Я заказал новую пару обуви в интернете. Они в том же стиле, так что я знаю, что они будут подходить друг другу.",
            "fall_16": "Я заказал несколько туфель в интернете больше недели назад! Блин, они очень долго идут.#$e#Я думаю, он скоро прийдут.$s",
            "fall_23": "Ах, мои ноги прекрасно чувствуют себя в этих новых туфлях. Они немного тянутся, но однажды всё равно порвутся. Особенно после того, как я пробегу через призрачный лабиринт в эти выходные.$h",
            "fall_26": "Сегодня вечером, когда все уснут, этот странный старик, который живёт в лесу, создаст призрачный лабиринт. Он всегда следит, чтобы никто не видел, как он это делает.",
            "summer_10": "Мне не нужно завтра работать! Я никогда не был так счастлив.$h",
            "winter_24": "Праздник Зимней звезды нужен для того, чтобы выразить благодарность за всё хорошее в жизни.#$b#А мне? Меня больше всего интересует еда. Хе-хе.$h",
            "winter_28": "У меня странное предчувствие насчёт сегодняшнего вечера. Сейчас произойдет что-то очень важное.#$e#Я надеюсь, что это будет что-то хорошее.",
            "winter_28_2": "Сегодня я останусь с Винсентом допоздна. Думаю, что будет только несколько раз, когда он захочет это сделать.",
            "spring_12_2": "Мой младший брат так радуется праздникам. Он весь день говорил о завтрашней охоте за яйцами.",
            "spring_23_2": "Почему сегодня не может быть цветочных танцев, чтобы я мог отдохнуть от работы?$s",
            "winter_7_2": "Однажды Гас упал в реку во время Ледового праздника. Нам пришлось развести в салуне огромный костёр, чтобы высушить его.#$e#Мы все боялись, что никогда больше не попробуем его знаменитые спагетти.",
            "fall_7_2": "Первая неделя осени уже закончилась. Блин, быстро прошла.$s#$e#Что угодно. Я просто счастлив, что ты пришёл навестить меня!^Что угодно. Я просто счастлив, что ты пришла навестить меня!#$e#Так у тебя есть что-нибудь новенькое, чтобы рассказать мне?",
            "fall_26_2": "Сегодня вечером, когда все уснут, этот странный старик, который живёт в лесу, создаст призрачный лабиринт. Он всегда следит, чтобы никто не видел, как он это делает.",
            "summer_10_2": "Мне не нужно завтра работать! Я никогда не был так счастлив.$h",
            "winter_24_2": "Праздник Зимней звезды нужен для того, чтобы выразить благодарность за всё хорошее в жизни.#$b#А мне? Меня больше всего интересует еда. Хе-хе.$h",
        }
    },
    {
        "LogName": "Sam Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueSam",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Может, сегодня хороший день, чтобы сидеть сложа руки и играть на гитаре... Эй, ты тоже можешь расслабиться, если хочешь.#Привет, милая. Похоже, сегодня добрая природа делает за тебя твою работу. Воспользуйся этим преимуществом!",
            "Rainy_Day_1": "#$c .5#Как ты думаешь, Себастьян и Абигейл когда-нибудь встретятся? Хех... теперь, когда я женился, я стараюсь, чтобы все остальные тоже женились.#Себастьян на несколько лет старше меня. Я никак не ожидал, что сумею опередить его, завязав этот узел.",
            "Rainy_Day_2": "#$c .5#Эй, я нашёл кое-что, оно валялось на дне ящика. [90 88 86 535]Я подумал, что ты сможешь им воспользоваться.#О боже, я собирался сегодня покататься на скейтборде.$s",
            "Rainy_Day_3": "#$c .5#Ай. Эти пасмурные дни - своего рода обуза...$7#Может, сегодня лучше мне поиграть Pinkman 2. Я никогда не побеждал в этой игре.",
            "Rainy_Day_4": "#$c .5#Как тебе спалось? Звук дождя заставляет меня задыхаться.#Я надеюсь, что настроение моей мамы сегодня в порядке. По крайней мере, ей не придётся беспокоиться о том, что я буду следить в доме.",
            "patio_Sam": "#$c .5#*Вздох*... Мне никогда не удастся провернуть этот трюк...$s#Ай, молодец! Ты пропустила его! Совсем недавно я сделал отличный кикфлип.$h",
            "Rainy_Night_0": "#$c .5#Эй, как прошёл твой день? Я просто лежал и читал комиксы большую часть дня... это было здорово.$h#Мне нравится жить здесь, без соседей! Я включил свой усилитель до одиннадцати!$h",
            "Rainy_Night_1": "#$c .5#Это был довольно сдержанный день для меня... Кола, замороженная пицца, несколько часов возни с гитарой. Я чувствую себя расслабленным.#Это будет весело, когда Винс немного подрастёт, станет подростком. Как думаешь, он мог бы остаться здесь на ночь?",
            "Rainy_Night_2": "Недавно я прослушал нашу живую запись с того шоу, которое мы играли. Помнишь это? Блин, это было так небрежно.#$b#Это заставило меня немного нервничать, что ты была там. Я не хотел всё испортить и заставить тебя думать, что я неудачник!$l",
            "Rainy_Night_3": "Надеюсь, Винсент не слишком одинок теперь, когда я ушёл... Я вроде как чувствовал себя ответственным за этого мальчика.$s#$e#$c .5#Знаешь, он, наверное, будет в порядке. Не то чтобы я переехал через всю страну или что-то в этом роде.#Но в жизни многое зависит от перемен... так ведь? В конце концов, дети должны этому научиться... Или же взрослая жизнь уничтожит их.$7",
            "Rainy_Night_4": "#$c .5#Я бросил пару замороженных пицц в духовку. А вот и твоя. [206]$h#Вот, держи. Единственной замороженное, что у нас было - курица барбекю. Держи. [206]",
            "Indoor_Day_0": "#$c .5#Фух... Я скажу тебе одну вещь, по которой не скучаю в своей прежней жизни... работа в ДжоджаМарте.#Я сегодня же займусь уборкой. По крайней мере, это одна хорошая вещь, которой я научился на своей старой работе.",
            "Indoor_Day_1": "Эй, я приготовил тебе несколько блинчиков быстрого приготовления. Наслаждайся. [211]$h#$e#$c .5#Что? Я так и не научился готовить... мама всегда так делала.#Я считаю себя настоящим знатоком блинов. Просто... ты, наверное, не хочешь, чтобы я пробовал готовить что-то ещё.",
            "Indoor_Day_2": "#$c .5#Эй. Я знаю, что часто шучу, но я хочу, чтобы ты знала, что я по-настоящему люблю тебя...$l#О! Доброе утро. Мои волосы сегодня выглядят нормально?$l",
            "Indoor_Day_3": "У тебя большие планы на этот день?#$e#$c .5#О, только не я... Обычно я решаю, что делать, за несколько минут до этого...#Я мог бы сыграть несколько старых любимых песен на своей гитаре.",
            "Indoor_Day_4": "#$c .5#Может быть, Себастьян позже выйдет в интернет. Просто мне сегодня очень хочется поиграть в видеоигры.#Хм... Может быть, я как-нибудь помогу тебе на ферме. Сегодня я чувствую себя ленивым.$s#$e#Ты же не злишься?",
            "Indoor_Night_0": "#$c .5#Эй, ты выглядишь усталой. Давай я помогу тебе расслабиться сегодня вечером, хорошо? Может, я сделаю тебе массаж.#Эй, ты уже дома! Наверное, это и есть намёк. Хорошо, расслабляйся, твоё время! [184 346 206]",
            "Indoor_Night_1": "#$c .5#Мой день? О... Я почти ничего не помню. На самом деле, я не сделал ничего примечательного. Просто расслабился и хорошо провёл время.#Я сегодня вытер пыль и подмёл пол. И ещё я убрался на кухне. Видишь? Я тоже иногда кое-что делаю.",
            "Indoor_Night_2": "#$c .5#Эй, извини, что я не застелил постель. Ты же знаешь, что я неряха... вот почему я тебе нравлюсь, верно?$h#А я? О, я сегодня попал на несколько концертов. Я чувствую себя немного сумасшедшим; они были довольно интенсивными.",
            "Indoor_Night_3": "#$c .5#Единственное, по чему я скучаю - это мамина рыбная запеканка.#Эй. Я вроде как скучал по тебе сегодня. Я как-то раз искал тебя, но решил, что ты, наверное, занята.",
            "Indoor_Night_4": "#$c .5#Готова отправиться на сенокос? На этот раз я, правда, застелил постель...#Хочешь, я сыграю тебе колыбельную на гитаре? Я тоже не спешу засыпать, но ты, наверное, очень устала.",
            "Outdoor_0": "#$c .5#Может, мне стоит купить несколько внедорожных колес для моего скейтборда. Мэр Льюис не может меня здесь трогать.$h#Ха, если бы не все деревья на пути, ты бы, наверное, могла увидеть отсюда мой старый дом. Довольно забавно, не правда ли?$h",
            "Outdoor_1": "#$c .5#Я всегда смотрю на широкое голубое небо... никогда не знаешь, когда мимо пролетит НЛО.#Это тихое доброе утро... Это очень мило. Это, наверное, полезнее, чем быть какой-то чокнутой рок-звездой.",
            "Outdoor_2": "#$c .5#Эй, у тебя хорошее предчувствие насчёт сегодняшнего дня? Я не хочу нарушать твою утреннюю рутину.#Приветик, @! Если бы я знал больше о фермерской работе, то помог бы тебе. Извини!#$e#Я постараюсь помочь тебе взбодрится.$h",
            "Outdoor_3": "#$c .5#Что-то в воздухе заставляет меня чувствовать себя уверенно... может быть, это слабый запах пиццы из газовых печей.#Скучаю ли я по жизни в городе? Ха, нет. Ничуть.$h",
            "Outdoor_4": "#$c .5#Вау... сегодня ты выглядишь великолепно, а пятнышки грязи лишь добавляют тебе немного шарма.$l#Хух... Я думал, что плохо спал прошлой ночью. Но только, когда вышел сюда, я почувствовал себя бодрым!",
            "OneKid_0": "#$c .5#Извини. Я начинаю понимать, как сильно расслабился, когда мы только поженились. Но теперь, когда я стал папой, я определенно занят.#Я поменяю подгузник %kid1... не беспокойся об этом. У тебя и так достаточно забот.",
            "OneKid_1": "#$c .5#Это странно, но мне действительно нравится быть отцом!$h#*зевает* Я определенно чувствую новую признательность за то, что жил в доме родителей.$s",
            "OneKid_3": "#$c .5#Я думаю, нам стоит завести ещё одного ребенка. Зачем останавливаться сейчас?#Конечно, быть папой намного утомительнее, чем я себе представлял, но я готов принять вызов!$h",
            "TwoKids_0": "Я проснулся рано, накормил детей и поменял им подгузники! У нас всё готово. Ты можешь просто сосредоточиться на своей работе.$h#$e#Я просто шучу... Я женился на тебе не из-за денег.",
            "TwoKids_1": "#$c .5#Двое детей... Сумасшествие. Ну, если моя мама смогла пережить это, то и я смогу!#Теперь, когда у нас есть %kid2, мы должны быть уверены, что уделяем %kid1 достаточно внимания. Мы же не хотим никакой ревности между ними.",
            "TwoKids_2": "#$c .5#Забавно видеть, как дети играют друг с другом. Я думаю, что они будут очень близки.#Я думаю, что сделаю сегодня частный концерт для детей. Это единственная аудитория, которая мне действительно нужна!$u",
            "TwoKids_3": "#$c .5#Я никогда не думал, что стану таким семейным человеком, но я доволен тем, что мы здесь построили. Жизнь идёт отлично.$l#Мои родители ещё очень молоды. Они вполне могли бы дожить до того, чтобы увидеть своих правнуков. А может быть, даже прапраправнуков!$u",
            "funLeave_Sam": "#$c .5#Я собираюсь навестить семью сегодня, хорошо? Я буду дома вечером.#Мне сегодня надо навестить свою семью, убедиться, что всё в порядке. Ну увидимся вечером, ладно?",
            "funReturn_Sam": "#$c .5#Видеть семью приятно, но это также немного угнетает странным образом. Странно... теперь наши жизни полностью разделены, и всё кажется более формальным, чем раньше.$7#У моей семьи всё хорошо, но они все борются с чем-то. Надеюсь, ты не против, если я буду навещать их почаще.$7",
            "spring_3": "Я пошёл и купил лекарства от аллергии. Но я не люблю ими пользоваться. Я чувствую себя очень странно.$s",
            "spring_8": "Себастьян одолжил мне большую старую стопку своих комиксов. Это сократит моё чтение на следующий месяц.$h",
            "spring_16": "Это немного странно, что я никогда больше не буду ребёнком.#$b#Но... зная мой старый послужной список, возможно, это хорошо.$h",
            "spring_25": "Сколько ещё дней осталось до лета? Хех, я не могу ждать.",
            "summer_5": "Я надеюсь, что завтра будет хороший день, чтобы ударить по хафпайпу.#$e#Не хочешь зайти и немного понаблюдать за мной?",
            "summer_12": "Было приятно увидеть Пенни вчера на фестивале. В последнее время мы только редко бываем вместе.#$b#Кроме того, теперь, когда я женат на тебе, между ней и мной меньше неловкости висит в воздухе.",
            "summer_17": "Сегодня исполняется годовщина того, как моя семья переехала в город Пеликан.#$b#Или... Может, это было именно в этот день?$s#$e#Лучше спрошу у мамы.",
            "fall_4": "Это ведь любимый сезон Эбби, верно? Держу пари, что ей это нравится.#$e#Я заметил, что всякий раз, когда она в хорошем настроении, Себастьян тоже кажется довольно счастливым.",
            "fall_9": "Мне всё время кажется, люди думают, что мы поженились слишком рано.$7#$b#Слушай, я понимаю, что они подумают об этом, но я просто хочу, чтобы ты знала, что для меня это всё.$s#$b#Мы ведь можем это сделать, правда? Я уже на борту... ты тоже на борту...#$e#Мы завоюем этот мир вместе.",
            "fall_13": "Я думал, что город Пеликан - лучшее место для того, чтобы делать всё так, как ты хочешь, но... ...черт возьми. На этой ферме мы можем делать всё, что захотим, да?$u",
            "fall_23": "Однажды я немного переборщил с Винсентом на Дне всех духов.#$b#Это было ошибкой. Бедный маленький мальчик не мог сдержать всё это. Так отвратительно.$h#$e#Ну да, мама всё убрала. Но я чувствовал себя плохо.$s#$e#Больше так не буду. Не беспокойся.",
            "winter_3": "А правда, что зимой ничего не растёт...? Или...",
            "winter_14": "Если тебе нечем заняться в этом сезоне, может, ты просто побездельничаешь? Я скучаю по тебе.$l",
            "winter_20": "Я надеюсь, что Винсент получит всё, что он хочет в этом году. Мне нравится смотреть, как этот мальчик открывает подарки.",
            "winter_26": "Интересно, как поживает мой отец...$7",
        }
    }]
}