{
    "Changes": [
    {
        "LogName": "Sandy",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sandy",
        "Entries":
        {
            "Mon2": "Ты снова здесь! Я так рада.$h#$e#Что нового в долине?",
            "Mon4": "Однажды, одна пара, буквально, разбила здесь лагерь для своего медового месяца. То, что плавает в их лодке, верно?",
            "Mon6": "Я не так давно обедала с Эмили! Было так здорово с ней.$h#$e#Вообще-то мы немного поговорили о тебе. Только хорошее, я обещаю!$h",
            "Mon8": "У Эмили настоящий талант читать людей. Как будто она находится на другой волне или что-то в этом роде.#$e#Однако она не может не относиться ко всем с одинаковым уважением, независимо от того, как ведёт себя другой человек. Я восхищаюсь этим.",
            "Mon10": "Эй, душечка! Готовил суп Том Кха? Я не думаю, что когда-нибудь мне надоест его аромат.^Эй, душечка! Готовила суп Том Кха? Я не думаю, что когда-нибудь мне надоест его аромат.#$e#Возьми кокосовый орех перед уходом, если увидешь его.",
            "Tue2": "Скелет на заднем дворе - песчаный дракон. А в детстве ты тоже любил динозавров?^Скелет на заднем дворе - песчаный дракон. А в детстве ты тоже любила динозавров?#$e#Иногда туристы останавливаются, чтобы сфотографироваться.",
            "Tue4": "На самом деле меня зовут вовсе не Сэнди. Это просто имя для бизнеса.#$e#Но всё равно все зовут меня Сэнди, так что я привыкла к этому.",
            "Tue6": "Я постоянно жалуюсь на жару, но ничто не может сравниться с прохладой пустыни, когда заходит солнце.#$e#То, как выглядит закат в пустыне, тоже трудно обьяснить.",
            "Tue8": "Приветик! Оставайся здесь столько, сколько захочешь.#$e#Кондиционер, здесь как раз кстати, не так ли?",
            "Tue10": "Ну и ну! Сколько раз ты уже ездил на этом автобусе сюда?^Ну и ну! Сколько раз ты уже ездила на этом автобусе сюда?#$e#Эй, я ценю каждый твой визит.",
            "Wed2": "Приветик!$h#$e#Как поживает Эмили? Я надеюсь, что Хейли, не слишком большая проблема.",
            "Wed6": "Я вижу здесь самых разных людей. Иногда они путешествуют по дорогам или работают в судоходстве.#$e#Но большинство постоянных клиентов просто направляются в заднюю комнату.",
            "Wed8": "Разве это не дорого - так часто бывать в пустыне, как ты?#$e#Ты, наверное, очень хочешь меня видеть, да? Хммм...$h",
            "Wed10": "Эй, это же @! Я рад тебя видеть, душечка. Я уже начала думать, что ты никогда не вернёшься!#$e#Если бы у меня не было этого магазина, я бы вернулась с тобой в долину на день или два... только ты и я на старой ферме.$s#$e#Навещай меня почаще, чтобы я не впадала в депрессию.$h",
            "Thu4": "Эй... Я думаю, что могу тебе доверять. Ты ведь умеешь хранить секреты, правда?#$b#*шепчет* Вон тот парень сзади... охраняет, своего рода, эксклюзивный клуб. Я никогда не была внутри, но они платят мне щедрую ежемесячную арендную плату, поэтому я не задаю никаких вопросов.#$e#Таааак! Как там сейчас погода в долине Стардью?",
            "Thu6": "Сооружения, похожие на антенны к северо-востоку отсюда? Без понятия.#$e#По-видимому, они были показаны в старом эпизоде 'Тайны неизвестного'.#$e#Во всяком случае, они должны были быть построены там по какой-то причине!",
            "Thu8": "Я знаю, что это не выглядит так, но бизнес в последнее время приличный.#$e#Отчасти, это благодаря тебе. Стоимость жизни здесь очень дешёвая, так что простая покупка семян идёт очень далеко!$h",
            "Fri": "Этот торговец с верблюдом довольно часто проходит здесь. Хотя я не знаю, как она собирается вести дела.#$e#Эй, я говорю по собственному опыту. Здесь очень тяжело.",
            "Fri2": "Мне кажется, что больше всего в этой долине я скучаю по диким цветам. У меня много хороших воспоминаний с ними.#$e#Принеси немного, если найдёшь, хорошо?",
            "Fri4": "Ну, посмотрите, кто здесь! Как поживаешь?#$e#Я только что закончила читать лучшую книгу. 'Марси и подземный замок'. Тебе определенно стоит почитать, если есть время.",
            "Fri6": "Иногда я слушаю радио. Однако после того, если слышать одну и ту же поп-песню дважды в час в течение месяца, это становится трудно.$s",
            "Fri8": "Приветик! Как дела на ферме, душечка?#$e#Я полагаю, что всё в хорошем состоянии, если ты так часто ездишь сюда.#$e#Я всегда рада тебя видеть.$h",
            "Sat": "Приветик! Добро пожаловать в оазис Сэнди, место назначения номер один в пустыне Калико!#$e#*хи-хи* Я сказала это профессионально?$h#$e#Обязательно ознакомся с нашими сезонными семянами.",
            "Sat2": "Пещеру к северу отсюда лучше избегать.$s#$e#Один раз я заглянула внутрь. Там есть дверь? ...и *дрожжит* угх, больше никогда.#$b#Никогда. Больше.$s",
            "Sat4": "Похоже, ты хочешь пить. Вот, отведай этого ледяного молока. [184]#$e#Вкусно, да?$h",
            "Sat8": "@! Входи же. У меня есть кое-что для тебя. [233]#$e#Я подумала, что тебе это понравится.$h",
            "Sat10": "Ээй @. Сегодня свободный день! Наслаждайся. [218]",
            "Sun2": "Привет, душечка. Да, это всего лишь я, одна в этом большом старом магазине. Хммм...#$e#Ну, за исключением того жуткого парня на заднем сиденье. Но он никогда не шевелится, поэтому я часто забываю о нём.",
            "Sun4": "Я находилась в долине несколько лет. Хотела бы я там жить, но очень трудно найти надёжную работу.#$e#Вот так я оказалась здесь!",
            "Sun6": "Я думаю, что видела по крайней мере одного парня из задней комнаты, который иногда направляется на север.#$e#Интересно, не ходит ли он в эту жуткую пещеру?$s",
            "Sun8": "В прошлом месяце я ездила в город Зузу. Не могу упустить возможность пожить в клубе!$h#$e#Я не теряю ни секунды. Я не сплю всю ночь.#$e#Есть ребята из колледжа, которые даже не могут угнаться за мной! Хе-хе!$h",
            "Sun10": "Пещера? Слушай, если ты там был, я не хочу знать.^Пещера? Слушай, если ты там была, я не хочу знать.$s#$e#Но я надеюсь, что ты останешься в безопасности, если не будешь ходить туда, да?",
            "winter_Fri": "Я не могу поверить, что там, где ты живёшь, сейчас лежит снег.#$e#Ну что ж. Песок - это что-то вроде снега. Мне придётся только представить.",
            "winter_Fri6": "По крайней мере, зимой здесь немного прохладнее. Но солнце, конечно, не унимается.",
            "fall_Fri": "Тебе не очень-то повезёт заниматься здесь фермерством, дорогуша.#$e#Ну, если только ты не фермер по выращиванию кактусов.$h",
            "fall_Fri4": "Похоже, что пустынный трейдер знает, как предсказать, когда ты появишься.#$b#А потом она отправится домой, как только ты уйдешь. Может ли она предсказать будущее или что-то в этом роде?#$e#Жаль, что я не могу этого делать...",
            "summer_Fri6": "На днях пришёл пустынный торговец и немного осмотрелся. Она почти ничего не говорила. И вообще ничего не покупала.#$e#Какая загадочная личность. Интересно, на что похожа её настоящая жизнь?",
        }
    }]
}