{
    "Changes": [
    {
        "LogName": "Sebastian",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sebastian",
        "Entries":
        {
            "Mon2": "Ух... что случилось?",
            "Mon6": "Я всегда недоумеваю, почему идея загробной жизни так привлекательна. Осознают ли люди, как долго на самом деле длится 'вечность'?#$e#Я понимаю потребность в утешении, но...#$b#...для меня размышления о 'вечности' больше похожи на взгляд в бесконечную бездну. Я бы предпочёл сосредоточиться на том, что временно и передо мной.",
            "Mon8": "Кажется довольно самовлюблённо полагать, что мы имеем значение в великой схеме вещей.$s#$e#Но я думаю, что мы все плывём вниз по течению. Надо наслаждаться поездкой, пока она длится.",
            "Mon10": "Кажется довольно самовлюблённо полагать, что мы имеем значение в великой схеме вещей.$s#$e#Тем не менее, ты для меня важнее, независимо от того, насколько безгранична Вселенная.$l",
            "Tue4": "Когда бросаешь камень в озеро, он посылает рябь. Но затем рябь в конце концов достигает края и останавливается.#$b#Всё заканчивается так же. Как вещи с длительным эффектом могут быть более важными?",
            "Wed4": "Мне надоедают простые, обыденные вещи из жизни. Как люди приходят в восторг от самых обыденных вещей?#$e#Например, родители Эбби купили новую стиральную машину несколько месяцев назад, и они будут часами рассказывать истории об этом...#$b#...как будто это самое важное, что когда-либо случалось с ними.#$e#В каком-то смысле это даже забавно, но в другом - чертовски удручающе.$s",
            "Wed10": "Приятно иметь причину остаться здесь, в городе Пеликан.#$e#Ты ведь понимаешь, о чём я говорю, да?$l",
            "Thu4_inlaw_Maru": "Теперь мне легче не жить с Мару. Как ты там, держишься?",
            "Fri2": "*вздох*... Если бы бензин не был так дорог, я бы сегодня же поехал на своём мотоцикле в город.#$e#$q 415/416 Fri_old#Так что же ты делаешь, когда не работаешь?#$r 415 0 Fri_bad#Фермерством.#$r 416 30 Fri_good#Читаю комиксы.#$r 415 -30 Fri_bad#Хожу по магазинам.#$r 415 -30 Fri_bad#Занимаюсь спортом.",
            "Fri_old": "$p 416#Эй, если тебе скучно, не стесняйся заходить в мою комнату...$h|Ты, наверное, предпочитаешь жить в маленьком городке, да?",
            "Fri8": "А что нового?$h#$e#Сегодня вечером я буду в салуне и снова утоплю Сэма в бассейне.$h",
            "Sat4": "Ты ведь не куришь, да?#$b#...Да, без проблем, всё хорошо.",
            "Sat6": "Может, мне стоит заняться чем-нибудь творческим в эти выходные.#$b#Интересно, не будет ли мой клиент возражать, если я переделаю логотип для его программы?",
            "Sat8": "Вчера вечером Сэм чуть не побил меня в бассейне.#$e#Ну, 'почти' - это относительный термин, но он играет всё лучше.$h",
            "Sat10": "Приветик, @. Как проходит твой день?$h",
            "summer_Mon2": "Все оживляются, когда выходит солнце... Это такое клише.$a",
            "summer_Mon4": "Неужели тебя никогда не тошнит от солнца? Когда сердце бьётся, ты весь потный и грязный...#$b#...и ты должен намазать свою кожу вонючей слизью, чтобы она не горела... И опять же, почему люди любят лето?",
            "summer_Mon10": "Я должен сказать, @, когда я впервые встретил тебя, я не думал, что ты мне понравишься. Мне показалось, что это так...$h#$e#Но я рад, что ошибся. Скорее всего, я просто строил предположения на ком-то, кто добровольно переехал в город Пеликан.$l",
            "summer_Tue4": "Определенно, лучше быть слишком холодным, чем слишком горячим.#$b#Слишком холодно? Надень толстовку. Проблема решена.#$b#Слишком жарко? Ты облажался.^Слишком жарко? Ты облажалась.",
            "summer_Tue6": "Летние вечера вполне приличны, по крайней мере, если они не слишком жаркие.#$e#Когда снаружи кромешная тьма и всё ещё чувствуешь тепло, выходя наружу... это же полный бардак.",
            "summer_Tue8": "Мой биологический отец? Да, я встречался с ним несколько раз.#$e#Он поразительно ничем не примечателен.#$e#Вот примерно и всё.",
            "summer_Wed4": "Это здорово - чувство выполненного долга, когда исправляешь ошибку, которая ускользала от тебя в течение нескольких дней.$h#$e#О, извини. Тебе, наверное, очень скучно об этом слышать.",
            "summer_Wed6": "Чёрт подери!. Сегодня не самый удачный день.$a#$e#Если освободишь мне немного пространства, я буду тебе очень признателен.#$e#Слушай, ты же понимаешь, что я работаю.",
            "summer_Wed8": "Почему я ухмыляюсь? Наверное, в последнее время я был необычайно счастлив...$h",
            "summer_Thu": "Выхожу и веду светскую беседу с местными жителями, просто ради удовольствия. ...Это, наверное, в твоём духе, не так ли?",
            "summer_Thu2": "Я точно не хочу плавать, если ты об этом спрашиваешь.$s#$e#О, ты просто остановился поздороваться? Извиняюсь.^О, ты просто остановилась поздороваться? Извиняюсь.",
            "summer_Thu6": "Я чувствую себя таким застрявшим здесь. Моя жизнь не меняется от одного года к следующему.$s",
            "summer_Thu8": "Я чувствую себя застрявшим. Как, чёрт возьми, ты, @, бросил свою старую жизнь и уехал?^Я чувствую себя застрявшим. Как, чёрт возьми, ты, @, бросила свою старую жизнь и уехала?#$e#Я бы убил, чтобы иметь такую возможность. Но стоимость жизни в городе продолжает расти.$s",
            "summer_Fri2": "Ты давно встал? *зевает* ...Чёрт.^Ты давно встала? *зевает* ...Чёрт.",
            "summer_Fri4": "Мне приходится засиживаться допоздна. Это единственный раз, когда в доме не душно.#$e#Я не могу спать, если слишком жарко, чтобы залезть под одеяло.",
            "summer_Sat2": "Я в настроении выпить кофе, но он слишком горячий.#$e#А холодный кофе не так хорош.",
            "summer_Sat4": "Некоторое время назад мы с Сэмом подружились из-за музыки.#$e#Он хороший парень. Большинство людей не заботятся о моих увлечениях, но он почти всегда готов попробовать то, что мне нравится.",
            "summer_Sat6": "Под землёй скрываются самые разные существа, но люди почти никогда не говорят о них. Я имею в виду... а почему бы и нет?#$e#Это похоже на то, что некоторые люди специально выбирают быть скучными.",
            "summer_Sat10": "Может, было бы забавно прокатиться на велосипеде в ночную грозу.#$e#Я имею в виду, э-э... Слишком опасно, я знаю.$l#$e#Я знаю, что ты будешь волноваться. Я должен подумать об этом.",
            "summer_Sun6": "Некоторые люди смотрят в ночное небо и начинают чувствовать себя ничтожными.#$b#Но я чувствую это постоянно. Для меня, это утешение для неба, чтобы напомнить мне об этой простой истине.",
            "summer_Sun8": "Самое лучшее на озере - это когда прямо над ним полная луна. Это придаёт озеру приятное, безмятежное сияние.",
            "fall_Mon6": "Почему Мару должна быть хороша во всём, что делает?$s#$e#Я лучше неё разбираюсь в музыке... и программировании...#$b#...но даже с программированием она безумно хороша в установке команд ИИ для своих роботов.$s",
            "fall_Mon6_inlaw_Maru": "Не пойми меня неправильно, я рад, что вы с Мару встретились, но...#$b#...это ещё одно напоминание о том, как она продолжает меня обижать. У неё всё получается идеально.$s",
            "fall_Mon8": "Есть ли смысл, если я скажу, что чем многолюднее место, тем оно более одиноко?#$e#Пару лет назад я был в ночном клубе в городе Зузу. Там было слишком людно, чтобы танцевать, и слишком громко, чтобы разговаривать.#$b#Это, вроде как, разрушает всю цель, не так ли?",
            "fall_Tue2": "Может, мне стоит навестить Эбби.$u#$e#...Не знаю.$u",
            "fall_Tue4": "Это тыквенная специя... специи для тыквы... блин, меня уже тошнит от этих сезонных причуд.",
            "fall_Tue8": "Я вовсе не злюсь, что мама вышла замуж за Деметриуса. Она может жить своей собственной жизнью.#$b#Я просто хочу, чтобы они позволили мне тоже жить своей собственной жизнью.",
            "fall_Wed4": "Я не спал почти всю ночь, заканчивал работу для одного из моих клиентов. На самом деле это было очень весело.#$e#Я даже не чувствую усталости.$h",
            "fall_Wed6": "*вздох* Если бы я жил в городе, я мог бы присоединиться к группе 'Солярианские хроники' и сделал бы неколько эпических набегов на 8 человек.$s#$e#Ну что ж. Я думаю, это не совсем то же самое, когда ты не знаешь никого в группе.",
            "fall_Thu4": "Если бы у меня было окно, моя комната выглядела бы не так уныло...$s",
            "fall_Thu6": "Хм, может быть, мне стоит перенести свой синтезатор обратно сюда из дома Сэма. Мне было бы намного легче практиковаться.#$e#Или я могу просто попрактиковаться на клавиатуре своего компьютера.",
            "fall_Thu8": "Я знаю, что должен больше стараться общаться с Мару. Это просто...#$b#...если я попытаюсь встретиться с ней на её уровне, веселится вместе с ней, это будет неправильно. Это не для меня.#$e#Есть ли в этом хоть какой-то смысл?",
            "fall_Fri": "*зевает*... Я читал новую книгу 3 года...#$q 462/463 fall_Fri_old#А ты читаешь что-нибудь, @?#$r 462 -30 Fri_bad#Да. Классику.#$r 463 30 Fri_good#Только научную фантастику и фэнтези.#$r 462 0 Fri_bad#Мне нравятся хорошие романы.#$r 463 -30 Fri_bad#Нет, я не читаю книг.",
            "fall_Fri_old": "$p 462#Тебе, наверное, это не понравится.$s|Я думаю, тебе понравится.",
            "fall_Sat6": "В конце концов, мне приходится вставать по утрам, чтобы мои родители не опекали меня. Я бы не хотел, чтобы со мной обращались как с ребёнком.",
            "fall_Sat8": "Какого чёрта ты каждый день встаёшь так рано? Я ничего не понимаю.#$e#Это официально твоё прозвище 'Парень - Раннее Утро'.^Это официально твоё прозвище 'Девушка - Раннее Утро'.",
            "fall_Sat10": "@, эй! Я рад, что встретил тебя.$h#$e#У меня сегодня очень хороший день. Я хотел посмотреть, как у тебя дела.",
            "fall_Sun4": "Многие люди кажутся одержимыми собой. Некоторые не могут попасть в книгу или телешоу, если персонажи не напоминают им самих себя.#$b#Как раз наоборот, именно поэтому я люблю читать фэнтези.",
            "fall_Sun6": "В больших группах люди ведут себя совершенно по-разному. Они все надевают маску, образ...#$b#...и это только для того, чтобы другие люди приняли их.#$b#Не слишком ли им комфортно терять контакт с настоящей версией самих себя?",
            "fall_Sun10": "Эй. Хочешь остаться со мной сегодня допоздна?#$e#Когда на горизонте появляется зарево, значит мне пора идти спать.",
            "winter_Mon6": "Люди всегда говорят: 'просто будь собой', но я думаю, что для большинства из них это просто поговорка.#$b#Они на самом деле не имеют этого в виду, когда говорят это.",
            "winter_Mon8": "Праздник начинается, зима приближается. Я знаю, что должен попытаться думать о вещах, за которые я благодарен, но...$s#$b#...это тяжело, когда так много людей моего возраста живут своей жизнью.$s",
            "winter_Mon10": "Я задумался... Я очень благодарен, что ты есть в моей жизни.$l#$e#Просто подумал, что приближается праздник Зимней звезды.",
            "winter_Tue2": "Ты хочешь поговорить? Ух... Я сейчас немного занят.#$e#Ладно, не 'занят', но...$s#$b#...Извини, сегодня просто не очень хороший день. Может быть, позже.",
            "winter_Wed6": "Сэм снова хочет играть. А мы только вчера вечером играли онлайн.#$e#Ну что ж. Он будет счастлив, если я отвечу 'да'. Это уже четвёртый или пятый раз, когда он спрашивает.",
            "winter_Wed10": "Эбби - замечательная девушка, не пойми меня неправильно. Она круче, чем большинство людей в городе.#$b#Но она ещё слишком молода. И кроме того, у меня есть ты.$l",
            "winter_Thu4": "Раньше я любил, чтобы мои суши были как можно лучше. Но если рыба хорошая, то всё остальное просто мешает аромату.#$e#Может быть немного соевого соуса.#$e#Плюс, эм, один из моих любимых персонажей из серии, которую я читал, имеет отношение к сашими, так что...$s",
            "winter_Thu10": "Ну что, хочешь допить мой кофе? Я уже выпил несколько чашек. [395]#$e#Надо тебя согреть!$h",
            "winter_Fri4": "Хмм... Интересно, смогу ли я выдержать холод и отправиться сегодня на прогулку...$s",
            "winter_Fri6": "Я очень взволнован. В следующем месяце выходит новая игра 'Cave SagaX'.$h#$e#Я уже сделал предварительный заказ.$h",
            "winter_Sat4": "Ты не проводишь слишком много времени дома, ты всегда куда-то бегаешь.#$e#Звучит утомительно.",
            "winter_Sat8": "Я всегда недоумеваю, почему идея загробной жизни так привлекательна. Осознают ли люди, как долго на самом деле длится 'вечность'?#$e#Я понимаю потребность в утешении, но...#$b#...для меня размышления о 'вечности' больше похожи на взгляд в бесконечную бездну. Я бы предпочёл сосредоточиться на том, что временно и передо мной.",
            "winter_Sat10": "Блин, мне надо отсюда убираться, и побыстрее.#$e#Есть что-нибудь новое на ферме, кроме как выпал снег?",
            "winter_Sun4": "Я построил снегоход, но Деметриус заставил меня от него избавиться.#$b#Ты знаешь, что твоя жизнь идёт в обратном направлении, когда твой отчим обращается с тобой, как с шестилетним ребёнком.$u",
            "winter_Sun6_inlaw_Maru": "Я не могу поверить, что Мару всё ещё приходит сюда, чтобы построить своего снеговика.#$e#Ты уверен, что это была хорошая идея - жениться на ком-то, кто живёт в нескольких минутах ходьбы от твоей фермы?^Ты уверена, что это была хорошая идея - жениться на ком-то, кто живёт в нескольких минутах ходьбы от твоей фермы?#$e#Извини. Я имею в виду, она тебе подходит.$s",
            "spring_1_2": "Я должен просмотреть форумы для ещё нескольких клиентов. Всё, что угодно, лишь бы этой весной я был занят в доме.",
            "spring_12": "Я не слишком разбираюсь в фестивалях. Много суеты, слишком много социального взаимодействия... Скорее стресс, чем удовольствие, если спрашиваешь меня.",
            "spring_23": "Уфф... Завтра будет самый худший фестиваль в году. Просто подожди и посмотри, как глупо я выгляжу во время танца цветов.",
            "summer_10": "Хе-хе... Может, будет забавно положить завтра что-нибудь отвратительное в суп. Только не отравить бы никого.#$e#Зачем портить весь этот кошмар? Хм... Я думаю, что некоторые люди чувствуют себя освобожденными, когда жёсткие структуры общества немного ломаются. Может, я странный.",
            "summer_27": "Завтра мы все соберемся в доках, чтобы посмотреть на миграцию полуночных медуз. По-моему, это начинается в десять часов.",
            "fall_20": "С нетерпением ждёшь праздника? Наверное, это мой любимый праздник.$h",
            "fall_26": "День всех духов будет завтра. Я очень надеюсь, что в этом году они снова выставят эти скелеты на всеобщее обозрение.$h#$e#Я почти уверен, что они мои друзья.",
            "winter_24": "Завтра праздник Зимней звезды. Лучше позаботься о том, чтобы завтра на пиру у тебя был пустой желудок.",
            "winter_28": "Было бы здорово, если бы мы пропустили первую часть года.#$b#Многие дают пустые обещания, которые никогда не выполнят. Мне бы хотелось, чтобы больше людей хотя бы были искренними.",
            "Mountain_47_23": "Я пришёл сюда ради тишины и покоя.",
            "summer_Mountain_58_35": "#$c .5#Температура только к ночи начинает становиться комфортной.#$e#Кажется, что у озера немного прохладнее.",
            "spring_12_2": "Я не слишком разбираюсь в фестивалях. Много суеты, слишком много социального взаимодействия... Скорее стресс, чем удовольствие, если спрашиваешь меня.",
            "spring_23_2": "Уфф... Завтра будет самый худший фестиваль в году. Просто подожди и посмотри, как глупо я выгляжу во время танца цветов.",
            "summer_10_2": "Хе-хе... Может, будет забавно положить завтра что-нибудь отвратительное в суп. Только не отравить бы никого.#$e#Зачем портить весь этот кошмар? Хм... Я думаю, что некоторые люди чувствуют себя освобожденными, когда жёсткие структуры общества немного ломаются. Может, я странный.",
            "fall_20_2": "С нетерпением ждёшь праздника? Наверное, это мой любимый праздник.$h",
            "fall_26_2": "День всех духов будет завтра. Я очень надеюсь, что в этом году они снова выставят эти скелеты на всеобщее обозрение.$h#$e#Я почти уверен, что они мои друзья.",
            "winter_24_2": "Завтра праздник Зимней звезды. Лучше позаботься о том, чтобы завтра на пиру у тебя был пустой желудок.",
            "winter_28_2": "Было бы здорово, если бы мы пропустили первую часть года.#$b#Многие дают пустые обещания, которые никогда не выполнят. Мне бы хотелось, чтобы больше людей хотя бы были искренними.",
        }
    },
    {
        "LogName": "Sebastian Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueSebastian",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Наконец... какой сильный дождь. Мне легко надоедает солнечная погода.#Я думаю, что сегодня у меня будет хороший день. И ты тоже получай удовольствие, хорошо?$h",
            "Rainy_Day_1": "#$c .5#Эй. Я думал о своей старой комнате в подвале. Я чувствовал себя там комфортно, но здесь гораздо интереснее. И я не скучаю по этому запаху...#Я не мог слышать стук капель дождя в своей старой комнате. Приятно иметь такую возможность в этом доме.$7#$e#Мне было немного неловко жить в доме моей мамы так долго.",
            "Rainy_Day_2": "Эй. Прошлой ночью мне не спалось, и я решил прогуляться до пещер. Я нашёл вот это... хочешь взглянуть?[575 769 767 84 66 78]#$e#$c .5#Мне иногда не спиться, но это не имеет никакого отношения к тебе. Я люблю тебя.$7#Я продолжал идти, и я думаю, что немного увлёкся. Извини, я ничего такого не имею в виду.",
            "Rainy_Day_3": "#$c .5#Кажется, сегодня можно просто полежать, может быть, почитать книгу или что-то ещё... а ты как думаешь?#...Вчера я был озадачен проблемой с кодировкой, но сегодня, я смогу её решить.$7",
            "Rainy_Day_4": "#$c .5#Ещё один дождливый день... идеально.#$e#Ты замёрзла... вот, подойди поближе.$l#Помнишь тот день, что мы провели на пляже? Под зонтиком?$l",
            "Rainy_Night_0": "Теперь, когда мы поженились, я изо всех сил стараюсь бросить курить... Я не хочу умирать. Это плохая привычка.#$e#Я хочу, чтобы у нас было совместное будущее.$l",
            "patio_Sebastian": "#$c .5#Тебе что-то нужно? Я немного поработаю здесь над своим мотоциклом.#Я хочу убедиться, что всё в идеальном состоянии. В следующий раз, когда я поеду, мне не нужны никакие заботы.",
            "Rainy_Night_1": "#$c .5#Сегодня я был в музыкальном настроении, поэтому поиграл с синтезаторной программой. Жаль, что я не делаю этого чаще. Это очень приятно.$h#Сегодня я немного поработал над ноутбуком. На самом деле, я обдумывал несколько идей для игры, которую хочу сделать.#$e#С твоими доходами от фермерства я могу позволить себе делать со своей жизнью всё, что захочу. Это удивительно. Спасибо.$h",
            "Rainy_Night_2": "#$c .5#О, чёрт возьми! Я ведь должен был сегодня вынести мусор, да? Я... сделаю это утром.$s#Извини, я не приготовил ужин. У нас есть замороженная пицца в холодильнике или что-то ещё.#$e#Я не знаю, мои мысли были где-то далеко. Трудно вспомнить, что нужно делать по дому...",
            "Rainy_Night_3": "Как прошёл твой день? Ты сражалась с монстрами?$h#$e#$c .5#Приятно время от времени вымещать свою агрессию?#В любом случае, я рад, что ты знаешь, как избежать скуки.$7",
            "Rainy_Night_4": "#$c .5#Может, сегодня вечером нас посетит ведьма? Ха!.. если бы только жизнь была такой интересной...#Эй, дай мне знать, когда будешь готова лечь спать...$l",
            "Indoor_Day_0": "Чем старше я становлюсь, тем меньше меня тянет в город. В этом есть некая мистика.#$e#$c .5#Но оказалось, что это была всего лишь романтическая фантазия. Город так оживлён, так полон людей... Мне там не место. Я - одиночка.#Жить здесь... это для меня правильный вид одиночества. Ты из тех, кто заставляет меня с нетерпением ждать встречи с тобой каждый день.$7",
            "Indoor_Day_1": "Кофе не желаешь?[395]$7#$e#$c .5#Мне нужно было немного выпить... я проснулся рано из-за ночного кошмара и просто не смог снова заснуть.#Это хорошо. Только не этот мусор марки Джоджа.",
            "Indoor_Day_2": "Я не мог заснуть прошлой ночью, поэтому отправился на ночную поездку на мотоцикле.#$e#$c .5#Мне нужно оставаться независимым, даже несмотря на то, что мы женаты. Просто я такой. Но я всё равно люблю тебя.$7#Луна была яркой и отбрасывала тени на деревья. Это была идеальная ночь.$7",
            "Indoor_Day_3": "Эй. Как тебе спалось?#$e#$c .5#Я слышал, как ты бормочешь. Ты казалась испуганной, но я должен признать... это было довольно мило.$l#Это была не слишком плохая ночь для меня, но я признаю, что завидую тому, как ты иногда можешь спать как бревно.$7",
            "Indoor_Day_4": "#$c .5#Жизнь здесь с тобой учит меня иногда выходить из своей скорлупы. Я думаю, это хорошо влияет для меня.$7#То, как ты заботишься о ферме... Теперь я понимаю, откуда берётся наша еда.$7",
            "Indoor_Night_0": "Эй. Сегодня я просто болтался по дому. Ничего интересного...#$e#...#$e#$c .5#О, я уже собрал всю посуду и белье для стирки. Так вот оно что.#Вид из нашего дома прекрасный. С парадного крыльца можно увидеть закат солнца над городом Пеликан.",
            "Indoor_Night_1": "Может, я выпил слишком много кофе... Я не чувствую себя очень усталым.#$e#$c .5#Я не хотел, чтобы всё это пропало даром. Этот аромат, мне очень нравится.#Я всё ещё пытаюсь приспособиться к расписанию фермы. Я обычно не ложился спать до 5 утра и иногда спал до 2 часов дня.$h",
            "Indoor_Night_2": "#$c .5#Я думал, что жить дальше по дороге от моей семьи будет недостаточно далеко. Но всё кажется намного менее напряженным просто потому, что не приходится делить крышу.#Это здорово иметь свой собственный дом. Я могу делать всё, что захочу, и не позволю людям постоянно придираться ко мне.#$e#Я уверен, что Мару счастлива, что я уехал.",
            "Indoor_Night_3": "#$c .5#Я недавно заметил летучую мышь за окном. Их трудновато увидеть в темноте, но если сосредоточится, то можно даже поймать. Они там, снаружи.#О, привет. Я сделал кое-что. Это не совсем плохое качество, но я учусь. [227 228]",
            "Indoor_Night_4": "#$c .5#Дома я часто чувствовал себя недооцененным... но здесь я чувствую, что принадлежу этому месту. Спасибо, что заставила меня чувствовать себя желанным гостем.$l#Я не чувствую усталости, но постараюсь уснуть. Я хочу увидеть тебя до того, как ты уйдёшь на весь день.$7",
            "Outdoor_0": "#$c .5#Я хочу сделать что-то сегодня... но я не уверен, что именно. У вас когда-нибудь дела?#Ха, я почти всю ночь просидел здесь, читая под фонарем на крыльце. Возможно, я вздремну позже.$h",
            "Outdoor_1": "Хм... иногда мне приходится заставлять себя оставаться на улице ради здоровья.#$e#$c .5#Я не знаю, но мне нравится сидеть дома. Может, я просто так привык к своей тёмной комнате.#Солнце начинает становиться ярким. Я скоро вернусь.",
            "Outdoor_2": "#$c .5#Я буду наблюдать за тобой отсюда. Мне нравится смотреть за тобой.$h#Стою вот так на крыльце... Интересно, стану ли я когда-нибудь таинственным наставником для какого-нибудь мальчишки в городе?$7",
            "Outdoor_3": "#$c .5#Я не хочу ослабнуть, теперь я женатый парень. Может, мне стоит начать есть больше острого перца и тренироваться? Хорошая идея...$h#Я немного прогулял, как раз перед тем, как ты встала. Похоже, некоторые животные уже проснулись.$7",
            "Outdoor_4": "Мы должны поймать больше слаймов... В больших количествах они могут быть прибыльными. И их так легко растить.#$e#Кроме того, цветные слаймы производят различные предметы. Я не знаю, это может стать своего рода забавным хобби для нас.",
            "OneKid_0": "#$c .5#Я всё ещё привыкаю быть отцом. Не волнуйся, я хорошо позабочусь о нашем ребёнке! Это просто..... нечто новое.#Ну вот, наконец-то мы это сделали. Мы обнаружили кое-кого, чей график сна ещё более неустойчив, чем мой. Спасибо, %kid1.$s",
            "OneKid_1": "#$c .5#Быть отцом намного сложнее, чем я думал... но я знаю, что именно ты зарабатываешь наше содержание, поэтому обещаю, что буду делать всё возможное каждый день.#Может быть, когда %kid1 немного подрастёт, я куплю коляску для мотоцыкла, и мы все сможем покататься.$h",
            "OneKid_3": "#$c .5#Я не думал, что буду так сильно любить крошечного человечка. Серьёзно, я бы сделал абсолютно всё для этого ребёнка.$l#Ты уже плохо пахнешь %kid1. Может, пришло время принять ванну...",
            "TwoKids_0": "#$c .5#Я стараюсь соблюдать детское расписание, чтобы сохранить свой рассудок. Хотя моё собственное расписание ещё не готово.#Не волнуйся, я уже накормил детей... благодаря %kid2, моя рубашка снова в шоколадном молоке.",
            "TwoKids_1": "#$c .5#Я не могу сказать, что это именно та жизнь, которую я себе представлял, когда впервые встретил тебя. Но это более целеустремленное, чем я мог себе представить.$l#Я надеюсь, что %kid1 и %kid2 хорошо относятся друг к другу. В детстве мы с Мару всегда ссорились. ...Если я вспомню об этом, то это была в основном моя вина...",
            "TwoKids_2": "#$c .5#Скоро, когда дети будут спать, я думаю, что мне нужно будет немного побыть одному. Детишки изводили меня до изнеможения.$s#Мне снится часто повторяющийся сон, что %kid2 в костюме теневого шамана и сидит на светящейся тыкве. Странно, да?",
            "TwoKids_3": "Мы проделали долгий путь, @. Посмотри на нашу семью. Честно говоря, я никогда не думал, что окажусь в такой ситуации.#$e#Теперь, когда я здесь, мне всё нравится...$l",
            "funLeave_Sebastian": "#$c .5#Я собираюсь сегодня прогуляться. Мне нужно немного побыть одному. Увидимся вечером.#У меня сегодня много дел. Я дам тебе знать, если это всё ещё беспокоит меня, но сейчас мне просто нужно пойти прогуляться.",
            "funReturn_Sebastian": "#$c .5#У меня был прекрасный день, и мне не о чём тебе рассказывать. Почему бы тебе не рассказать мне о своём?#Хм? О, вообще-то я в очень хорошем настроении. А как насчёт тебя?$7",
            "spring_8": "Моё правое веко продолжает дёргаться. Это продолжается уже почти месяц.#$e#Это смешно. Я не чувствую такого стресса.#$e#Может, это оттого, что я так часто смотрю в монитор. Но я не собираюсь отказываться от него ради такой мелочи, как эта.$u",
            "spring_16": "В детстве меня часто дразнили. Впрочем, меня это больше не беспокоит.#$e#Во всяком случае, это помогает мне больше ценить настоящее.$7",
            "spring_26": "Ожидание наконец закончилось. Появилась новая Cave Saga X, которая должна быть доставлена сегодня.$h",
            "spring_28": "Какой я молодец... Я полностью прошёл новую Cave Saga X. Я не могу поверить, но я это сделал.#$e#Мне придётся пройти её ещё раз. Возможно, есть какие-то предзнаменования или секреты, которые я пропустил.",
            "summer_5": "Ты пользуешься солнцезащитным кремом? Ой. Извини.#$e#Ты... ты ведь много для нас делаешь, правда? Я... сделаю сегодня небольшую уборку в доме.$u#$e#Слушай, и если ты хочешь купить себе что-нибудь вкусненькое, я не буду жаловаться. Ты же зарабатываешь нам деньги.",
            "summer_15": "Серьезно, уже так жарко? Это плохой знак. Уже 6 утра, а я уже один раз сунул голову в морозилку...$u",
            "summer_19": "Сегодня в прямом эфире раздают благотворительные диски с видеоиграми. Я знаю, что буду делать, чтобы отвлечься от жары сегодня.$h",
            "summer_22": "Неужели тебе никогда не надоедает постоянно бегать? Клянусь, ты должна пить энергетический сироп вместо крови.$7",
            "fall_6": "Вчера я снова нанялся на внештатную работу к одному старому клиенту. Это должно занять меня на несколько дней.$7#$e#Я немного взволнован, сегодня буду работать над этим.$h",
            "fall_17": "Ладно, признаюсь, вчера я курил на ярмарке. Но это был особый случай. Я обещаю тебе, что обязательно брошу.$s",
            "fall_22": "Я стараюсь держать вещи в перспективе, когда осознаю, что всё временно. В конце концов всё исчезнет.#$e#Да, иногда я немного перегибаю палку с этими мыслями, но... Они мне нужны.$u#$b#Может, это кажется странным, но я действительно так думаю.",
            "winter_3": "Этот сезон идеально подходит для ночных прогулок.$7#$e#Не волнуйся, я не поеду, если дороги обледенеют. Я же не идиот.$h",
            "winter_12": "Воздух такой сухой и свежий. Именно так мне и нравится.$h",
            "winter_19": "Хм. Обычно я хожу за кофе, но, может, сегодня устроить день горячего шоколада.$u#$e#С зефиром.$7",
            "winter_24": "Завтра мы будем сидеть вместе со всей моей семьей. Ты знаешь... Я с нетерпением жду этого момента.$h",
            "winter_26": "...Снег уже тает. *вздох*$s",
        }
    }]
}