{
    "Changes": [
    {
        "LogName": "Shane",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Shane",
        "Entries":
        {
            "Introduction": "Я тебя совсем не знаю. Почему ты разговариваешь со мной?",
            "JojaMart": "%Шейн усердно работает. Похоже, ему неинтересно разговаривать.",
            "Mon": "Я тебя совсем не знаю. Почему ты разговариваешь со мной?",
            "Mon6": "Недавно я понял, что гораздо проще не заводить друзей, пока они не узнают меня получше.#$e#Многие люди оказываются придурками.",
            "Mon8": "Эмили - очень хорошая девушка. Она даёт мне пиво и слушает. Больше мне ничего не нужно.#$e#Ты тоже довольно крутой.^Ты тоже довольно крутая.",
            "Tue8": "Клинт немного неловкий. Я не знаю, как Эмили делится теплом, который у неё есть для него.#$e#А может, она просто ничего не замечает...$u",
            "Tue10": "У нас с Эмили ничего бы не вышло... по понятным причинам. Я рад, что у меня есть ты.$l^Мы с Эмили были просто друзьями. Я рад, что всё так и осталось.$l",
            "Wed2": "...Сууууупер.$s",
            "Wed4": "Разве я когда-нибудь становился по-настоящему странным и уязвимым с тобой, пока был пьян? У меня есть склонность к этому.$u#$e#Что бы я ни сказал, не принимай всерьёз.$u",
            "Wed6": "$d Joja#*вздох* ...Каждый день одно и то же. Набивать эти ужасные полки, ходить в салун, ворочаться всю ночь напролёт.$s|Я ненавидел свою работу в ДжоджаМарте, но теперь, когда я безработный, я чувствую себя ещё хуже.$s",
            "Wed10": "Мой психолог много помогал мне по поводу самоубийства.#$b#Однако алкоголь - это всё же крепкая штука.#$e#Многие люди этого не понимают. Я не могу просто 'перестать ходить' в салун.$s",
            "Thu2": "...Да.$s",
            "Thu10": "У меня есть свои взлёты и падения. Но в последнее время, кажется, всё стало немного лучше.#$e#Сегодня всё хорошо, да? Зачем ты хочешь поговорить со мной?$h",
            "Fri2": "Ты просто не оставишь меня в покое, да? $s",
            "Fri10": "@, я ценю, что ты всегда рядом со мной. Но ты же понимаешь, что не сможешь меня исправить, верно?#$e#Я говорю, что ты видишь то, что получаешь.#$e#Хорошенько подумай об этом. Я не хочу причинять тебе боль.$s",
            "Sat10": "О боже, я напился перед тем, как лечь спать прошлой ночью.$s#$q 530/531/532 Sat_old#Наверное, я тебя разочаровал.#$r 530 -250 Sat_530#Да! Я думал, ты хочешь помыться!^Да! Я думала, ты хочешь помыться!#$r 531 0 Sat_531#Восстановление имеет свои взлёты и падения.#$r 531 0 Sat_531#Прости, я знаю, тебе тяжело.#$r 532 -50 Sat_532#Никаких проблем. Ты так сам решил",
            "Sat_old": "$p 530#Послушай, я делаю всё, что в моих силах. Прости, если я иногда тебя подводил.$s|Но я ценю, что ты всегда рядом, несмотря ни на что.",
            "Sat_530": "...#$b#Ну, ясно, что я недостаточно хорош для тебя.#$b#Это круто. Иди гуляй с кем-нибудь ещё.",
            "Sat_531": "...#$b#Как ты можешь быть таким хорошим человеком? Неужели ты никогда ни на что не злишься?$s#$e#Но всё равно спасибо.",
            "Sat_532": "...#$b#Серьёзно, какого чёрта. Тебе вообще есть дело до того, что я делаю?$a",
            "Sun2": "Опять ты? Сколько раз я должен говорить тебе, чтобы ты оставил меня в покое?^Опять ты? Сколько раз я должен говорить тебе, чтобы ты оставила меня в покое?$s",
            "Sun4": "Хм... сейчас самое подходящее время. Мне бросить замороженную пиццу в микроволновку и подождать?$u",
            "summer_Mon6": "$d Joja#Я думаю, что проведу немного больше времени у холодильника задней комнаты Джоджа, если будет так жарко.$u|Хм... что я могу сделать, чтобы скоротать время сегодня?",
            "summer_Mon8": "Я думаю, Эмили хороша только потому, что она милая. Мне не нужна её жалость, но...#$b#...Я не нуждаюсь в её обществе.$u",
            "summer_Mon10": "Вчера мы с Джас играли в довольно забавную игру. Мы сделали небольшую полосу препятствий в ограде.$h#$e#Я знаю, что не оказываю большого влияния на Джас, но ты должен признать, что у меня бывают свои моменты.^Я знаю, что не оказываю большого влияния на Джас, но ты должна признать, что у меня бывают свои моменты.",
            "summer_Tue8": "$d Joja#Моя прогулка на работу летом по утрам очень приятна. Сейчас так спокойно и ещё не слишком жарко.|Цыплята заставляют меня рано вставать. Но, по крайней мере, летом, когда солнце только встаёт, воздух приятный.",
            "summer_Tue10": "Может, я немного люблю Эмили, в тот или иной момент, но...$s#$b#...ты отличаешься тем, что, кажется, хочешь чего-то от меня.$l",
            "summer_Wed6": "$d Joja#*вздох* ...Каждый день одно и то же. Набивать эти ужасные полки, ходить в салун, ворочаться всю ночь напролёт.$s|Я ненавидел свою работу в ДжоджаМарте, но теперь, когда я безработный, я чувствую себя ещё хуже.$s",
            "summer_Wed8": "Марни и Джас терпели много моего дерьма. Я чувствую мотивацию сделать для них всё возможное.#$e#Это не то, что я чувствовал в течении долгого времени.",
            "summer_Thu6": "С нетерпением ждёшь сезон гридбола?#$e#Иногда бывает забавно наблюдать за Юниорской лигой. Билеты стоят дешевле.",
            "summer_Thu8": "Блин, куры в последнее время не остаются в стороне от неприятностей. Ломают вещи... Застревают в этом дерьме...#$b#Ха, по крайней мере, я им для чего-то нужен.$h",
            "summer_Thu10": "Когда два твоих лучших друга умирают в один и тот же день, это очень сильно портит тебе настроение.$s#$e#У меня были проблемы до того, как они умерли, но это самое худшее.",
            "summer_Fri4": "Какой жаркий день. Мне бы очень пригодился холодный душ.#$e#Ты здесь?",
            "summer_Fri6": "Я видел несколько старых фотографий одноклассников в интернете.$s#$e#Самые отвратительные из них - это люди, которые не могут сфотографироваться без своего долбаного ребёнка в кадре.",
            "summer_Fri8": "Видеть людей, у которых есть всё... деньги, дом, дети...#$b#...это так удручает, то, что у меня есть.#$e#Эй там, спортсмен! Поздравляю с очередным прям-табелем успеваемости! Давай купим мороженое!$10#$b#Грубо.$u",
            "summer_Fri10": "Из миллиона людей, держу пари, ты единственный, кто не бросил бы меня к этому моменту.^Из миллиона людей, держу пари, ты единственная, кто не бросил бы меня к этому моменту.#$e#Эх, я не принимаю такие вещи как должное.",
            "summer_Sun6": "Похоже, у меня кишка тонка. О боже. Скоро я стану тем парнем, у которого есть всё это!$u",
            "summer_Sun8": "$d Joja#Завтра я снова пойду работать ещё неделю. Уууррааа..$s|Я скучаю по настоящим выходным, как раньше. Но я думаю, что это компромисс для того, чтобы быть полноценным человеком.",
            "summer_Sun10": "@, одна вещь, которую тебе, вероятно, следует знать, это то, что, технически, я Крёстный отец Джас.$s#$e#Хотя на самом деле её воспитывает Марни. Я всё испортил.$s",
            "fall_Mon6": "Я видел несколько старых фотографий одноклассников в интернете.$s#$e#Самые отвратительные из них - это люди, которые не могут сфотографироваться без своего долбаного ребёнка в кадре.",
            "fall_Mon8": "Вчера вечером я пропустил матч по гридболу. Во всяком случае, лучше жить.",
            "fall_Mon10": "Ты когда-нибудь чувствовал, что весь мир изучает тебя, как какое-то отвратительное насекомое?^Ты когда-нибудь чувствовала, что весь мир изучает тебя, как какое-то отвратительное насекомое?",
            "fall_Tue8": "Ну, по крайней мере, у Клинта жизнь ещё хуже, чем у меня. Парень живёт один.#$e#Извини, это дерьмовая вещь то, что я сказал.$s",
            "fall_Tue10": "Странно, что мне никогда не надоедает видеть тебя, @.#$e#Такого со мной ещё никогда не случалось.$l",
            "fall_Wed6": "$d Joja#*вздох* ...Каждый день одно и то же. Набивать эти ужасные полки, ходить в салун, ворочаться всю ночь напролёт.$s|Я ненавидел свою работу в ДжоджаМарте, но теперь, когда я безработный, я чувствую себя ещё хуже.$s",
            "fall_Wed8": "Наверное, я уже успел привязаться к Марни и Джас. Мы - разношёрстная компания, мы похожи на странную семью.#$e#В детстве у меня никогда не было большой семьи.$s",
            "fall_Thu6": "Эй @.#$e#Итак, ты сегодня сегодня будешь пить? Это круто, если ты хочешь присоединиться ко мне.",
            "fall_Thu8": "Тебе нравится со мной разговаривать? Наверное, я тебе верю... может быть, ты такой же странный, как и я.^Тебе нравится со мной разговаривать? Наверное, я тебе верю... может быть, ты такая же странная, как и я.$h",
            "fall_Thu10": "У меня есть свои взлёты и падения. Но в последнее время, кажется, всё стало немного лучше.#$e#Сегодня всё хорошо, да? Зачем ты хочешь поговорить со мной?$h",
            "fall_Fri4": "$d Joja#Этот парень Сэм? Да, я работаю с ним. Правда, я с ним почти не разговариваю.|Этот парень Сэм? Да, мы работали вместе. Правда, я никогда особо с ним не разговаривал.",
            "fall_Fri8": "Я точно пойду сегодня в салун. А что ещё остаётся делать?",
            "fall_Fri10": "@, я ценю, что ты всегда рядом со мной. Но ты же понимаешь, что не сможешь меня исправить, верно?#$e#Я говорю, что ты видишь то, что получаешь.#$e#Хорошенько подумай об этом. Я не хочу причинять тебе боль.$s",
            "fall_Sun6": "...Думаю, я начал набирать вес.$s",
            "fall_Sun8": "Если я буду больше смотреть телевизор, возможно, я смогу забыть о жизни. Это было бы классно.$u",
            "fall_Sun10": "Вчера вечером на нашей ферме вылупился новый цыплёнок. Это был хороший день.$h",
            "winter_Mon8": "Я не понимаю, как такой человек, как Эмили, может быть так довольна своей жизнью.#$e#Я не смог бы смириться с её работой и жизнью, если бы был на её месте.#$e#И я, наверное, тоже не стал бы тусоваться с такими парнями, как я.$s",
            "winter_Mon10": "Когда два твоих лучших друга умирают в один и тот же день, это очень сильно портит тебе настроение.$s#$e#У меня были проблемы до того, как они умерли, но это самое худшее.",
            "winter_Tue4": "Бедная маленькая мама-курочка застряла там на всю зиму. Надо хорошо о них заботиться.#$e#Ты же понимаешь, что я имел в виду цыплят, верно?$u",
            "winter_Tue8": "Интересно, жизнь у кур лучше или хуже, чем у людей? Хм...$u#$e#Я бы сказал, что хуже.#$b#Если только куры не гуляют. Затем... Я не знаю.",
            "winter_Tue10": "Мой психолог много помогал мне по поводу самоубийства.#$b#Однако алкоголь - это всё же крепкая штука.#$e#Многие люди этого не понимают. Я не могу просто 'перестать ходить' в салун.$s",
            "winter_Wed6": "$d Joja#*вздох* ...Каждый день одно и то же. Набивать эти ужасные полки, ходить в салун, ворочаться всю ночь напролёт.$s|Я ненавидел свою работу в ДжоджаМарте, но теперь, когда я безработный, я чувствую себя ещё хуже.$s",
            "winter_Wed8": "Я стараюсь сделать всё возможное для Джас. Она говорит, что у неё остались хорошие воспоминания обо мне.#$e#Правда, я не помню некоторых из тех, о которых она упоминает.$s",
            "winter_Thu6": "Какой-то паршивый сегодня денёк...$s#$e#Так на сколько ты был пьян в своей жизни?^Так на сколько ты была пьяна в своей жизни?",
            "winter_Thu8": "Тебе нравится со мной разговаривать? Наверное, я тебе верю... может быть, ты такой же странный, как и я.^Тебе нравится со мной разговаривать? Наверное, я тебе верю... может быть, ты такая же странная, как и я.$h",
            "winter_Thu10": "Я так и скажу... Я совершенно неправильно тебя понял.#$b#Когда я впервые увидел тебя, то подумал, что ты будешь абсолютным работягой. Я рад, что ошибся.$h",
            "winter_Fri6": "Я определенно пойду сегодня в салун. А что ещё остаётся делать?",
            "winter_Fri8": "Видеть людей, у которых есть всё... деньги, дом, дети...#$b#...это так удручает, то, что у меня есть.#$e#Эй там, спортсмен! Поздравляю с очередным прям-табелем успеваемости! Давай купим мороженое!$10#$b#Грубо.$u",
            "winter_Fri10": "$d Joja#Мысль о том, чтобы увидеть тебя, вот что помогает мне пережить этот день. Мы что, куда-нибудь пойдём сегодня вечером?|Эй, я надеюсь, ты не замёрзнешь. У меня есть старое пальто, я могу тебе одолжить, если оно тебе понадобится.",
            "winter_Sun6": "Этот сезон по гридболу был интересный.#$e#По крайней мере, я так слышал. Я пропустил целую тонну игр.",
            "winter_Sun8": "Каково это для тех алкогольных миллионеров? Например, генеральные директора, у которых всегда есть половина мини-бара за столом?#$b#Неужели они просто остаются пьяными весь день и получают за это деньги? Если это так, запишите меня.#$e#Похоже, я упустил своё призвание.",
            "winter_Sun10": "Ты должен понять, @, дело в том, что когда я делаю всё возможное, это выглядит намного хуже, чем то, как это делают другие люди.^Ты должна понять, @, дело в том, что когда я делаю всё возможное, это выглядит намного хуже, чем то, как это делают другие люди.$s#$e#Я подумал, что тебе следует это знать.",
            "winter_28": "Ещё один год прошёл?$u#$e#Попробуй догадаться, чем я занимаюсь весь вечер.",
            "spring_1_2": "Угх, моя голова.$s#$e#Можно мне просто проспать весь этот год?$s",
            "winter_28_2": "Ещё один год прошёл?$u#$e#Попробуй догадаться, чем я занимаюсь весь вечер.",
        }
    },
    {
        "LogName": "Shane Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueShane",
        "Entries":
        {
            "Rainy_Day_0": "Я надеюсь, что Джас и Марни справятся без меня.#$e#Я не слишком беспокоюсь... Джас уже достаточно взрослая, чтобы самостоятельно ухаживать за животными.",
            "Rainy_Day_1": "#$c .5#А знаешь что? Я думаю, что немного похудел с тех пор, как переехал к тебе.$6#У меня сегодня колени как-то не в порядке. Это когда-нибудь случается с тобой? Или это только у меня?$s",
            "Rainy_Day_2": "#$c .5#Сюда... возьми это.[346 174 303 305 215] Я недавно купил некоторые из них, но они почти просрочены...#Вот, возьми это на потом. [346 346 303] Просто небольшое напоминание: если не хочешь работать сегодня, можешь немного полениться.",
            "Rainy_Day_3": "#$c .5#Бах... Сегодня мне не хочется быть продуктивным.#...Хорошо. К чёрту всё это. Сегодня я макаю свою пиццу в соус для ранчо.$u",
            "Rainy_Day_4": "#$c .5#Ну, может, мне сегодня сделать что-нибудь полезное?... или просто вздремнуть?#Вчера вечером я был так увлечён тем, чтобы сделать несколько приседаний. Но этот дождь убивает мою мотивацию.",
            "Rainy_Night_0": "Хмм... похоже, сегодня я разогрею в микроволновке несколько булочек с пиццей.#$e#Некоторые люди любят готовить их в духовке, но для меня это занимает слишком много времени. К тому же мне нравится эта мягкая текстура.$h",
            "patio_Shane": "#$c .5#У Чарли всё хорошо.$8#Если Чарли в хорошем настроении, то и я тоже в хорошем настроении.$8",
            "Rainy_Night_1": "#$c .5#Стук дождя переносит меня в другое время... другое место.#Я надеюсь, что Чарли там не боится.$u",
            "Rainy_Night_2": "#$c .5#Я думаю... если бы у меня были штаны, я бы сегодня вышел на улицу... но, нет.#А что, если мы просто позволим Чарли жить внутри? Не похоже, чтобы там был такой уж большой беспорядок...$u",
            "Rainy_Night_3": "#$c .5#Мне нравится мрачная погода, но я чувствую себя хуже из-за кур.#Я до сих пор не могу поверить, что ты проводишь всё это время на улице, когда идёт дождь, будто это ничего не значит.",
            "Rainy_Night_4": "#$c .5#Шлёп-шлёп-шлёп... Я хочу пить.$6#У нас есть какие-нибудь домашние варева? Наверное, я так себя чувствую... необычный вечер.",
            "Indoor_Day_0": "#$c .5#Бух... иногда жизнь кажется медленным серым пятном... понимаешь, что я имею в виду?#Вот и конец ещё одного бессмысленного дня. Эй, не то чтобы это было ужасно.",
            "Indoor_Day_1": "#$c .5#Эй. Прими это... Я положил слишком много в микроволновку. [195 215 206]Извини, если он хлюпает.#Открой рот. И закрой глаза. И ты получишь... большое удивление. [195 215 206]",
            "Indoor_Day_2": "#$c .5#Сделай мне одолжение... когда я умру, используй мой прах для удобрения кукурузы для кур.#Тебя никогда не раздражает, что я не такой бодрый, как стереотипный муж мечты?",
            "Indoor_Day_3": "#$c .5#*целует*... Ммм, такой вкус, как будто кто-то грыз булочки с пиццей.$6#Эй, не расчёсывай волосы. Сегодня утром ты выглядишь очень сексуально.",
            "Indoor_Day_4": "#$c .5#Я могу много времени проводить в одиночестве и иногда казаться несчастным... но я ценю всю твою работу. Я счастливый парень.$6#Дай мне что-то позитивное, чтобы сосредоточиться. Я знаю, сегодня хорошее утро. Мне нужна помощь, чтобы добраться туда.",
            "Indoor_Night_0": "#$c .5#Я выпью ещё пару кружек пива, прежде чем закрою глаза.#Я вздремнул, пока тебя не было. Я надеюсь, что это не испортит мой цикл сна.",
            "Indoor_Night_1": "Если... Хотя бы... Ах, я вспомнил те славные дни,когда играл в гридбол в одной команде.$6#$b#Но теперь я стар и слаб...",
            "Indoor_Night_2": "#$c .5#Охх... *бульканье*... Я чувствую себя немного раздутым... от... слишком большого количества соуса. Сразу вспоминаю Джоджа.#Эй, я был сегодня хорош. Я хотел покончить с мешком угольных шишек, но сдержался.",
            "Indoor_Night_3": "#$c .5#Бух... Мне бы хотелось быть на шесть дюймов выше и намного умнее... Но ты любишь меня такого, какой я есть? Я по-прежнему трудно пониманию то, что...#Эй. Хочу... лечь спать?$l",
            "Indoor_Night_4": "#$c .5#Я весь день смотрел телевизор, и теперь мои ноги стали как мягкое тесто. Думаю, мне придётся успокоиться до завтрашнего утра.#Может, мне стоит выпить что-нибудь, чтобы заснуть. Не очень хорошее решение, но это было бы лучше, чем не спать всю ночь.",
            "Outdoor_0": "Я плохо спал ночью, поэтому надеюсь, что свежий воздух освежит.#$e#Что оживить, спрашиваешь? Хех... ты странная.$h",
            "Outdoor_1": "Иногда я останавливаюсь и понимаю, что я не более чем мешок сочной, мягкой плоти.#$e#Но эй... это замечательно... и вообще, что такое жизнь?$h",
            "Outdoor_2": "#$c .5#Когда я останавливаюсь и думаю об этом... Я нахожусь в хорошем месте. Моя жизнь довольно хороша.$6#Я не могу придумать лучшего места, чтобы быть прямо сейчас, чем здесь. Надо смотреть на вещи в перспективе, верно?$6",
            "Outdoor_3": "#$c .5#Оооох... мой язык распух от того, что я съел слишком много перца.$s#Чёрт возьми. Я не осознавал, насколько застоялся воздух в моих легких, пока не оказался здесь.",
            "Outdoor_4": "#$c .5#Эй. Ты спала как младенец, поэтому я выскользнул из постели и отправился на утреннюю прогулку по ферме. Всё выглядит прекрасно.#Не знаю почему, но сегодня утром я чувствую себя очень хорошо. Должно быть, я хорошо спал.$h",
            "OneKid_0": "#$c .5#Странно, когда я был моложе, я поклялся, что у меня никогда не будет детей. Интересно, что со мной случилось?$6#Я хочу убедиться, что не испорчу всё для %kid1. Просто... наберись немного терпения со мной.",
            "OneKid_1": "#$c .5#Давай обязательно дадим этому ребёнку много яиц... Малыш должен отрастить себе ножки!#Я хочу подарить %kid1 самое лучшее детство на свете. Я должен исправить хотя бы некоторые свои ошибки в прошлом.",
            "OneKid_3": "Папа Шейн явился на дежурство...$6#$e#Бух... На старости лет я стал банальным.",
            "TwoKids_0": "#$c .5#Ну, если дети сегодня перестанут вести себя прилично, я всегда смогу включить несколько мелодий для спонтанной танцевальной вечеринки.#Я уже накормил детей двумя мисками хлопьев для пиццы. Какое-то время они будут сыты.",
            "TwoKids_1": "#$c .5#Я буду честен... мне достаточно двух детей.#Боже мой, как вообще можно растить больше двух детей? Я так устал.$s",
            "TwoKids_2": "#$c .5#Вот так-так... Я надеюсь, что у детей будет больше твоих черт характера, чем у меня.#Уухх... %kid2 сегодня не в настроении. Должно быть, он получил это от меня...",
            "TwoKids_3": "*Вздох*... Если бы только мы могли отправить детей в лагерь Джоджа...#$e#Просто шучу.$h",
            "funLeave_Shane": "#$c .5#Я собираюсь выйти сегодня, хорошо?#Мне пора сменить обстановку, иначе стены сомкнутся. Я вернусь сегодня попозже.",
            "funReturn_Shane": "#$c .5#Извини, если я вспотел... Это была настоящая прогулка... Но я уже не в форме.$6#Да, я хорошо провёл время. Но ты не волнуйся. Я был хорош.",
            "spring_2": "Вчера было потрясающе - впервые за долгое время увидел, как цыплята выходят на улицу.$h",
            "spring_14": "Бах, я думаю, что нахожусь на пост-яйцеклеточном фестивале отмены. Не так уж много можно было ожидать.$s#$e#Не волнуйся, со мной всё будет в порядке. Это всегда происходит со мной.",
            "spring_19": "В конце концов, все устают от чего-то.#$b#Ха, значит я опережаю своё время или что-то в этом роде?$h",
            "spring_27": "Признаюсь, я этого не делал... пей в меру.$s#$b#Но всё равно, мне чертовски лучше, чем было до встречи с тобой. Я надеюсь, что это имеет смысл с твоей точки зрения.#$e#Я имею в виду, ты ведь не видела меня в отключке, верно?",
            "summer_2": "Этим летом мы выращиваем острый перец?",
            "summer_4": "Блин, я скучаю по Джас. Сегодня у неё день рождения.#$e#Я знал, но со временем кое-что забываю.",
            "summer_12": "Ха, вчера было потрясающе, увидеть, как Эмили делает своё дело на танцполе. Рад, что ей так же хорошо, как и всегда.$h",
            "summer_16": "...Прошёл ещё год с тех пор, как я 'удочерил' Джас. А потом быстро всё испортил.$s#$e#У неё всё складывается хорошо. Нет, спасибо мне.$s#$e#Думаю, всё было бы по-другому, если бы это случилось сейчас. Когда ты рядом, я чувствую себя гораздо увереннее, чем раньше. Хочешь верь, хочешь нет.",
            "summer_17": "Как такие люди, как ты и Марни, могут всё время быть вместе? Я даже не знаю, где бы я был, если бы Марни не приютила Джас... и меня тоже.$s#$e#Ну, а потом появилась ты.$l",
            "fall_3": "Мне вдруг захотелось готовить, и я приготовил омлет. Вот, держи. [195]#$e#Только не проси меня много готовить, кроме этого. Серьёзно. Ты будешь сожалеть об этом больше, чем я.$h",
            "fall_7": "О, точно. Сезон по гидболу только начался. Я должен буду проверить, есть ли какие-нибудь хорошие игры в ближайшее время.",
            "fall_10": "Сегодня хороший день для прохождения игры Turbo 2. Или, может, Путь ярости 2.#$b#Хм. ...А может, и то, и другое.$u",
            "fall_12": "Вчера я ходил по всей ферме и осматривал её. Это действительно что-то крутое, не так ли?#$e#Я хотел сказать, что ты просто нечто.$h",
            "fall_23": "Мы живём ради сна. Всё, что мы делаем, связано с этим. Мы работаем, чтобы устать и поспать.#$b#Мы едим, поэтому мы не голодны, поэтому мы можем спать. Мы делаем творческие вещи, чтобы чувствовать себя удовлетворенными, а затем засыпаем.#$b#Неужели мы все просто неосознанно тренируемся, чтобы чувствовать себя более комфортно с нашей неизбежной смертью?$u",
            "winter_1": "Есть большие планы на эту зиму? Я, наверное, закончу тем, что буду много смотреть телевизор и просто болтаться по дому.",
            "winter_28": "Ну вот, прошёл ещё один год... Я выгляжу старше...$6#$b#...но ты выглядишь хорошо, как всегда.",
        }
    }]
}