{
    "Changes": [
    {
        "LogName": "Vincent",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Vincent",
        "Entries":
        {
            "Mon2": "Мой брат хорошо играет в видеоигры. Мне больше нравится смотреть, как он играет, чем играть против него.",
            "Mon4_2": "Когда папа вернулся, Сэм выбросил несколько своих старых компьютерных игр.$u#$e#Я думаю, что это были стреляки.$u",
            "Mon8": "Мама сделала мне стрижку. Она обычно так делает.#$e#Недавно Сэм сделал мне стрижку. Он попал в большую беду!$h",
            "Mon8_2": "Мама заставила меня перестать играть для того, чтобы показать мне спящего папу.$u#$e#Потом она начала плакать. Это было странно.$u",
            "Mon10": "@, может, ты сможешь быть моим папой, пока мой настоящий папа не вернётся!^Даже если ты девочка, может, ты сможешь быть моим папой, пока мой настоящий папа не вернётся.",
            "Mon10_2": "@, твой папа когда-нибудь был таким же, как мой?$u",
            "Tue2": "Красные ароматизированные жевательные резинки очень вкусные, но фиолетовые просто потрясающие.#$e#Есть минус? Другие цвета, которые идут с фиолетовымы, не так хороши.#$b#Хмммммммм...",
            "Tue4": "Мне нравится собирать карты Форогуэмона.#$e#Но мой старший брат только иногда играет со мной.",
            "Tue8": "Ты умеешь хранить секреты, мистер?^Ты умеешь хранить секреты, мисс?$u#$b#Я хочу жениться на мисс Пенни, когда вырасту.#$е#Только не говори ей, ладно?$u",
            "Tue8_inlaw_Penny": "Это так здорово, что ты женился на моей учительнице.^Это так здорово, что ты женилась на моей учительнице.#$e#Я никогда не думал, что это случится!",
            "Wed4": "В лесу растёт лук-батун. Ты знаешь, как его найти?#$e#Хотя вкус у него довольно странный. Мне просто нравится искать них.",
            "Wed6": "Вчера я нашёл на улице многоножку.#$b#Правда ли она называется многоножкой, потому что у неё миллион ног?",
            "Wed8": "Я хочу поискать жучков, но мама злится, когда я весь грязный.#$b#Это трудный выбор.",
            "Wed_inlaw_Sam": "Как поживает мой брат?#$e#Я не могу поверить, что мы теперь родственники!$h",
            "Thu6": "Так весело жить рядом с ранчо Марни.#$e#Однажды я увидел, как мне подмигнула корова.",
            "Thu8": "Если бы у меня была такая ферма, как у тебя, я бы хотел, чтобы это была конфетная ферма!$h#$e#Я знаю, знаю, я веду себя глупо.",
            "Fri": "О нет... Мама сегодня готовит суп из чечевицы.$s",
            "Fri2": "Мама сказала, что сегодня готовит жёлтое Карри. А там есть порошок карри?$u#$e#Это так и есть? Оуууууу.$s",
            "Fri4": "Ты выращиваешь что-нибудь интересное на своей ферме?",
            "Fri8": "Когда я был маленький, Сэм был немного груб со мной. Но в последнее время он стал гораздо добрее ко мне.",
            "Sat": "Папа скоро вернётся!#$b#Надеюсь, он привезёт мне какие-нибудь игрушки.$u",
            "Sat_2": "Папа какой-то странный с тех пор, как вернулся. Интересно, что с ним случилось?$s",
            "Sat2": "Ты знаешь кого-нибудь в армии? Там работает мой отец.",
            "Sat4": "Мой папа уехал. Но мамы и папы Джас тоже нет рядом.$u#$e#Она никогда не говорит о них. А мисс Пенни говорит, что я не должен спрашивать.$u",
            "Sat4_2": "Мне сегодня очень весело! А тебе?",
            "Sat6": "*вздох*... Когда папа вернётся?$s",
            "Sat6_2": "Папа какой-то странный с тех пор, как вернулся. Интересно, что с ним случилось?$s#$b#Он больше не играет со мной.$s",
            "Sat8": "Мой папа уехал. Но мамы и папы Джас тоже нет рядом.$u#$e#Она никогда не говорит о них. А Мисс Пенни говорит, что я не должен спрашивать.$u",
            "Sat8_2": "Прошлой ночью мне приснился плохой сон.$s#$e#Мне снилось, что папа снова уехал. Навсегда.$s#$e#Я знаю. Это же не по-настоящему. Но всё равно было страшно.$s",
            "Sat10": "@, твой папа часто был рядом, когда ты был маленьким?^@, твой папа часто был рядом, когда ты была маленькой?$u",
            "Sat10_2": "Я хочу, чтобы папа играл со мной больше...$u",
            "Sun4": "Мисс Пенни заставляет меня читать новую книжку каждую неделю.$s#$b#Хорошо, что иногда она позволяет мне их выбирать!",
            "Sun8": "Я попробовал немного маминого жёлтого карри. Это было вкусно.#$b#Но только из-за соуса. Овощи всё ещё противные.",
            "summer_Tue": "Эй, мистер @.^Эй, мисс @.#$e#Есть ли в городе кто-нибудь, кто тебе нравится?#$e#Да, любишь... ЛЮБИШЬ-любишь$h#$e#Ну, давай, рассказывай!",
            "summer_Tue4": "Какой твой любимый вкус мороженого?#$e#Мой - мятный чип.",
            "summer_Wed": "Ого! Круто! Ты весь вспотел!^Ого! Круто! Ты вся вспотела!",
            "summer_Wed6": "Стена для скалолазания - это довольно весело, но я так много раз взбирался на неё.",
            "summer_Sat6": "Сэм показал мне музыкальное видео с кучей танцующих крабов. Это так смешно!#$e#Если бы я увидел танцующих крабов в реальной жизни на пляже, я бы сказал: 'Чтоо?'$h",
            "summer_Sat10_2": "Сэм показал мне музыкальное видео с кучей танцующих крабов. Это так смешно!#$e#Если бы я увидел танцующих крабов в реальной жизни на пляже, я бы сказал: 'Чтоо?'$h",
            "fall_Wed": "А ты знаешь? Мой старший брат - рок-звезда.$h",
            "fall_Wed_inlaw_Sam": "Как поживает мой брат?#$e#Думаю, теперь он действительно взрослый!",
            "fall_Wed8": "Мой старший брат позволяет мне иногда пробовать играть на своей гитаре.#$e#Но я ничего не умею играть. Я не думаю, что когда-нибудь буду так же хорош, как он.",
            "fall_Tue": "Я собирал листья. Я нашёл кучу ярко-красных!",
            "fall_Sun4": "Снаружи столько грязи!#$e#Мама не любит грязь.",
            "fall_Thu4": "Однажды я попробовал бросить мяч с Алексом, но я не мог угнаться за тем, как далеко он его бросил.",
            "fall_Thu8": "Джас крутая. И не только для девочки.#$e#Она ещё очень умная.",
            "fall_Fri": "Фу, опять варёная свекла...$s",
            "fall_Sat10_2": "Сэм уговорил меня попробовать мамину рыбную запеканку. Она довольно грубая, но в ней также есть сыр и лапша.#$b#Так что, это даже хорошо.",
            "winter_Mon": "Я не могу дождаться праздника Зимней звезды!$h#$e#Надеюсь, я получу какие-нибудь игрушки! Или, может быть, что-нибудь вкусненькое!",
            "winter_Tue4": "Вчера я построил башню, которая была даже выше моего брата!$h#$e#Мне пришлось встать на табуретку, чтобы доделать её.",
            "winter_Wed": "Мама не считает горячий шоколад вредной пищей, когда идёт снег.#$e#Это очень мило.",
            "winter_Wed_inlaw_Sam": "Как ты с моим братом... У вас супер любовь?#$e#Ха-ха-ха!$h",
            "winter_Fri": "Мисс Пенни - очень хорошая учительница.#$b#Я не всегда правильно отвечаю на вопросы, но она всегда очень милая.",
            "winter_Fri10": "Однажды я ударил Джас, когда мы играли.$u#$e#Теперь я стараюсь быть с ней поласковее.",
            "winter_Sat10_2": "Эй! Хочешь поиграть в снежки?#$e#Снег сегодня идеально подходит для лучших снежков, когда- либо!",
            "spring_12": "Наконец-то! Завтра праздник яиц!$h#$e#Я всегда нахожу яйца, потому что все взрослые слишком высокие, им сложно заметить.$h",
            "fall_26": "Завтра День всех духов! Я уже боюсь!$h",
            "winter_24": "Праздник Зимней Звезды! Я не могу поверить, что он будет уже завтра!$h#$e#Ты взволнован?^Ты взволнована?",
            "winter_28": "Сегодня я буду спать до полуночи!",
            "spring_1_2": "Я так счастлив сегодня! Еееее!$h",
            "spring_12_2": "Наконец-то! Завтра праздник яиц!$h#$e#Я всегда нахожу яйца, потому что все взрослые слишком высокие, им сложно заметить.$h",
            "fall_26_2": "Завтра канун День всех духов! Я уже боюсь!$h",
            "winter_24_2": "Праздник Зимней Звезды! Я не могу поверить, что он будет уже завтра!$h#$e#Ты взволнован?^Ты взволнована?",
            "winter_28_2": "Сегодня я буду спать до полуночи!",
        }
    }]
}