{
    "Changes": [
    {
        "LogName": "Willy",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Willy",
        "Entries":
        {
            "Mon": "Есть какие-нибудь успехи в рыбалке? Придерживайся и со временем тебе станет легче.",
            "Mon2": "Ай да сюда, сынок.^Ай да сюда, девочка.#$b#Похоже, неплохая погодка для рыбалки, да?",
            "Mon6": "Пьер помогает мне продавать много рыбы, которая приходит сюда. Может быть, если ты продашь мне кое-что из своих уловов, ты увидишь их в его магазине!",
            "Mon8": "Я выложу ещё несколько рыболовных задач на доске объявлений Пьера, если настроение у меня будет хорошее. Надеюсь, ты будешь за ними присматривать.",
            "Tue2": "Есть два мира: тот, в котором мы живём, и гораздо более древний, находящийся под водой.#$e#Я думаю о том, что делаю, как о диалоге между этими двумя мирами.",
            "Tue4": "Чтобы отнять жизнь у рыбы, нужно сначала уважать её. Иначе, долго не протянешь в этой профессии.",
            "Tue8": "Я счастлив, что доверил тебе свою старую удочку, @, ещё тогда, когда мы впервые встретились. Ты хороший друг.$h",
            "Wed2": "Волны на нашем пляже довольно спокойные. Поэтому я могу управлять своим магазином на самой пристани.",
            "Wed4": "Разве я когда-нибудь терялся в море? Нет. Никогда.#$b#Я всегда принимаю соответствующие меры предосторожности. Если знать, что делать, то никогда не поставишь под угрозу свою безопасность.",
            "Wed6": "Помни, что где бы ни была вода, там, скорее всего, будет рыба.#$b#Ты выходишь на рыбалку немного чаще, чем я. Надеюсь, что ты найдёшь рыбу экзотические сорта.$h#$e#Только не приноси её мне, если она будет очень редкая.$s",
            "Wed8": "Я никогда не был женат.#$e#Когда-то, давным-давно, я любил одного человека. Она ушла от меня к другому мужчине.#$e#Иногда тот, кто уходит, остаётся в сердце навсегда.$s",
            "Thu2": "Меня никогда не перестаёт удивлять, как много мусора попадает в воду.$s#$e#Мы сами должны позаботиться об этом. Желательно, его переработать.",
            "Thu4": "Иногда я с кем-нибудь играю в шашки в салуне.#$e#Очень важно время от времени иметь хоть какой-то человеческий контакт, независимо от того, насколько комфортно мне будет одному.",
            "Thu6": "Ходят слухи о какой-то очень редкой рыбе в этих краях... но только опытный рыболов мог устоять против них.#$e#Тебе понадобится самая лучшая приманка, которую сможешь получить, если хочешь, чтобы редкая рыба клюнула.",
            "Thu8": "Мой самый большой улов был с тех пор, когда я был молод, как и ты.#$b#Впрочем, кто знает? Возможно, что я смогу превзойти самого себя.$h",
            "Fri": "Как держится твоя удочка?",
            "Fri2": "Если хочешь, чтобы рыба клюнула, убедись, что на крючке есть приманка.",
            "Fri4": "Если когда-нибудь поймаешь Омара в краболовной ловушке, обязательно поделись им с Эллиотом. Это его любимое.",
            "Fri6": "Уже пробовал готовить похлёбку?^Уже пробовала готовить похлёбку?$h#$e#Это старая классика.$h",
            "Fri8": "Мы можем согласиться, что на рыбалке я научу тебя терпению. Я не могу придумать лучшего навыка для практики.#$b#Сама жизнь - это игра в ожидание. А потом всё кончается. Мне жаль тех, кто никогда не научится правильно ждать.",
            "Sat2": "За эти годы я выучил несколько хороших рыбных рецептов. Может быть, я как-нибудь поделюсь ими с тобой.",
            "Sat4": "Если увидишь меня на рыбалке, просто подойди ко мне и тоже забрось удочку.#$b#Ты всегда можешь это сделать.$h",
            "Sat6": "Когда ждёшь клёва, послушать музыку по радио - отличный способ скоротать время.#$b#Но у наших предков такой роскоши не было. Поэтому иногда я выключаю музыку и слушаю звуки природы, восхищаюсь старыми способами.",
            "Sun4": "Иногда я вылавливаю затонувшие сокровища. За эти годы я нашёл несколько довольно удивительных вещей.#$e#Надеюсь, ты тоже найдёшь какие-нибудь интересные сокровища!",
            "Sun6": "Мне жаль, что я так мало спрашиваю о твоём хозяйстве. И как же это происходит?",
            "Sun8": "Мой старый сосед умер несколько лет назад и доверил мне свой дом.#$b#Я рад, что Эллиот смог купить его и переехать сюда. Он - хороший сосед.",
            "spring_Fri2": "Сом клюёт только тогда, когда идёт дождь. Их можно ловить в пресной воде весной и осенью.#$e#Просто подумал, что стоит упомянуть об этом. Сом - одна из моих любимых рыб.$h",
            "spring_Fri8": "Если ловить обычную рыбу, то на самом деле выгоднее чистить её и резать самому.#$e#Это если продавать их в другом месте. Я же покупаю только живую рыбу.",
            "summer_Thu2": "Сейчас сезон радужной форели.#$b#И это единственный сезон, когда можно её получить. Обязательно запасись ими, если тебе нравится готовить с ними.",
            "summer_Thu6": "Если ты хочешь выловить Тиляпию этим летом, убедись, что делаешь это утром.#$e#Иногда они появляются в начале дня, но не слишком часто.",
            "summer_Wed2": "Робин может построить тебе пруд с рыбой, ммм? Только убедись, что будешь относиться к этим рыбкам очень хорошо.#$e#Некоторым из них, просто, нужен дикий океан или ручей, понимаешь? Не все рыбы живут в прудах по какой-то причине.",
            "summer_Wed10": "Знаешь, я начинаю подумывать о выращенной на ферме рыбе. Если кто-то и будет слушать рыбу и то, что ей нужно, так это ты, да?",
            "fall_Mon2": "Судак - одна из самых редких рыб, которую ты найдёшь в этих краях. Попробуй бросить леску в пресную воду осенью, когда будет идти дождь.",
            "fall_Fri2": "Когда в этом месяце пойдёт дождь, обязательно поймай несколько угрей в океане. В противном случае тебе придётся подождать до весны.",
            "fall_Fri6": "Много лососей приплыло вверх по течению. Обязательно поймай их, пока они здесь.#$e#Ты можешь найти лосося только осенью.",
            "winter_Tue": "Ты не можешь знать дикую рыбу, когда дело доходит до вкуса. И питания.#$b#Люди, живущие слишком далеко от берега, на самом деле не знают, что они теряют.#$e#Если они едят выращенную на ферме рыбу, то это совсем другая еда.",
            "winter_Tue8": "Наверное, я должен быть благодарен за выращенную на ферме рыбу.#$b#Если бы все ели только то хорошее, что я люблю ловить, мы бы просто выловили весь этот океан.",
            "spring_1_2": "Привет! И тебя тоже с Новым годом!$h#$e#Я удивлён, что ты решил навестить меня. Сегодня такой напряжённый день на твоей фермы, верно?^Я удивлён, что ты решила навестить меня. Сегодня такой напряжённый день на твоей фермы, верно?$h",
            "summer_4": "Похоже, тунец появился у берегов нашего пляжа. Запасись ими. Они уплывут до самой зимы.",
            "winter_7": "Пойдёшь ли ты завтра на фестиваль на подлёдную рыбалку? Меня даже не волнует, выиграю ли я. Мне нравится смотреть, как другие люди ловят рыбу.$h",
            "winter_15": "Я думаю, что мне понадобится немного тишины и покоя от ночного рынка после этих следующих нескольких дней.#$e#А до тех пор я просто должен управиться.",
            "winter_28": "Ещё один год прошёл. Течение времени - прекрасная вещь, если научиться ценить её.",
            "winter_7_2": "Пойдёшь ли ты завтра на фестиваль на подлёдную рыбалку? Меня даже не волнует, выиграю ли я. Мне нравится смотреть, как другие люди ловят рыбу.$h",
            "winter_15_2": "Я думаю, что мне понадобится немного тишины и покоя от ночного рынка после этих следующих нескольких дней.#$e#А до тех пор я просто должен управиться.",
            "winter_28_2": "Ещё один год прошёл. Течение времени - прекрасная вещь, если научиться ценить её.",
        }
    }]
}