{
    "Changes": [
    {
        "LogName": "Wizard",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Wizard",
        "Entries":
        {
            "Introduction": "Ах, да. Я давно предсказал твоё появление, @.#$e#Однако, твоя судьба, в конечном счёте, находится в твоих руках.",
            "Mon2": "Если нужна помощь в сверхъестественном, боюсь, что это неподходящее время.#$e#Дело не в том, что я ничего не могу сделать. Скорее всего, я и не должен ничего делать.",
            "Mon4": "Я отправлю сообщение в город, если мне понадобится помощь в стабилизации местных сил стихий. Существа в шахте иногда выводят их из равновесия.#$e#Если не можешь добраться туда, то Марлон может помочь, но его нога сейчас не в лучшем состоянии.",
            "Mon6": "Мои зелья помогают мне общаться с различными духами. Так было и с тобой.#$e#Благодаря этому, я могу произносить определённые заклинания.",
            "Mon8": "Чтобы владеть тайной силой, нужно обладать высочайшей целостностью. Личные проблемы никогда не должны омрачать наше суждение.#$e#Мой друг Уэлвик такой же. Она продолжает играть в азартные игры, но отказывается применять свой дар ясновидения в карточной игре.#$b#Даже с риском финансового краха.",
            "Tue2": "Ахх, @, добро пожаловать. Не хочешь чего-нибудь выпить?$h#$e#Но у меня есть не только то, что находится в этом котле.$h#$e#Вообще-то, если подумать, то ничего страшного.",
            "Tue8": "Недавно я пытался жить для своих собственных эгоистичных целей, и это не закончилось хорошо.#$b#Правда в том, что есть более важные вещи, о которых я должен беспокоиться, чем я сам.",
            "Wed2": "Чтобы сохранить природную среду долины в равновесии, я много тружусь.#$e#По этой причине я должен продолжать работать.",
            "Wed4": "Меня больше всего интересуют предметы, обладающие сильными мистическими свойствами.#$b#Но я тоже должен питаться, так что я бы не отказался от горячей еды.",
            "Wed8": "Я привык к тому, что ко мне относятся с опаской, но я ценю твои неоднократные визиты, @.#$e#Обычно я не интересуюсь мирским. Но ты напоминаешь мне, что я не могу пренебрегать своей человеческой стороной.",
            "Thu4": "Долина Стардью - это особое место. Она богата изобилием живых существ.#$e#Ты можешь поблагодарить духов за это.",
            "Thu6": "Искусство перекраивать человеческую душу - это то, к чему я не стремлюсь. Тебе придётся спросить об этом теневого человека.",
            "Thu8": "Биолог, который живёт рядом с шахтами, на самом деле умён. Я уважаю его способность понимать природу.#$e#Моя практика отличается тем, что я сосредотачиваюсь на изгибе естественного мира, используя мир за его пределами.",
            "Fri": "Думай обо мне как о Посланнике между этим миром и миром духов.#$e#Во всяком случае, это всего лишь одна из моих обязанностей.",
            "Fri2": "Я думаю, что люди боятся меня.#$e#Это печально, но я полагаю, что человек должен бояться неизвестного.",
            "Fri4": "Моя способность к телепортации развивалась всю жизнь, но подобная техника также возможна с использованием тотемов.#$e#Твоя связь с лесными духами должна позволить тебе создавать тотемы.",
            "Sat6": "Рррр. Моя голова раскалывается. Я проверял одно зелье.#$e#Нет, это совершенно нормально. Со мной всё будет в порядке.",
            "Sat8": "Я путешествовал много лет, прежде чем нашёл место, достаточно богатое магической энергией. Здесь я и построил эту башню.#$e#Нет, конечно, я не укладывал кирпичи вручную. Я обладаю силой призыва не просто так.$h",
            "Sun4": "Хотя я ищу ученика, я могу с уверенностью сказать тебе, что это будешь не ты.#$e#Не стоит разочаровываться. Эта ответственность не вызывает зависти.",
            "Sun6": "В войнах стихий раса дварфов была почти полностью уничтожена теневым народом.#$b#Но война наконец-то закончилась. Я надеюсь, что те, кто останется, смогут двигаться дальше.",
            "Sun10": "Ах, @. Я рад, что ты здесь.#$e#Да, я рад отдохнуть от своей работы. Как твои дела?",
            "summer_Tue10": "Я боюсь за души тех, кто злоупотребляет тёмными искусствами, особенно эгоистичными желаниями.#$e#Чтобы навредить невинным... воистину, нет большего преступления ни в этом мире, ни в следующем.",
            "summer_Fri": "Медведей в этом регионе нет... обычных.#$b#С такой связью с лесными духами, как у тебя, можно даже общаться с ними. Уже пробывал?^С такой связью с лесными духами, как у тебя, можно даже общаться с ними. Уже пробывала?", 
            "summer_Fri6": "В восточной части шахт есть проклятое святилище. Ты уже отважился там побывать?^В восточной части шахт есть проклятое святилище. Ты уже отважилась там побывать?#$e#Но, конечно, я уже знаю ответ. Я просто хотел посмотреть, будет ли твоё лицо таким невозмутимым, как я думал.#$e#Ты действительно необыкновенный для обычного человека, @.^Ты действительно необыкновенная для обычного человека, @.",
            "fall_Mon2": "Ах, духи очень активны в это время года.#$e#Это захватывающее время для моего ремесла, но будем надеяться, что не будет... никаких инцидентов в этом году.",
            "winter_Mon4": "Дела простых людей мало что значат для меня, но духи хотят увидеть нас вблизи.#$e#Именно для них я создал этот дурацкий лабиринт на празднике Дня всех духов.",
            "winter_Tue10": "Я боюсь за души тех, кто злоупотребляет тёмными искусствами, особенно эгоистичными желаниями.#$e#Чтобы навредить невинным... воистину, нет большего преступления ни в этом мире, ни в следующем.",
            "winter_Wed4": "Да, я довольно хорошо знаком с Линусом, хотя обычно мы встречаемся только раз в год.#$e#Он понимает гору лучше, чем большинство других. У него можно многому научиться.",
            "fall_26": "Увижу ли я тебя завтра на празднике Дня всех духов?#$e#Нет, я не заглядывал в свой магический шар для этого. Я подумал, будет проще спросить.#$e#И вообще, что, по-твоему, я тут делаю целый день?",
            "winter_28": "Ещё один год без всяких катастроф. Я приготовил специальное зелье с моим именем на нём.$h#$e#Нет, у тебя их может и не быть. Твоё тело не приспособлено к этому должным образом.#$e#То зелье, когда мы впервые встретились? Их было 2. Под номером 9.",
            "spring_1_2": "Зачем ты пришёл сюда, если тебе надо приводить свою ферму в порядок?^Зачем ты пришла сюда, если тебе надо приводить свою ферму в порядок?",
            "fall_26_2": "Увижу ли я тебя завтра на празднике Дня всех духов?#$e#Нет, я не заглядывал в свой магический шар для этого. Я подумал, будет проще спросить.#$e#И вообще, что, по-твоему, я тут делаю целый день?",
            "winter_28_2": "Ещё один год без всяких катастроф. Я приготовил специальное зелье с моим именем на нём.$h#$e#Нет, у тебя их может и не быть. Твоё тело не приспособлено к этому должным образом.#$e#То зелье, когда мы впервые встретились? Их было 2. Под номером 9.",
        }
    }]
}