{
    "Changes": [
    {
		"LogName": "Rainy",
		"Action": "EditData",
		"Target": "Characters/Dialogue/rainy",
		"Entries":
		{
			"Abigail": "#$c .5#El valle parece más interesante cuando llueve... ¿No crees?#El lago es un lugar hermoso para visitar cuando el clima esta así.",
			"Robin": "#$c .5#¡La lluvia no impedirá que acabe mi trabajo!... aunque la madera mojada no es precisamente agradable de trabajar.#Tu techo no tiene goteras, ¿verdad? Avísame si eso sucede alguna vez.",
			"Demetrius": "#$c .5#Saludos. Quédate adentro si no quieres pasar frío.#La baja acidez de esta lluvia debería ser buena para tus cultivos.",
			"Maru": "#$c .5#Cuando llueve tengo una excusa para trabajar en mis inventos todo el día... aunque para ti debe de ser aburrido.#Ah, otro día lluvioso, tal como predije.",
			"Sebastian": "#$c .5#Si tienes suerte, puede que veas una rana con este tiempo.#Parece un buen día para contemplar el océano.",
			"Linus": "#$c .5#Una lluvia cálida es una forma agradable de limpiarse.$h#Parece que la lluvia tampoco te molesta mucho.",
			"Pierre": "#$c .5#La mayoría de la gente se queda en casa en días como este... No es bueno para el negocio.$s#Me alegra que hayas llegado aquí bajo la lluvia. La tienda ha estado muy tranquila.",
			"Caroline": "#$c .5#Mi jardín está contento hoy... y nuestra factura del agua, más barata este mes.#Espero que salga el sol pronto. ¿Qué dijo hoy el informe del clima?",
			"Alex": "#$c .5#Hmph. Este clima es horrible para hacer deporte. Pero bueno, siempre puedo hacer pesas en casa.#No hay nada como un juego rudo de gridball en el fango. Mientras tengas amigos que estén listos para jugar.",
			"George": "#$c .5#Hace un frío horrible ¿no? Qué asco de día.#¿Por qué me molesto en levantarme de la cama cuando el día se ve así?",
			"Evelyn": "#$c .5#Creo que tenemos goteras en el tejado. En los buenos tiempos, George hubiera corrido a arreglarlas en un santiamén... *sigh*$s#Estos días afectan mi energía mucho más de lo normal...$s",
			"Lewis": "#$c .5#Hola, @. ¿Descansando? Parece un buen momento para tomar uno.#Espero que el río no se desborde...$s",
			"Clint": "#$c .5#Hoy sería un buen día para explorar las minas... Quién sabe, igual encuentras menas poco comunes.#Mi tienda se siente aún más solitaria cuando está lloviendo.",
			"Penny": "#$c .5#Las gotas de lluvia retumban muy fuerte en el techo metálico de la caravana... Aunque resulta tranquilizador.#Parece un buen día para acurrucarse con uno de mis libros favoritos.$h",
			"Pam": "#$c .5#Buenas, chaval.^Buenas, chavala. ¿No te mojas?#Je. Supongo que esta noche me calentaré con un buen trago.",
			"Emily": "#$c .5#En el desierto de Cálico nunca llueve... Ahí vive mi amiga Sandy. Me hubiera gustado visitarla hoy.#Si te paras bajo la lluvia y escuchas atentamente, las gotas de lluvia suenan como pequeños susurros.",
			"Haley": "#$c .5#Me he pasado toda la mañana arreglándome el pelo... Ahora la lluvia lo echará a perder. *Sigh* La vida es dura a veces...$s#Ay. Sin ofender pero, estás empapado.",
			"Jodi": "#$c .5#¿Te has limpiado las botas antes de entrar? Lo siento... Acabo de limpiar el suelo.#$e#¡Pero aquí eres bienvenido siempre! Je.$h^¡Pero aquí eres bienvenida siempre! Je.$h",
			"Sam": "#$c .5#La lluvia amortigua el sonido, así que puedo tocar la guitarra más fuerte sin que mi madre me eche la bronca. Je, je.$h#Se siente un poco rudo caminar bajo la lluvia sin dejar que te perturbe.",
			"Leah": "#$c .5#A lo mejor debería cocinar algo nuevo y emocionante hoy. Algo picante.#Siempre espero con ansias cuan brillante se ve el bosque después de que vuelve el sol.",
			"Shane": "#$c .5#Hmm... Este tiempo me da sed.$s#Oh genial. Otro día lluvioso.$s",
			"Marnie": "#$c .5#Hola, @.¡Pero si estás empapado! ¡Pobre!^¡Pero si estás empapada! ¡Pobre!$h#Oye @. No dejaste a ninguna criatura atrapada afuera, ¿verdad?",
			"Elliott": "A veces estoy en la cama y puedo oír una sirena de niebla resonando entre la lluvia.#$b#Pero si miro por la ventana, solo veo una cortina gris.",
			"Gus": "#$c .5#Nada como una buena copa de vino tinto, ¿verdad?. Adoro mi trabajo. Je, je, je.#¿Necesitas algo para calentarte esta noche? ¡No seas tímido!^¡No seas tímida!",
			"Dwarf": "#$c .5#Lluvia... Es algo casi mítico para nosotros. Algunos de mi raza se pasan toda la vida sin poder verla...#Los humanos parecen quejarse de la lluvia, pero tú eliges vivir en la superficie. ¿Porqué?",
			"Wizard": "#$c .5#Los días de tormenta son los únicos en los que puedo comunicarme con ciertos elementales. No espero que lo entiendas.#Si tienes tiempo extra en días como estos, ¿por qué no vas a las minas y matas a algunos monstruos?",
			"Harvey": "#$c .5#¡Hola, @! Eh... ¿Has leído algo interesante en la biblioteca últimamente?#En días como estos me dan ganas de una comida caliente. ¿Qué hay de tí?",
			"Krobus": "#$c .5#Ah, la cloaca fluye que da gusto hoy. Podré remojarme un poco... Justo como me gusta.#La lluvia es realmente una fuerza que da vida. Doy gracias a Yoba.",
		}
	},
	{
		"LogName": "Marriage Dialogue",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogue",
		"Entries":
		{
			"jobLeave_Harvey": "#$c .5#Tengo algunas citas hoy en el trabajo. Nos vemos en la noche!#Hoy tengo que ir a la clínica. Que tengas un buen día.",
			"jobLeave_Penny": "#$c .5#Hoy tengo que ir al pueblo. ¡No trabajes demasiado y come como es debido!$h#Parece que estoy lista para el trabajo. ¡Asegúrate de tener cuidado!$h",
			"jobLeave_Maru": "#$c .5#Es otro día de trabajo para mí. ¡No debería ser demasiado estresante! Pero ya veremos.#Me tengo que ir ya al trabajo. Nos vemos esta noche. ¡Estaré pensando en ti!$h",
			"jobReturn_Harvey": "Hola, cariño. ¿Qué tal tu día?#$e#$c .6#Mis pacientes están bien, así que ha sido un buen día.#Uff...* No puedo más...$s",
			"jobReturn_Penny": "#$c .7#Buenas tardes. ¡Mi día ha sido genial, gracias! ¿Y el tuyo?$h#Jas y Vincent no se han portado muy bien hoy. Estoy algo angustiada...",
			"jobReturn_Maru": "#$c .5#Bueno, otro día aburrido en la clínica.#Ey. ¿Has tenido un día más emocionante que el mío? Espero que sí.#$e#Bueno, es hora de descansar. ¿Me has dejado algo para cenar?#$e#Me muero de ganas de irme a la cama.$h",
			"OneKid_0": "#$c .5#He estado leyendo este libro sobre desarrollo infantil. Parece que nuestro hijo está perfectamente sano.#¿Has jugado un poco con %kid1 hoy?",
			"OneKid_1": "#$c .5#Uf, quedarme en casa con un niño me está enseñando cómo aumentar mi energía más de lo que nunca lo he hecho.#Me pregunto si %kid1 acabará trabajando en la granja como tú.",
			"OneKid_2": "#$c .5#¡Déjame el asunto del cuidado de nuestro bebe hoy! Tengo las cosas bajo control, así que asegúrate de no estresarte mientras está fuera.#No te preocupes, ya le doy yo de comer a %kid1 hoy. Tú céntrate en la granja.",
			"OneKid_3": "#$c .5#Me pregunto cuáles serán las comidas favoritas de nuestros hijos. ¿Tal vez algo con lo que creciste?#La vida es muy distinta ahora que tenemos un bebé.",
			"TwoKids_0": "#$c .5#¡Estoy planeando tener muchas pequeñas aventuras con los niños hoy!$h#%kid1 y %kid2 ya han desayunado. ¡Tenían hambre!",
			"TwoKids_1": "#$c .5#Estoy tratando de mantener a los niños en un horario. Ayuda con la cordura de todos.#Tenemos que asegurarnos de prestarle mucha atención a %kid1 ahora que también tenemos a %kid2. No queremos que se tengan celos.",
			"TwoKids_2": "#$c .5#Con un matrimonio e hijos, siento que puedo ver más lejos que nunca el futuro de nuestra vida.#¿Sabes? Creo que %kid2 tiene tu nariz.",
			"TwoKids_3": "#$c .5#De hecho, me alegro de tener mis manos ocupadas con los niños. Haces tanto trabajo, así que me alegro de poder contribuir a nuestro hogar.#Una casa bonita, dos bebés maravillosos y un hermoso terreno. ¿Qué más podríamos pedir?",
			"spouseRoom_Emily": "#$c .5#Hoy voy a pasar un rato con el loro. Me rompe el corazón que nunca vuelva a volar.$u#Tengo algunos proyectos de sastrería que necesitan mi atención hoy. El loro me hará compañía mientras estás fuera.",
		}
	}]
}