{
    "Changes":[
	{
			"LogName": "Rainy",
			"Action": "EditData",
			"Target": "Characters/Dialogue/rainy",
			"Entries":{
				"Abigail": "#$c .5#Vadi yağmurda daha ilginç görünüyor.. sence de öyle değil mi?#Hava böyleyken göl gitmek için güzel bir yer.",
				"Robin": "#$c .5#Yağmur asla bir işi bitirmeme engel olamaz! ...Yine de ıslak odunlarla çalışması pek hoş değil.#Tavanın akıtmıyor değil mi? Eğer bu olursa bana söyle.",
				"Demetrius": "#$c .5#Selamlar. Sıcak kalmak istersen içeride kal.#Yağmurun düşük asidikliği ekinlerin için iyi olmalı.",
				"Maru": "#$c .5#Yağmur yağdığında bütün gün aletlerim üzerinde çalışmak için iyi bir bahanem oluyor. ...Gerçi senin için biraz sıkıcı olmalı.#Ah, başka bir yağmurlu gün daha, tam umduğum gibi.",
				"Sebastian": "#$c .5#Eğer şanslıysan, bu yağmurda bir kurbağa görebilirsin.#Okyanusa bakmak için güzel bir gün gibi.",
				"Linus": "#$c .5#Ilık bir yağmur temizlenmenin memnun edici bir yolu.$h#Görünüşe göre yağmur senin de aynı şekilde canını pek sıkmıyor.",
				"Pierre": "#$c .5#Çoğu insan böyle günlerde evde duruyor... İş için iyi değil.$s#Yağmurda buraya geldiğine memnunum. Dükkan gerçekten çok sessizdi.",
				"Caroline": "#$c .5#Bahçem bugün mutlu... Ve bu ay su faturamız da daha az gelecek.#Umarım güneş yakında çıkar. Bugün hava durumunda ne söylendi?",
				"Alex": "#$c .5#Hmmph. Hava spor yapmak için güzel değil, ama... ah peki, içeride hala ağırlık kaldırabilirim.#Hiçbir şey çamurda zorlu bir ağtopu oyunu gibi olamaz. Oynamak isteyen arkadaşların olduğu sürece.",
				"George": "#$c .5#Hava çok kötü soğuk, değil mi? Ne kadar pis bir gün.#Neden gün böyle görünürken yataktan kalkıp canımı sıkayım?",	
				"Evelyn": "#$c .5#Sanırım çatı damlatıyor. Eski günlerde, George yerinden zıplayıp doğruca tamir etmeye giderdi... *iç çeker*$s#Şu günler eskiden olduğundan daha fazla enerjimi etkiliyor...$s",
				"Lewis": "#$c .5#Selam. Ara mı veriyorsun? Bir tanesi için iyi bir vakit gibi görünüyor.#Tanrım, umarım nehir taşmaz...$s",
				"Clint": "#$c .5#Bugün madenleri keşfetmek için iyi bir gün olabilir... Kim bilir, belki bazı nadir cevherler bulursun.#Dükkanım yapmur yağarken daha da yalnız hissettiriyor.",
				"Penny": "#$c .5#Evimizin çatısında yağmur taneleri çok gürültülü oluyor. ...Rahatlatıyor da.#Görünüşe göre en sevdiğim kitaplardan biriyle kıvrılmak için iyi bir gün.$h",
				"Pam": "#$c .5#Nasılsın, evlat. Kuru kalıyor musun?#Heh. Sanırım güzel bir bardakla bu gece ısınacağım.",	
				"Emily": "#$c .5#Patisko Çölü'nde yağmur yağmaz... Arkadaşım Sandy orada yaşıyor. Keşke bugün onu ziyaret edebilsem.#Eğer yağmurda durup dikkatlice dinlersen, yağmur tanelerinin sesi küçük fısıltılı konuşmalar gibi gelir.",
				"Haley": "#$c .5#Bütün sabahımı saçımı yapmakla geçirdim... şimdi yağmur kesin onu mahveder. *iç çeker* ... Bazen hayat zor.$s#Iyk. Alınma, ama sırılsıklamsın.",
				"Sam": "#$c .5#Yağmur sesi boğuyor, o yüzden annemi kızdırmadan gitarımı istediğim kadar gürültülü çalabilirim. Haha.$h#Yağmurun ortasında seni ürkütmesine izin vermeden yürümek çok havalı hissettiriyor.",
	   		    "Leah": "#$c .5#Belki bugün yeni bir şey pişirmeliyim. Acılı bir şey.#Güneş geri geldiğindeki ormanın parlak görünümünü iple çekiyorum.",
				"Shane": "#$c .5#Hmm... bu hava beni susatıyor.$u#Oh joy. Başka yapmurlu bir gün.$s",
				"Marnie": "#$c .5#Selam. Sırılsıklamsın...zavallı şey!$h#Hey @. Hayvanlarının hiçbiri dışarıda kalmadı, değil mi?",
				"Elliott": "Bazen yatakta yatarken uzaktan bir sis düdüğününün yağmurdan etkilenmeden çaldığını duyuyorum.#$b#Ancak pencereden baktığımdaysa sadece gri bir perde görüyorum.",
				"Gus": "#$c .5#Böyle bir günde bir bardak kuru kırmızı şarap gibisi yok, ha? Hehehe, işimi seviyorum.#Bu gece seni ısıtacak bir şeye mi ihtiyacın var? Çekinme!",
				"Dwarf": "#$c .5#Yağmur... Neredeyse bize hayali. Biz cücelerden bazıları bütün hayatımızı onu hiç tecrübe etmeden geçirir.#İnsanlar yağmur hakkında şikayet ediyor gibi, ama yüzeyde yaşamayı kendiniz seçiyorsunuz. Neden ki?",
				"Wizard": "#$c .5#Fırtınalı günler belli ruhlarla iletişim kurabildiğim tek vakit. Anlamanı beklemiyorum.#Eğer böyle günlerde fazladan zamanın varsa, neden madene girip birkaç canavar kesmeyesin?",
				"Harvey": "#$c .5#Selam. Er... Şu aralar kütüphanede ilginç bir şey okuyor musun?#Böyle günler sıcak bir yemeğe beni acıktırıyor. Ya sen?",
				"Krobus": "#$c .5#Ah, lağım bugün hızlıca akıyor. Burası hoş ve nemli olacak... Tam sevdiğim gibi.#Yağmur gerçekten de hayat verici bir güç. Bugün Yoba'ya teşekkür et."
			}
    },
    {
        "LogName": "Marriage Dialogue",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogue",
			"Entries": {
				"jobLeave_Harvey": "#$c .5#Bugün işte bazı randevularım var. Akşama görüşürüz!#Bugün kliniğe gitmeliyim. Güzel bir gün geçir, olur mu?",
				"jobLeave_Penny": "#$c .5#Bugün kasabaya gitmeliyim. Çok fazla çalışma ve öğlen yemeği için güzel bir şeyler ye!$h#Görünüşe göre iş için hazırım. Bugün kendine iyi bak!$h",
				"jobLeave_Maru": "#$c .5#Bugün benim için başka bir iş günü. Fazla stresli olmamalı! Ama göreceğiz.#Birazdan iş için çıkmalıyım. Bu gece görüşürüz. Seni düşüneceğim!$h",
				"jobReturn_Harvey": "Selam, balım. Günün nasıldı?#$e#$c .6#Hastalarım hala sağlıklı, bu yüzden iyi bir gündü.#*Phew*... Çok yorgunum...$s",
				"jobReturn_Penny": "#$c .7#İyi akşamlar. Günüm iyiydi, teşekkürler! Seninki nasıldı?$h#Jas ve Vincent bugün pek yerlerinde durmadılar. Hala tamamen gerginim...",
				"jobReturn_Maru": "#$c .5#Peki, klinikte başka sıkıcı bir gündü.#Hey. Benden daha heyecanlı bir gün geçirdin mi? Umarım öyledir.#$e#Pekala, sırtımıza yaslanıp rahatlama vakti. Bana akşam yemeği bıraktın mı?#$e#Uyku saatini sabırsızlıkla bekliyorum.$h",
				"OneKid_0": "#$c .5#Çocuk gelişimi hakkındaki bu kitabı okuyorum. Görünüşe göre çocuğumuz mükemmel bir şekilde sağlıklı.#Bugün %kid1 için zaman ayırdın mı?",
				"OneKid_1": "#$c .5#Phew, evde bir çocukla kalmak enerjimi şu ana kadar yaptığımdan da fazla nasıl kullanabileceğimi öğretiyor.#Acaba %kid1 büyüdüğünde senin gibi bir çiftçi mi olacak?",
				"OneKid_2": "#$c .5#Bugün ebveynliği bana bırak! İşleri kontrol altına aldım, bu yüzden dışarıdayken kendini strese sokma.#Endişelenme, bugün %kid1 için yemeği ben hazırlayacağım. Sen sadece çiftlikte koşmana odaklanabilirsin.",
				"OneKid_3": "#$c .5#Acaba çocuğumuzun en sevdiği yiyecekler ne olacak? Belki kendin yetiştirdiğin bir şey?#Şimdi bir çocuğumuz olduğundan hayat çok daha farklı.",
				"TwoKids_0": "#$c .5#Bugün çocuklarla bir sürü küçük maceraya çıkmayı planlıyorum!$h#%kid1 ve %kid2 çoktan kahvaltılarını yediler. Çok acıkmışlar!",
				"TwoKids_1": "#$c .5#Çocukları bir programda tutmaya çalışıyorum. Herkesin akıl sağlığını yerinde tutuyor.#%kid2 bizimle olduğuna göre %kid1 için de ilgi gösterdiğimize emin olmalıyız. Aralarında kıskançlık olsun istemeyiz.",
				"TwoKids_2": "#$c .5#Bir evlilik ve çocuklarla, hayatımızda öncekinden gelecekte çok daha uzağı görebildiğimi hissediyorum.#Biliyorsun, bence %kid2 senin burnunu almış.",
				"TwoKids_3": "#$c .5#Aslında çocuklar sayesinde çok meşgul olmamdan memnunum. Çok sıkı çalışıyorsun, bu yüzden evimize katkı sağlayabildiğim için mutluyum.#Hoş bir ev, iki harika çocuk ve güzel bir arazi. İsteyecek başka ne kaldı?",
				"spouseRoom_Emily": "#$c .5#Bugün papağanla biraz zaman geçireceğim. Bir daha asla uçmayacak olması kalbimi kırıyor.$u#Bugün dikkatime ihtiyaç duyan bazı terzilik projelerim var. Sen dışarıdayken bana papağan eşlik edecek."
			}
    },
	{
	    "LogName": "Sebastian Billiards",
        "Action": "EditData",
        "Target": "Strings/Schedules/Sebastian",
        "Entries":
		{
			"Fri.000": "#$c .5#Bir seferliğine Sam'in kazanmasına izin vermeli miyim? ...hayır.$h#İzle! Çifte atış geliyor.$h",
			"marriage_Fri.001": "#$c .5#Yeteneklerim körelmemiş... Sam'i yenmesi hala çok kolay.$h#Ahh, tatlı zafer. Bazı şeyler asla eskimiyor.$h"
		}
	},
			{
				"LogName": "Birdie",
				"Action": "EditData",
				"Target": "Data/ExtraDialogue",
				"Entries": {
					"Birdie0": "Bu adada yeni bir yüz göreceğimi sanmıyordum, canım. Ama burada olduğuna memnunum!",
					"Birdie1": "Uzun zaman önce büyük bir cüce medeniyetinin tam bu adada yaşadığı söylenir.#$e#Volkana hiç girdin mi? Orası tuhaf makinelerinin kalıntılarıyla dolu...",
					"Birdie2": "Eğer olur da miden bulanırsa, zencefilden bir ısırık harikalar yapıyor, canım...",
					"Birdie3": "Ormandaki gizli sunağa gittin mi? Oradaki çiçekler hoş kokuyor... Adadaki en sevdiğim noktalardan biri.$h",
					"Birdie4": "Her sabah kahvaltıda, bir kase poi ve bir bardak taze sıkılmış mango suyu içerim. Beni genç tutuyor!",
					"Birdie5": "Hergün sahile yeni bir şey kıyıya vurmuş mu diye bakarım. Orada dışarıda yüzen birçok şey var!",
					"Birdie6": "Kulübem küçük olabilir, ancak ihtiyacım için yeterliden de fazlası. Ve en iyi tarafı da, onu kendim inşa ettim.",
					"Birdie7": "Anakarada seni bekleyen özel birisi var mı? Onu yakınında tuttuğundan emin ol!",
					"Birdie8": "Elbette, kalan günlerimi bu adada harcayacağım. Burası benim mutlu yerim oldu.#$e#Sende kendine bir tane buldun mu?$h",
					"Birdie9": "Bir yürüyüş için iyi bir gün olmalı. Eğer gözünü dört açarsan birsürü her çeşit küçük hayvan bulursun.",
					"Birdie10": "Ben küçücük bir kızken, bir denizkızı olmak istemiştim. Görünüşe göre çok yakına gelmişim! Heh heh...",
					"Birdie11": "Kum ayak parmaklarına iyi geliyor, haksız mıyım?",
					"Birdie12": "*iç çeker*... Sonsuz olasılıkları olan bir dünyada yaşamak, doğru seçimleri yapıp yapmadığımızı asla bilemeyeceğiz.$s#$b#Sorry to trouble you, my dear. I sometimes get carried away by thoughts...",
					"Birdie13": "Okyanus ruhlarına inanır mısın bilmem, ancak onlarla konuştuğumda, balıklar oltaya daha sık geliyor.",
					"Birdie14": "Yıl boyunca hava ılık ve hoş oluyor, canım... kemiklerime çok iyi geliyor...",
					"Birdie15": "Meyve, balık ve toplanmış yiyecek... İyi bir diyet! Hep olduğu gibi sağlıklıyım.",
					"Birdie16": "Şu Joja kargo dubalarını görüyorsun, ha? Bir kere bir tanesini adaya doğru gelirken sonra geri dönerken gördüm.#$e#Muhtemelen kaybolmuşlar.",
					"Birdie17": "Kocam ve ben asla çocuk sahibi olmadık. Ne macera olurdu ama...!#$e#Yaşamış olabileceğim çok hayat vardı. Bazen bunları merak ediyorum...$s#$b#...Ancak çok kısa bir süre. Ne olanlardan memnun olmak biraz çaba istiyor.",
					"Birdie18": "Merhaba, tatlım... bugün neşeli ve sağlıklı görünüyorsun!$h",
					"Birdie19": "Ormandaki küçük muz sunağını gördün mü? Bir muzum olsa oraya koyar ve ne olduğuna bakardım... hah hah...$h",
					"Birdie20": "Bana mı öyle geliyor, yoksa sen geldiğinden beri ada ruhları daha mı neşeli?",
					"Birdie22": "Çok uzun zaman öncesinde büyüklerin zamanın nasıl değiştiğinden yakındıklarını hatırlıyorum.#$b#Pekala, buralardaysa pek bir şey değişmiyor! Görünüşe göre bundan kurtuldum, haha.$h",
					"Birdie23": "O kadar uzun süredir buradayım ki okyanusu bile artık duyamıyorum...",
					"Birdie24": "Birazdan gizli sunağı ziyarete gideceğim sanırım. Her bir gün için minnettar olacak çok şeyim var.",
					"Birdie25": "Buradan daha mutlu bir yer düşünebiliyor musun?#$b#Gençken çok yeri gezdim, bence ihtiyacım olan hepsini gördüm!",
					"Birdie26": "Canlı şeylere bakmak için çok kararlı gözüküyorsun. Bunu yapmak ince bir ruh ister.#$e#Ancak senin sert bir tarafın olduğunu da seziyorum, hmm? Şu volkana kaç defa girdin şimdiye kadar, hmm?$h",
					"Birdie27": "Anakarada mevsimler çabuk değişiyor olmalı, ha? Şu anda hangisindesiniz?",
					"Birdie28": "Bu gece dolunay var... Şansın iyi ya da kötü de olsa, uyanık ol, canım... Ruhlar huzursuz."
				}
			}	
    ]
}