{
"Action": "EditData",
"Target": "Characters/Dialogue/Gregory",
"Entries": {
        "divorced": "I can't believe I let you trick me like that.$a",
		"danceRejection": "Nah... I'm gonna stay here and watch only.",
        "dumped_Guys": "Is this all a game for you?$a",
        "secondChance_Guys": "If you hurt me again I will sue you and take %pet, take your house, take your shoes, take your horse.$7",
		"Mon": "Hey, did you know there used to be a lot of monsters in this mine.$e#Don't worry, I got rid of them.",
        "Tue": "I used to be an archeologist and I'm a member of the adventure's guild.$0",
		"Wed": "You see the skeleton in front of my tent, I killed the monster myself.$0#$e#What?!I'm not joking.$3#",
        "Thu": "Did you see anyone in the mines?$s#$b# No?! I must be hearing things.$6",
        "Fri": "Ever since I placed the blessed amulet in the Yoba Shrine, monsters have fled the mines.$0#$e#I wonder who built the shrine.",
        "Sat": "There is still one monster that lives in the lake, well, it's actually a Shark, you need to be really strong to catch it.$0",
        "Sun": "Hey, @. How are things?",
		"Mon2": "I had the craziest dream last night.$0#$e#Me and Laura were...nevermind.$s",
		"Tue2": "Be careful with the Flytraps, they can't rip off your arm, but they may leave a nasty scar if they bite you.",
        "Tue4": "I don't really know what season we are. I never go to the surface.$7",
		"Sun2": "At least there are nut trees here so I don't eat only ancient fruit and shrooms.$7#$e#But I'm sick of eating nuts as well.$3",
		"Wed2": "Ok, I confess I was joking about the skeleton. It's been dead for a long time.$1#$e#What do you mean you by of course you were joking.$3#",
		"Thu2": "Did you find the girl in the upper level?$7#$e# Hey don't joke around. I heard her loud and clear before you came down the stairs.$a#$e#What? You are not joking!?$6",
        "Thu4": "I miss Laura so much.$s#$b# But thanks to you I don't feel lonely all the time.$1",
        "Fri4": "What should I eat today. Ancient fruit, mushrooms or nuts?$s#$e#I'm growing tired of eating the same thing over and over.$3#$b#Hey, would you mind bringing me something you grew yourself next time you are around?$1",
        "Sat4": "You see, the valley is very large, but I managed to close the passage to the otherside as there are wild animals there.$0#$e#Oh, yeah there are some small dinos there. It's were I get the eggs.",
        "Sun6": "Hey, you're back.$1#$e#Ever since you started coming here more often, I stopped having crazy dreams and hearing stuff in the mines.",
		"event_journal1": "Don't worry, it's my fault.$s",
		"event_journal2": "Why would you lie about that when I clearly saw you reading it?$a",
		"Laura_event": "Thanks, but I think I should start to move on!",
		"Laura_event1": "Yes, you're right...$s",
		"Laura_event2": "@ you're an amazing friend!",
		"Marcus_1": "Ohhh, I'm sorry.$7",
		"Marcus_2": "WHAT!?!?!?!.$6",
		"Marcus_3": "...$4",
		"give_flowersA": "Oh, I'd love to be your boyfriend!$4.",
		"give_flowersB": "I will be your funny valentine!$4",
		"give_pendant": ". . . .$6#$b#Yes! Of course I do!$4#$b#I will pack my stuff and talk to the mayor, this should take three days.$4#$b#Oh, I was hoping to ask you first!$1",
		"stardrop_gift": "Hey babe, I wanted to give you this stardrop, it is a token of gratitude for being such an amazing husband!^Hey babe, I wanted to give you this stardrop, it is a token of gratitude for being such an amazing wife!@.$4",
		"rejectNPCA": "I think it's a little too early to think of that.$7",
		"rejectNPCB": "Sorry, I don't think I'm ready to move on yet.$s",
		"reject_two_heartA": "Hmmm...I'm not sure about this. How do I know I can trust you?$7",
		"reject_two_heartB": "What if we take things light and breezy? Let's be friends first!$1",
		"refusal_no_heartsA": "Date a guy you barely know? That's scarier than fighting monsters.$6",
		"refusal_no_heartsB": "As far as I am concerned you could be a serial killer.$7",
		"reject_four_heartA": "Sorry, the feeling is not mutual.$s",
		"reject_four_heartB": "I'm not ready to move on, I still miss Laura.$s",
		"engageA": "I'd accept that, but my gut tells me this is a bad idea. Do you have any secrets you'd like to share?$7",
		"engageB": "I have a feeling you might be hiding something, so I'll pass on that.$7",
		"marriedA": "I take marriage very seriously. You should too.$a",
		"marriedB": "Sure, I'd always wanted to be someone's lover...$3",
		"refusal_knownA": "I'd love to marry you, but your place is kinda small at the moment and so is my tent.$s",
		"refusal_knownB": "I'd say yes if I knew how to build houses. Then I'd build a big house for us.$1",
		"refusal_botherA": "I wonder if I should turn off the mine cart and break the stairs.$3",
		"refusal_botherB": "Sorry, am I speaking dwarvish? I told you no already!$a",
    }
	}