{
"Action": "EditData",
"Target": "Data/Events/TheLostValley",
"Entries":
{
    //Introduction
	"17170000/t 600 2600":"Secret Gnomes/0 0/farmer 6 20 2 Gregory 13 21 0/skippable/viewport 13 23 5000/showFrame Gregory 19/pause 2500/emote Gregory 16/showFrame Gregory 8/faceDirection Gregory 3/speak Gregory \"Are you real?!$6\"/emote farmer 8/pause 500/animate Gregory false false 500 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26 12 26/faceDirection farmer 1/pause 1500/move Gregory -6 0 3/move farmer 0 1 1/speak Gregory \"Sorry for being weird, it's been such a long time since I've seen a human face. The name's Gregory.$1#$b#I have some goods stored if you want to purchase, just come to my..uh...$7#$b#Tent! Well, if you want to get here faster you can always use the mine carts.#$b#Don't worry, they are not broken or anything.$1\"/move Gregory 12 0 0/faceDirection Gregory 3/speak Gregory \"By the way, don't remove the amulet that is in the shrine. If you do so, you won't be able to leave these mines.$7\"/move Gregory 0 1 3/move Gregory 15 0 3/end dialogue Gregory \"Feel free to collect anything you want from the valley.$1\"",
	//2 Hearts
	"17170001/f Gregory 500":"Crystal Bells/82 24/farmer 70 24 1 Gregory 85 24 1/animate Gregory false true 150 36 39 37 39 36 38 37 36 38 39/move farmer 13 0 1/stopAnimation Gregory/faceDirection Gregory 3/speak Gregory \"Hey, you're back.$1#$b#I was practicing some moves, even if I'm here by myself now, it doesn't mean I need to be out of shape.$1#$b#Since you have been nice to me, I'm gonna tell you a secret I learnet from when I was an archeologist.$0#$b#Sometimes you'll find some broken artifacts. If you can find all their missing pieces, you can use slime to glue all the pieces together.$1#$b#Me and Laura, my late wife...We used to do that all the time when retrieving artifacts for museums.$s#\"/animate Gregory false false 1000 16 17 0/stopAnimation Gregory/faceDirection Gregory 3/speak Gregory \"Anyway, I know there is a lot of artifact pieces in the mines, so you can get some slime you can fix'em and sell.$1\"/addCraftingRecipe Restore Prismatic Shard/addCraftingRecipe Restore Golden Mask/addCraftingRecipe Restore Ancient Sword/addCraftingRecipe Restore Ancient Doll/addCraftingRecipe Restore Chipped Amphora/playSound reward/message \"Learned how to restore artifacts from artifact fragments\"/emote farmer 32/emote Gregory 32/end",
	//4 Hearts
	"17170002/f Gregory 1000":"desolate/13 23/farmer 6 20 2 Gregory 28 22 3/skippable/move farmer 0 5 1/move farmer 6 0 1/message \"Another page of Gregory's Journal It says: Laura, I finally found what I was looking, the lost valley. Here I could find a lot of fossil fish and I also found some rare ancient fruits. I know that you are no longer here, but writing to you is what keeps me sane. With Luv, Gregory.\"/move Gregory -13 0 3/move Gregory 0 2 2/emote Gregory 16/speak Gregory \"$q 17170 null#Oh! You read that...#$r 17171 25 event_journal1#Yes, I'm sorry. I shouldn't have...#$r 17171 -25 event_journal2#(Lie)No, I didn't.\"/speak Gregory \"Well this is embarassing. I should have kept these pages with me.$s\"/pause 500/emote Gregory 60/speak Gregory \"You see, 8 years ago, Laura and I were exploring some caves in the tundra beyond the frozen sea, and we found the blessed amulet I placed in the shrine.$7#$b#There were some ancient inscriptions saying this shrine was built for Yoba and the amulet was a gift from Yoba to the ancient civilization that lived here long ago.$7#$b#This civilization used to live in harmony with the beasts from the valley and the mines.$7\"/faceDirection Gregory 0/speak Gregory \"One day, a raider found the location of the shrine and stole the amulet. The inscriptions said the monster went rampant and destroyed the village that was located in here.$7#$b#The raider fled to the tundra, but some of the remaning people that lived here, followed him to try and retrieve the amulet, so they could return to their home.$7#$b#It seems they all died in the cave. Last traces of the civilization that lived here were found there.$s#$b#Laura's dream was to find this place and research about the ancient civilization that lived here.$7#$b#She never made out of the cave, though.$s#$b#So I decided to find the valley myself. I fought for days in the mines. Killed over 1500 monsters until I finally got here.$s#$b#Since I spent all these days fighting and hiding all by myself, I started writing a journal, so if my journey was futile, at least future generations would've known of my deeds.$s\"/faceDirection Gregory 2/speak Gregory \"I know it sounds silly, but I felt heartened when I wrote those letters to Laura. I felt I wasn't all alone.$s\"/animate Gregory false false 1500 16 17 0/speak Gregory \"Sorry, sometimes I get emotional.$s\"/end dialogue Gregory \"I need sometime alone.$s\"",
	//6 Hearts
	"17170003/f Gregory 1500":"sadpiano/16 23/farmer 6 20 2 Gregory 20 24 1/skippable/pause 500/emote Gregory 16/faceDirection Gregory 3/move farmer 0 4 1/move farmer 13 0 1/speak Gregory \"Hey @! I was just watching the fish. Wondering if they taste good.$1#$b#So, how are things? Tell me a little bit about yourself\"/emote farmer 32/jump farmer 8/speak Gregory \"Oh! Cool so you are a farmer that moved from the city to take over your grandpa's farm.$6#$b#That's really cool, I am a little bit of farmer myself, been harvesting ancient fruit and mushrooms.$1#$b#I'm sure nothing compared to you. I'm from Castle Village. After high school graduation, I took Archeollogy's Course and joined the Adventurer's Guild.#$b#I met Laura at college, we used to be classmates.$s\"/pause 500/speak Gregory \"$q 55078 null#Sorry, here I go again speaking of her.#$r 55078 50 Laura_event#It's ok, it must not be easy for you.#$r 55079 0 Laura_event1#Just move on, dude!\"/pause 500/speak Gregory \"I believe that is what she would want me to do.$1\"/faceDirection Gregory 2/showFrame Gregory 16/speak Gregory \"I've been using this place as a way to hide from the fact I failed the person I was supposed to protect.$s#$b#That day, we were surrounded by Iridium Bats, I tried fighting them all, but I was hit in the eye. I was nearly blinded.$7#$b#I tried to protect her, but there were too many, I fought until I passed out because of blood loss.$s#$b#I woke two days later. The Tundra Dwellers had saved me, but Laura wasn't so lucky. She couldn't make it.$s#$b#Once I found this place I settled camp and stayed to live up to her memory.$7#$b#But I guess I should go back to the surface and restart my life.\"/showFrame Gregory 17/pause 250/emote farmer 16/speak Gregory \"$q 50800 null#What do you think?#$r 50080 50 Laura_event2#That's sounds like a good plan.#$r 55079 0 Laura_event1#Yeah, maybe you should stop living in the past.\"/showFrame Gregory 12/speak Gregory \"Thanks for listening to me @. I really appreciate your company.\"/emote farmer 32/emote Gregory 32/end",
	"17170006/e 17170005/f Gregory 2500":"Cavern/85 23/Junimo 92 24 3 Gregory 90 23 1 farmer 69 24 1/skippable/speak Gregory \"Ohhh Marcus, what have you brought?\"/playSound junimoMeep1/addObject 91 23 192/speak Gregory \"A POTATO! Marcus you're the best!$1\"/playSound junimoMeep1/pause 500/faceDirection Junimo 1/pause 500/removeTemporarySprites/playSound junimoMeep1/emote Junimo 8/speak Gregory \"No Marcus, you shouldn't go there. There are monster beyond this canyon.$7\"/faceDirection Junimo 2/playSound junimoMeep1/jump Junimo 4/pause 500/speak Gregory \"I know you are magic, but some monsters are magic too, they might see you or worse.$7\"/faceDirection Junimo 3/emote Junimo 16/playSound junimoMeep1/speak Gregory \"No, I won't let you go there, even if you bring me cheese or booze.$3#$b#I told you it's not safe.$a\"/emote Gregory 16/speak Gregory \"Someone's coming, be quiet.$6\"/faceDirection Gregory 3/faceDirection Junimo 2/move farmer 16 0 1/move farmer 0 -1 1/move farmer 4 0 1/speak Gregory \"Oh, hi @! I was just talking to myself you know, being weird as usual.$9\"/emote farmer 8/speak Gregory \"$q 50082 null#Say somthing...#$r 50082 0 Marcus_1#Why are you lying?#$r 50082 50 Marcus_2#So, isn't Marcus your Junimo friend?\"/speak Gregory \"So you can see him as well?$1#$b#I guess that makes sense!\"/playSound junimoMeep1/emote Junimo 20/jump Junimo 4/faceDirection Gregory 1/emote Junimo 20/jump Junimo 4/faceDirection Gregory 3/pause 500/emote farmer 8/faceDirection farmer 1/playSound junimoMeep1/emote Junimo 20/jump Junimo 4/emote Gregory 16/speak Gregory \"Marcus! @, don't mind him.$6#$b#He is just joking.$9\"/speak Gregory \"$q 50085 null#...#$r 50082 50 Marcus_3#Oh, what a shame I was hoping he wasn't.#$r 50082 50 Marcus_3#There is a grain of truth in every joke!\"/positionOffset Gregory -2 0/pause 100/positionOffset farmer 2 0/positionOffset Gregory -2 0/pause 100/positionOffset farmer 2 0/positionOffset Gregory -2 0/pause 500/showFrame Gregory 29/showFrame 101/pause 500/faceDirection Junimo 2/jump Junimo 8/playSound junimoMeep1/jump Junimo 8/playSound junimoMeep1/globalFade/viewport -1000 -1000/end",
	 },
	 }