{
    "Rainy_Day_0": "I can never get tired of rain, after living 5 years in the bottom of a cave you really learn to appreciate these things.$1",
    "Rainy_Day_1": "Hey babe, try not to get soaked. I don't want you to catch a cold.$7",
    "Rainy_Day_2": "Here babe, this should keep you warm in this rainy day.[395 236 207]",
    "Rainy_Day_3": "When I was a child at Castle Village I used to to play a lot in the rain. My mom used to scold me everytime.$1",
    "Rainy_Day_4": "Hey babe, we're lucky I cleaned the gutters yesterday.",
    "Rainy_Night_0": "I hope tomorrow doesn't rain.$0#$b#Although I missed the rain, I missed the sun as well.",
    "Rainy_Night_1": "It's gonna be great sleeping with you to the sound of the raindrops.",
    "Rainy_Night_2": "I think we should kiss in the rain sometime.$1#$b#Why? Because it sounds romantic don't you think?$4",
    "Rainy_Night_3": "I hope this rain doesn't destroy your crops.",
    "Rainy_Night_4": "Do you think our animals are scared of the rain?",
    "Indoor_Day_0": "Babe, have I told you I love you today?$4",
    "Indoor_Day_1": "Hey babe. If you are going to the mines be sure to take one of this. [773 772] $1#I don't want to lose you.$s",
    "Indoor_Day_2": "Made some fine breakfeast for my favorite farmer! [240 244 239] $1",
    "Indoor_Day_3": "Hey, don't tire yourself out.$0#$b#I want you to save some energy for me tonight!$4",
    "Indoor_Day_4": "Babe, you are so strong from all the farm work. I wonder if you are getting stronger than Alex.",
    "Indoor_Night_0": "Abigail asked me to teach her some sword moves.$1#$b#But Pierre showed up and made a scene out of it!$3#$e#Well I guess I can undestand, I wouldn't want our childreen having the same dangerous life as me.",
    "Indoor_Night_1": "Alex challenged me to arm wrestle. Poor thing, he never stood a chance.$1#$e#Fighting monsters has made me very strong, well and digging ancient tombs, moving heavy rock.",
    "Indoor_Night_2": "Hey, I played with %pet a lot today. I think it likes me.$1",
    "Indoor_Night_3": "Babe, I will give you a massage once you get to bed.$4",
    "Indoor_Night_4": "Babe, while you were working in the farm, I cleaned the house and did the loundry.",
    "Outdoor_0": "Oh babe, I just got up early to feel get some fresh air.$1",
    "Outdoor_1": "@, you are so amazing running this farm all by yourself.$1#I'm really glad we've met.",
    "Outdoor_2": "I'm so happy in here. And I don't need to eat mushrooms, nuts and anciente fruit everyday day.$1",
    "Outdoor_3": "Sorry, you were sleeping like a baby. I coulnd't ruin that moment.$1",
    "Outdoor_4": "Hey babe, make sure not to overdo stuff.$7#If you get too tired, I can give you a massage.$4",
    "OneKid_0": "I never thought I would be a dad. This is great. Oh, I just placed the weapons in a safe place so %kid1 doesn't reach them.",
    "OneKid_1": "I hope %kid1 grow up to be a farmer like you, and not a monster hunter like me.",
	"OneKid_2": "Babe, %kid one dropped the new pacifier in the ground and %pet took it. I had to buy a new one.$3$",
    "OneKid_3": "Babe, don't worry I will watch %kid1 today. You've got a lot to do.",
    "TwoKids_0": "Taking care of two childreen is twice as hard.$1#$b#Don't worry babe, combined they are level 60. Still not match for me.",
    "TwoKids_1": "Hey @, I hope %kid1 protects %kid2 from bullies.",
    "TwoKids_2": "I caught %kid1 drawning on %kid2 with syrup from the fridge. Had to shower them twice.$3#$b#Don't give me that look, they did that in just one minute when I went to the bathroom.$a",
    "TwoKids_3": "Babe are you gonna teach our kids how to take care of animals?",
    "Good_0": "Hey handsome!$4^Hey Gorgeous!$4",
    "Good_1": "You know, I've always had a crush on you since the day you came down those stairs.$4",
    "Good_2": "Babe, do you get the RPG references I make?",
	"Good_7": "Babe, you are level 150 farmer and husband!$4^Babe, you are level 150 farmer and wife!$4",
    "Good_8": "Don't worry about me, I lived alone for 5 years, it's not like I'm going to be bored here.$1",
    "Good_9": "I gotta be honest, I never thought I would've fall in love again, specially with a guy, but here we are and I'm happier than ever!$4^I gotta be honest, I never thought I would've fall in love again, but here we are and I'm happier than ever!$4",
    "Neutral_0": "I hope you'll still like me when I'm old and, well... I'm already gray.$7",
    "Neutral_2": "Would you like to go monster hunting with me someday?",
	"Neutral_3": "Dwarf told me a funny story the other day.$1#$e#Didn't you know I speak dwarvish? I speak many ancient languages, learned in archeology classes.",
	"Neutral_6": "I hope Marcus is alright.$1",
    "Neutral_7": "I'm a bit tired today.",
    "Neutral_8": "No matter how much I clean, the house keeps getting dirty again.$3#I guess farms can be kind of dirty.",
    "Bad_9": "I wonder if I shouldn't come to the surface.$s",
    "funLeave_Gregory": "Babe, Marlon asked me to hunt some monsters today. I will be back latter.",
    "funReturn_Gregory": "I hope you didn't worry, I'm level 100 these monsters are hardly level 40.$1#$b#Haven't you played Solarion Chronicles: The Game? I'm like the boss for those monsters.",
    "spring_1": "A new year is ahead of us. It's gonna be legen...wait for it...$1#$b#DARY!!!LEGENDARY!!!$1",
	"spring_5": "I think I've met Linus before, I just don't remember where or when.$7",
    "spring_12": "Asked the mayor if I could hide some Dino eggs. He just stayed staring me in silence.$3#$b#I'm sorry I won't be able to attend though.$s",
    "spring_23": "Sorry for not being there to dance with you tomorrow. I can't go to festivals because of my routine.$s",
    "summer_1": "People only complain about summer, because they never been to 80th floor of the mines.",
    "summer_10": "Babe, if you want you can put this in the soup tomorrow. [454] $1#$b#Try bringing some for me as I can't go.$h",
    "summer_27": "We have no moonlight jellies at Castle Village, I'd love to watch it with you.$4#$b#But I have some stuff to do tomorrow.$s",
    "fall_1": "Fall is here, don't forget my birthday.$1#$e#Don't worry it's on 28th, so you still have a whole month to decide what to give me.",
	"fall_8": "@! Gotta run find some stuff for Rasmodius!$1#$e#I'm not sure why he needs 4 giant spider eggs.$7",
    "fall_15": "Babe, you're sure to win the Fair tomorrow, you are level 150 farmer, Pierre, Marnie and Willy are 120, tops.$1#$b#I wish I could be there to watch you win though.$s",
    "fall_26": "I used to be scared of monsters when I was a kid. Now, I hunt them for a living. Isn't it Ironic? Don't you think?$1",
	"fall_28": "I was kidding about the gift, having you is the best gift I could get.$4",
    "winter_1": "Babe, now that winter is here, do you want to explore the mines?",
    "winter_7": "Hmmm, Willy is probably level 70 fisherman, Pam will probably be drunk, Elliott is level 30, yeah...You will definitely win the fish competition tomorrow. Just stay focused.$1#Sb#I wish I could go but I gotta solve some stuff tomorrow.$3",
    "winter_28": "Here babe, let's celebrate this great year![459 348] $1",
	"patio_Gregory": "Hey babe, just wondering what we could do with this patio!",
	"spouseRoom_Gregory": "I will stay here and clean the house. Don't worry about me.$1"
}