{
	"Changes":[
		{
			"LogName":"Year 2 Festival Egg Festival - spring13.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring13.xnb",
			"Entries":{
				"Abigail":"Sam? Sebastian? Geçen yıl denediniz mi ki?",
				"Robin":"Hey, @. Seni burada görmek güzel.#$e#Şimdi tam kapasitede ekinlerin vardır, ha?",
				"Demetrius":"Gus'ın büfesi bu yıl bayağı muhteşem. Orada senin çiftliğinden gelen yumurtalar da var mı?",
				"Maru":"Sanırım bu yıl da yumurta avını deneyeceğim. Neden olmasın?$h",
				"Sebastian":"Elbette oyunları severim, ancak yumurta avları benim için biraz fazla basit.#$b#Eğer bir oyun oynayacaksam, içinde biraz derinlik olmalı. Anlıyor musun? Bağlam, anlatı, böyle şeyler.",
				"Linus":"Eğer lezzetli bir şey yiyebileceğim anlamına geliyorsa, insanların bakışlarına göğüs germeye değer.",
				"Caroline": "Pierre'in standına uğradın mı?$h",
				"Alex":"Belki de bu yıl büfede biraz fazla yedim... ama yediğimi yakması kolay olacak.#$e#Daha sonra bu gece koşuya çıkabilirim.",
				"George":"Televizyonda program tekrarı vardı. Ancak bu şölen de tekrar gibi, bu yüzden hepiniz burada olduğum için minnettar olmalısınız.",
				"Evelyn": "Ah George. Bedava yemeği sevdiğini biliyorsun.",
				"Clint":"Bu yıl aşırı erken gelmeye çalıştım, herkes büfeyi silip süpürmeden önce. Ben çoktan doydum.$h#$e#Bekle... bunun anlamı başkasının da payını yemiş olmam mı?$s",
				"Penny":"Hafta başında yumurta boyama projesi yaptık. Eğer mor bir tane görürsen, Jas'inki olabilir, ve sarılardan biri de Vincent'ın.",
				"Pam":"Bu şölene çok defa katıldım, hepsini hatırlamak zor.#$e#Niye? Geçen yıl ilginç bir şey mi oldu?",
				"Emily":"Bu yıl için boyadığım yumurtaların bazılarına kostüm taşları yapıştırdım. Umarım desenleri beğenirsin.$h#$e#Hayır, fazladan puan vermiyorlar. Sadece süslüler.",
				"Haley":"Acılı yumurtalar çok iğrenç ve yapışkan.#$b#Ne, sen de mi onları falan seviyorsun?$s",
				"Jodi":"Kulağa Emily bu şölene gerçekten kalbini veriyor gibi geliyor.$h#$e#Belki bana da yeni bir hobi lazımdır.",
				"Marlon":"Her şölene geliyorum, ancak bu insanların birazının bile kim olduğumu bilip bilmediğini merak ediyorum...",
				"Sam":"*burnunu çeker* ...Hey, tam anlamıyla bir hapşırma nöbetin olduğunda yumurta bulacağım diye çalıların içinde emeklemek zor oluyor.$s",
				"Leah": "En minik boya fırçalarımı çıkarıp yumurtalardan birine çiçek kırı boyadım. Onu kim bulacak merak ediyorum.",
				"Shane":"Bu şölende her zaman daha iyi hissediyorum. Bütün umrumda olan o kadar verdiğim emeğin faydasının görülmesi.#$e#Hey, tadını çıkar.$h",
				"Marnie":"Shane bana bu yıl çok yardım etti. Bu yıl şölen gerçekleşsin diye benden daha fazla çalıştığını bile söyleyebilirim!$h",
				"Elliott":"Kültürler arasında, yumurtalar yeniden doğum vasıtasıyla ebedi hayatın vaadini sembolize eder.#$b#Burada bizim için, şölenler insanın ruhuna yeni bir hayat üfürür. Hepimiz bilinçaltımızda bunun güzelliğine bir şekilde bağlıyız.$h"
				"Gus":"Bu doğru! Sahanda yumurta, kaynamış yumurta, buğulanmış yumurta, acılı yumurta, çırpılmış yumurta, çikolatalı yumurta... adını sen koy!#$e#Umarım geçen yılın şölenine ulaşmışımdır.$h",
				"Harvey":"Başkan Lewis bu yıl bana birkaç yumurta saklamaya yardım etmeme izin veriyor. Bazı güzel yerler keşfetmiştim.#$e#Ah, sen de mi katılıyorsun? Pekala... kim bilir? Belki de onları düşündüğün yerlere saklamayacağım!",
				"Jas":"Belki sadece Vincent'la takım olup ödülü paylaşmalıyız?#$e#Hmm... belki de hayır. Muhtemelen bu yasaktır.",
				"Vincent":"Bu yılın ödülünün 1000G olabileceğini duydum! Bu ÇOK fazla para!$h#$b#Yani şey gibi... 1000G değerinde dondurma almaya yeterli!$h",
				"Willy":"Bu kasabanın çocukları vaktimin çoğunu neye harcadığımı pek umursamıyor. Ve bu önemli değil.#$b#Bu olaya yardım etmek onlarla biraz bağlanmama yardımcı oluyor, direkt olmasa bile.$h"
			},
			"When":{
				"Year |contains=2":false
			}
		},
		{
			"LogName":"Year 2 Festival Flower Dance - spring24.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/spring24.xnb",
			"Entries":{
				"Abigail": "Danssız bir çiçek dansı yapamaz mıyız? Elbise umrumda değil.$u",
				"Robin": "Bir çiçek deseni evinin estetiğini gerçekten bir araya getirebilir. Pierre'in sattığı el yapımı tarifini gördün mü?",
				"Demetrius": "Maru'yu bu şölende görmek beni gururlandırıyor. Çocuklar elbette hızlı büyür.",
				"Maru": "Acaba babam bunu kayda alacak mı?#$b#Sanırım canı isterse yapabilir. Eskiye dönüp videoları asla izlemez zaten.",
				"Sebastian": "Bir süre sonra, bu şölenler... rutin oluyor.#$e#Sanırım şu noktada buna karşı hissizim.",
				"Linus": "Bu yıl benim için görünmenin iyi bir fikir olup olmayabileceğini merak ettim.#$b#Peki, benimle ziyaret ettiğin için teşekkür ederim.$h",
				"Caroline": "Abby yılda bir kere yapılan bir dansın onu öldürebilecek her şeyden uzak tuttuğunu öğrenmek zorunda.#$e#Bence farkettiğinden daha emniyetsiz, ve bunu düzeltmenin bir tek yolu var!",
				"Alex": "Eğer eşin doğruysa dans etmek gerçekten eğlenceli!$h",
				"George": "Vücudum yarın kendimi buraya bütün yolu gelmeye zorladığım için bana bağıracak.#$e#Bu yapabildiğimin en azı gerçi.",
				"Evelyn": "George onu açık alana doğru itmeme izin vermiyor. Hala kendisi yapmak istediğini söylüyor.",
				"Clint": "*iç çeker*$s#$e#...Ne? Ah, acaba nehrin yanında kim var bakmalı mıyım.",
				"Penny": "Tamam. Yalnızca nefes almalıyım. Ve kimin izlediğini düşünmemeliyim.",
				"Pam": "Heh heh. Başkan Lewis bu olay için şarap barı açmak zorunda kaldı. Ne de olsa gelenek!$h",
				"Emily": "Haley'i bütünüyle olumlu bir halde görmek güzel. Bugünü ona özel hale getirmek için elimden gelenin en iyisini yapıyorum.",
				"Haley": "Bir'ki üç, bir'ki üç, bir'ki üç...#$b#...başardım. Tamam. Sanırım hazırım.",
				"Jodi": "Sam'i tekrar dans ederken görmek için sabırsızlanıyorum. Böyle şeyleri evde asla yapmaz.$h",
				"Marlon": "Gil bana bu şölene katıldığını anlattı, uzun zaman önce.#$e#Galiba, otuz yıl olmuş. Belki daha uzun. Artık sayısını unuttuğunu söyledi.",
				"Sam": "Sadece biraz eğlenmekten korkamazsın, anlıyor musun?$h",
				"Leah": "Hey @. Bizi boşver. Elliott ve ben yine estetikleri tartışıyoruz.",
				"Shane": "Hmm... şaraba bayılmamam iyi. Gerçi cazip geliyor.$u",
				"Marnie":"Hey @. Eğer sadece gidip...$s#$b#...Er, boşver.$s",
				"Elliott":"Çiçeklerin gerçek güzelliği geçici doğalarından gelir, sadece fiziksel görünümleri değil.#$b#Bir şeyin ne kadar kısa ömrü olursa, o kadar değerli olma potansiyeli vardır.$h",
				"Gus":"Pekala, herkes iyi zaman geçiriyor gibi. Görünüşe göre başka bir başarı.",
				"Harvey":"Acaba eski meslektaşlarımdan kaç tanesi böyle bir dans etkinliğine katılmaya meyilli olurdu?$h",
				"Jas":"Bayan Penny'nin çiçek elbisesini görmek istiyorum!$h",
				"Vincent":"Eğer biriyle dans edersen, bu onunla evlenmeye söz vermen gerektiği anlamına gelmiyor, değil mi?$u",
				"Willy":"Hmm... böyle bir şölende benim gibi birisi için yapılacak ne var?#$e#Sanırım dans başlayana kadar burada duracağım. Nezaket için."
			}
		},
		{
			"LogName":"Year 2 Festival Luau - summer11.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer11.xnb",
			"Entries":{
				"Governor":"Ah evet, buradaki doğal güzellik hoş, Lewis, ancak Yıldızçiyi Vadisi için bir turistik mekan olarak sefer düzenlenmesi karar verilmesi gereken bir şey.#$e#Bana şu güz fuarını anlat. Enfes yemeklerle dolu olmasını bekleyebilir miyiz?",
				"Abigail":"Hey, sanrıım ufukta su fışkırtan bir balina gördüm.#$e#Bekle! İşte yine orada!$h",
				"Robin":"Emily iyi. Aerobik kulübünde her zaman bunu yapıyor.",
				"Demetrius":"Emily'nin iyi olduğuna emin misin, balım? Bizden çok uzun süre önce dansa başladı.",
				"Maru":"Mmm, Linus'un kızartması için yer ayırıyorum. Görünüşe göre bitti sayılır.",
				"Sebastian":"Eğer çorba iğrenç olursa, eminim Sam beni en fazla kim yiyebilir diye yarışmaya davet edecek.#$e#O kazanacak.$h",
				"Linus":"Ah, günaydın, @! Bir parça kahvaltı ister misin?$h#$e#Ah, haklısın. Kahvaltı saatini geçirmişiz. Farkettiğimden daha geç uyumuşum.",
				"Pierre":"Tam sen varmadan önce Vali'yle konuşmayı bitirdim.$h#$e#İyi... gitti.#$e#Aslında bana cevap bile vermedi.$s",
				"Caroline":"Bu hafta aerobikte herkesi daha sıkı çalıştırdım. Hepimiz biraz kutlamayı hakettik derim.",
				"Alex":"İşte bu tam bahsettiğim şe! Neden her gün bunu parti gibi bir şey olarak yapmıyoruz?$h#$e#Pelikan Kasabası'nı turistler için cennet bir sahil noktasına çevirebiliriz.$h#$e#Hey, belki bir gün başkan olmalıyım.",
				"George":"Luau'yu daha çok severdim, sahilin havasını mahveden şu elektronik dev hoparlörlerimiz olmadan evvel.#$e#Bu... ah, yirmi-yirmibeş yıl evveldi.",
				"Evelyn":"ben küçük bir kızken tam buralardaki bir noktada kumdan kale yapardım, bunca yıl evvelde. Hala gözümde canlandırabiliyorum.",
				"Lewis":"*psst*... Nerdeyse Vali'yi Yıldızçiyi Vadisi Fuarı için tanıtım yapmaya ikna ettim sayılır.#$b#Bugün onun etkilendiğinden emin ol!",
				"Clint": "Welp, başka bir yardım zamanı.",
				"Penny":"İtiraf etmeliyim ki Başkan Lewis'in gün boyunca değişik yüz şekillerini izlemek komik.$h#$e#Umarım valiyle konuşmaları iyi geçiyordur.",
				"Pam":"Marnie çorbayı dikkatli izlese iyi olur. Yarınki öğlen yemeği için kalanları almaya bu çorbaya güveniyorum.",
				"Haley":"*kıkırdar* Kardeşim bazen tam bir ahmak oluyor.",
				"Jodi": "Böyle bir günde yemek pişirmeye bir gün ara vermek hoş oluyor.",
				"Marlon":"Bu şölen gerçekten neşelendirici, yeraltında karanlıkta çok uzun zaman harcadıktan sonra.",
				"Sam":"Tamam, Penny, tamam. Hamsi olayı sadece bir yıllıktı. Söz veriyorum çorbaya iğrenç bir şey koymayacağım.#$b#*psst* Sen, tam tersine, @...$h",
				"Leah":"Mevsimin ilk kavunları çıkmak üzere değil mi? Aah, bu kulağa şu anda çok nefis geliyor.",
				"Shane":"Yılın her zamanı acılı yemek yerim, ama bir sebepten hava ne kadar sıcak olursa tadı o kadar iyi oluyor.",
				"Marnie":"Herkesi böyle beraber görmek güzel.",
				"Elliott": "Bu yıl luauyu unutmadım!$h#$e#Pekala, Leah bana hatırlattı gerçi. Yardımcı oldu.",
				"Gus":"Enfes bir çorba hazırlayabilirim, sorun olmaz, ancak karışık çorba bütün vadinin bir yansıması olmalı, sadece benimkinin değil.#$e#Sadece arkada durup ortaya ne çıkacaksa çıkmasına izin vermeliyim!",
				"Wizard":"Şölen günlerinde havanın hep güneşli olduğunu farkettin mi?#$e#Evet, bunun için serbestsin.",
				"Harvey":"Emily hala mı dans ediyor? Good grief. Ona söyledim, dehidrasyon ve dans meditasyonu aynı şey değil diye.$11",
				"Jas":"Kimsenin dans etmek için su tabancasına ihityacı yok, Vincent.",
				"Vincent":"Bir su tabancası alıp ayağıma sıkmalısın, kovboy gibi! Sonra şöyle dans edeceğim, vuu-vuu-vuu!",
				"Willy":"Umarım millet geçen yıldan daha iyi şekilde etrafı toplar. Burası arka bahçem gibi bir şey."
			}
		},
		{
			"LogName":"Year 2 Festival Moonlight Jellies - summer28.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/summer28.xnb",
			"Entries":{
				"Abigail": "Ahh, yazın en sevdiğim günü. Ve sadece bittiği için değil.",
				"Robin":"Kasabadaki ilk yılımda, kullandıkları eski mum botunu gördüm, ve şöyle dedim, \"Hey, böyle bir şey yapabilirim.\"#$b#Sonra gidip bir tane yaptık ve Lewis'in hoşuna gitti.",
				"Demetrius":"Benim çalışma alanımda, bu bana durup doğal dünyanın güzelliğini bütünüyle özümsememe yardımcı oluyor.#$b#Bana doğa hakkında öğrenecek ne kadar çok şeyimiz olduğunu hatırlatıyor. Dev düzende, biz sadece yeni başladık.",
				"Maru":"Bu akşam benim için her zaman önemli. Umarım sen de benim sevdiğim kadar seversin.",
				"Sebastian":"Bir keresinde, yuvarlak kafalı yeşil bir çeşit yaratığın suyun yüzeyine doğru biraz çıktığını gördüm.#$e#Hava yağmurluydu, o yüzden ne olduğunu söylemek biraz zor.",
				"Pierre":"Yarın hasat mevsimi başlıyor. Şimdiden geldiğine inanmak zor. Tamamen hazır mısın?#$e#Erm, üzgünüm. Yarın hakkında konuşmayı isterdim, ancak başlayacak bir randevu gecem var.",
				"Caroline":"Pierre, kapatma zamanı gelmedi mi? Hadi yerimizi alalım.#$e#Oop... üzgünüm, @. Lütfen ihtiyaç duyduğun kadar kal.",
				"Linus": "Herkesi doğaya karşı çok anlayışlı olduğunu görmek hoş. Bize ihtiyacımız olan her şeyi sağlıyor, özellikle güzellik.#$e#Denizanaları geldiğinde sıvışacağım. Meraklanma. Bunu ne pahasına olursa olsun kaçırmam.",
				"Alex": "Bu yaz çok güzel anılar yaşadım. Tek şikayetim bitmiş olması.$s",
				"George":"Pek bir şey göremiyorum. Şu denizanalarına geldiklerinde haberdar edeceklerine güveniyorum.#$e#Her vakit ederler.$h",
				"Evelyn":"Senenin gençlik günlerinin nihayete ermesi için ne kadar hoş bir yol. Daha fazlasını isteyemem.#$e#Hala güz için bir sürü plan yapıyorum da.",
				"Lewis":"İyi akşamlar, @. Sana rıhtımda bir yer ayırdım.#$b#Denizanalarının gelişine ne zaman hazır olursan söyle.",
				"Clint":"Yılın yarısının neredeyse bittiğine inanabiliyor musun?#$e#Umduğum gibi geçtiğini söyleyemem, ancak beklediğim gibi gerçekleştiğini söyleyebilirim.#$e#Zamanla bir şeylere alışıyorsun.#$e#Her neyse, geldiğin için sağol.",
				"Emily": "*iç çeker* Bu akşam mevsimden uzun bir hoşçakal öpücüğü gibi. Üzücü ama güzel.$u",
				"Penny":"Denizanaları ne kadar basit bir varoluşa sahip...#$e#Ve dev düzendeki şeyleri düşündüğümde, bir çeşit yakınlığımız olmalı.",
				"Pam":"Güz geliyor. Penny için zor bir zaman, bu yüzden onun için hoş bir şeyler yapman lazım.#$e#Bundan memnun olacağını düşünüyorum.",
				"Haley":"Aslında kameramı bu yıl getirmeyi hatırladım. Benim için çekecek çok güzel kareler olmalı.",
				"Jodi": "Kent, balım, bu yıl benimle olduğun için çok mutluyum.",
				"Sam": "Hmm, bir albüm kapağı için tam da en iyi fikir aklıma geldi.",
				"Leah":"Yaz benim için yılın aşırı özel bir zamanı. Sadece bitirmek için kendime bir akşam ayrımam lazım.",
				"Shane":"Şu daha uzun günleri özleyeceğim.",
				"Marnie": "Hayvanları seviyorum çünkü direkt yüzlerine bakabiliyorum. Ancak bu küçük dostların yüzleri yok.#$e#Gerçi hala nefes kesiciler. Sanırım bu farklı bir tür güzellik.",
				"Elliott":"'Umudun müjdecisi üfler ışığını#$b#Eski ay lambaları şarkı söylerken geceye.'#$b#Ah, @, bunlar aklımda uçuşan bir şiirin son iki satırı.#$e#Eğer 'ışık' ve 'gece'yi kafiyelersem şiir yazmış olmam bu yüzden bu sadece şuan için.$h",
				"Gus":"Bu gece ara vermek güzel. Pek verme şansım olmuyor.",
				"Wizard":"Lunaloolar bu yıl mütevazı bir gösteri yapacaklardı. Deniz ruhu gardiyanlarının arasına birilerini sokabildim, bunu düzeltmek için.#$e#Lütfen bunu büyük bir yaygaraya çevirme. Bir sebepten dolayı burada saklanıyorum.",
				"Harvey":"Herkeste bir parlama görüyorum. Herkesin bedeninin düzgün çalıştığından emin olmak için çok zaman harcıyorum...#$b#...herkesi çok iyi ve huzurlu görmek çok dokunalı bir an.",
				"Jas":"Umaırm Vincent'ın geçen yıl gördüğü gibi ender yeşil denizanayı ben de görürüm.",
				"Vincent": "Jas geçen yıl yavruların da olduğunu söyledi. Bu yıl onları arayacağım.",
				"Willy":"Bu benim en sevdiğim şölen olabilir. Dünya etrafındaki balıkçılar buna bir kez tanık olmak için birer kol ve bacak verirlerdi."
			}
		},
		{
			"LogName":"Year 2 Festival SDV Fair - fall16.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall16.xnb",
			"Entries":{
				"Abigail": "Keşke 'Korku Çadırı' gibi bir şeyimiz olsa, yıldız jetonlarını harcamak için.",
				"Robin":"Leah'la bir araya gelmek güzel! Normalde sık karşılaşmıyoruz, ancak çok ortak yönümüz var.$h",
				"Demetrius":"Bir sergi açmayı ben de düşündüm, ancak eğer en iyi çalışmamın gerçekten bir gösterisi olsa...#$b#...ona bir mikroskopun altında bakman gerekirdi.#$e#O yüzden... bu biraz sorun oluşturuyor.$h",
				"Maru": "Barbekü sandviçler için geri geldim, ancak belki bu yıl bir burger alırım.$h",
				"Sebastian":"Sadece burada vaktimi harcıyorum. Eğer sonra keyfim yerinde olursa, evde ilgileneceğim tonlarca oyun var.$u",
				"Pierre": "Ah, hey @. Uhh... balkabaklarımdan bazıları aslında senin çiftliğinden mi geldi?",
				"Caroline":"Pierre dükkanın başarısının sergisine bağlı olduğunu düşünüyor. Ona fazla endişelenmemesini söylüyorum.#$e#Buraya girmiş olan herkesin ürünlerini satıyoruz, buna sen de dahilsin. Bu yüzden uzun yolda bu pek bir farka neden olmuyor.",
				"Linus":"Bu hayvanların narin ruhları var. En iyisini hakediyorlar.$h",
				"Alex":"Şu fedora için biriktiriyorum, ama sadece 'Güç' oyunuyla zaman alıyor.$s",
				"George":"İyi kalite bir öğüne hayır demem. En azından bu şenlikte, yemeğe ulaşmak için uzaklara seyahat etmeme gerek yok.#$e#Ve hiç değilse yumurta dışında bir şeyler var.",
				"Evelyn":"George, kolestrolünü kontrol ettiğimizden emin olmalıyız.#$e#Eğer sen yemezsen ben de yemeyeceğim.",
				"Lewis":"@! Hoşgeldin! Bu yıl senden sergi açmanı bekleyebilir miyiz?$h#$b#Çoğunlukla geçen yılki aynı satıcıları ve göstericileri çağırdım. Ancak bozulmadıysa tamir etme!$h",
				"Clint":"Aletlerinden dolayı çalışmama tanıdık olduğunu biliyorum, ancak eğer az daha tatmin olmak istersen, şunlara yakından bak.$h#$e#Sana söylemedim ancak Marlon silahlarımı loncasında satıyor.",
				"Emily":"Haley'in falcıyla nasıl ilgilenmesi çok sevimli. Sanırım bunun için hak iddia edebilirim.#$e#Pekala, beklenilecek bir şeyler hepimizin işine yarar.",
				"Penny":"Geçen yıl, şans çarkında eşkıya gibi kazandım.#$b#Aynı başarıyı tekrar sağlayamadım, o yüzden yeşil mi turuncu mu daha sık kazanıyor onu çözmeye çalışıyorum.",
				"Pam":"Oraya tekrar girip balıkçı oyununu yenmeden önce bir mola veriyorum.$h#$e#Orası kesinlikle yıldız jetonu kazanmak için en iyi yer.",
				"Haley":"Geçen yıl falcının bana anlattı her şey gerçek oldu. O inanılmaz.#$e#Umarım bu yılki falım da gerçek olur!$h",
				"Jodi":"Affedersin, ah... Bay Palyaço? Eğer sana bahşiş verirsem bana şaka anlatır mısın? İşler artık böyle mi yürüyor?$s",
				"Sam":"Sapan oyununda mükemmel isabet ettirdiğim için 4x çarpanı aldım! Yıldız jeronu ödemesi çılgıncaydı!$h",
				"Leah": "Robin'in sergisinde takılmak bedava bir ağaç işçiliği dersi almak gibi.$h#$e#Bazen bir öğrenci olmayı özlüyorum.",
				"Shane": "Marnie beni hayvan sevme bahçesinden sorumlu tuttu. Git. Onları sev.#$e#Hey, eğer bir tanesini eve götürmek istiyorsan, sistemi biliyorsun: Marnie'ye sor.",
				"Marnie":"Eğer sergiler tatlarına göre puanlansa, görünümleri yerine. O zaman belki mücadelede başarma şansım olabilir.",
				"Elliott": "Burada muazzam bir fuar alanı manzarası var, değil mi?$h",
				"Gus":"Tanrım! Bazıları gerçekten şu barbekü sosunu sömürmeyi seviyor!$h#$e#Gizli sosumla gurur duyuyorum, ancak altındakinin de tadını aldığına emin ol!$h",
				"Wizard":"Tanıdımlarıma gelecekleri hakkında bir şeyler anlatmaktan sakınırım, muhtemel bedellerin korkusundan. Welwick farklı.#$b#O özel bir şekilde yetenekli ve tam olarak bilmen gerekeni anlatacak.",
				"Harvey":"Eğer insan tıbbı bana çok gelse, sanıyorum ki kolayca bir veteriner olurdum.#$b#Hala yapmaya gerçekten değer bir iş, bundan eminim.",
				"Jas":"Hayvanlarımızdan hoşlandın mı?",
				"Vincent":"Birine binmek istiyorum.#$e#Beni çitin ötesine kaldıracak mısın?#$e#Aw, hadi!#$e#...Sam nerede?",
				"Marlon":"Acaba eğer loncanın stoğu için bir iki tane şu kılıçlardan alısam atamamı geri alabilir miyim?",
				"Willy":"En çok şu Turuncubalık'tan gururluyum. Bir tanesini daha önce yakaladın mı?#$e#Güzel bir balığın raf ömrü çok kısayken iyi bir sergi yapmak zor oluyor."
			}
		},
		{
			"LogName":"Year 2 Festival Spirits Eve - fall27.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/fall27.xnb",
			"Entries":{
				"Abigail":"Nnnngh... Bu örümceklerin gerçekten tekrar gelmeyeceğini umuyordum.$s",
				"Robin": "Gelecek boş mevsiminde ne yapmayı planlıyorsun?",
				"Demetrius":"Bu şenlik eğlenceli, ancak bazen insanlar kendi fikirleriyle biraz ileri gidiyor gibi hissediyorum.",
				"Maru":"İhtiyacım olan şey yerimi ve adımlarımı ölçecek bir cihaz.$s",
				"Sebastian":"Güzel. İskeletleri tekrar koymuşlar.$h#$e#Bayağı pahalı bir özel efekt, o yüzden tekrar koyarlar mı diye düşünüyordum.",
				"Caroline": "Sanırım sadece yemeklerle kalacağım. Labirent pek bana göre değil.",
				"Alex":"Bir şeyin üstüme atlamasına karşı beyzbol sopamı getirdim.#$b#Hatırla, korku filmlerinde günü hep spor yıldızı kurtarır... değil mi?",
				"Lewis":"Bu benim için bayağı zahmetsiz bir şenlik. Nasıl oluyorsa her yıl bir araya geliyor, ancak nasıl olduğundan tam olarak emin değilim.",
				"Clint":"Mantıklı olarak korkuyorum... eğer bu canavarları buraya getiren Marlon'sa, muhtemelen büyük bir iş.",
				"Emily": "Ne heyecanlı bir gece! Meydan şu anda göremediğimiz ruhların hareketleriyle kaynıyor.",
				"Penny":"Biri bana oyun mu oynuyor? Buraya nasıl geldim?$u#$e#Bu kazan... Bu... tanıdık geliyor.$s",
				"Pam": "Bana mı öyle geldi, yoksa labirentten gelen bir çığlık mı duydum?",
				"Haley": "Biraz içeri girdim, sonra yerden çıkan bir şeyin gölgesini gördüm.$s#$b#...Sanırım tamamım.$s",
				"Jodi":"Eminim Sam çok büyük bir şey değilmiş gibi gösterdiği için Vincent labirente girmek istiyor.$4#$e#Neye bulaştığını bildiğini sanmıyorum.",
				"Sam":"Yemin ederim bu labirent geçen yılkiyle aynı.#$b#Ama hafızam... mezarlıktan sonra nereye gittiğimi hatırlamaya çalıştığımda anormal şekilde karışıyor.$s",
				"Leah":"Bu kobleri kim yaptı? Nefis.",
				"Marnie":"Bu şenliğin çiftliklerimize yakın bir yerde yapılmadığına memnunum. Hayvanlar paniğe kapılırdı.",
				"Elliott":"Yakında, dünya derin ve kaçınılmaz bir ölüm uykusuna dalacak.#$b#Ancak doğanın ve kendimizin biraz daha uyanık kalmanın çabası da kaçınılmaz.$h",
				"Gus":"Herkesin bu yıl bir dilim balkabağı turtasına ihtiyacı var! Israr ediyorum!$h",
				"Harvey":"Açık bir kalp ameliyatı canımı asla sıkmadı, ancak bu... BU çok fazla.$s",
				"Shane": "Bu iskeletlerdeki animatronikler hala bayağı etkileyici.",
				"Jas":"Marnie teyze, canavar ve hayalet diye bir şeyin olmadığını biliyorum. Neden gidemem ki?",
				"Vincent":"Bahse girerim Sam benim yaşımdayken hep labirente girmiştir.$s",
				"Marlon": "Bir iskeleti kesmek bir mesele, ancak bir tanesini yakalamak ayrı bir marifet."
			}
		},
		{
			"LogName":"Year 2 Festival Ice Festival - winter8.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter8.xnb",
			"Entries":{
				"Abigail": "Sanırım bir dahaki sefere, bu kardanadamın karnından bir çeşit canavar çıkıyormuş gibi göstermeye çalışacağım.#$b#Belki yarışmadaki birkaç balığı kullanabilirim. Iy!$h",
				"Robin":"Bir ya da iki saatte hazır olmalı. Umarım o zaman görmek isteyecek insanlar olur.",
				"Demetrius":"Burasının ne kadar tropikal bölgelere benzeyeceğine inanabiliyor musun, üstelik sadece altı ayda?",
				"Maru": "Sebastian bayağı havalı kardanadamlar yapıyor. Eğer bana izin verse ondan bir iki şey öğrenebilirim gibi hissediyorum.",
				"Sebastian":"Nah, bu pek soğuk değil. Soğuk ıslak saçla dışarı çıkınca seni dondurur.",
				"Pierre":"Nihayet! Dışarıda zaman geçirip kartopu atabilirim!$h#$e#Hmm... vurabileceğim kimse var mı? Ya da... kızarlar, değil mi?$s",
				"Shane": "İki kelime: Pizza. Şenlik. Cidden,bu sene şu gerçekleşmek zorunda.#$e#Bayağı kolay olur da. Gus'tan bir ton pizza söyler ve hepsini gömeriz.",
				"Caroline": "Aslında Abby'nin kardanadamı bayağı komik.$h",
				"Linus":"Gençken bütün burayı gezdim. Bazı yerler yıl boyunca böyle.#$e#Daha fazla tundrada yaşamayı kaldırabileceğimi sanmam. Bu gençliğimdeydi.",
				"Alex":"Heyyy, bir fikrim var. Belki birkaç tane sporcu forması alıp kardanadamlara giydirebiliriz.#$e#Aslında, bir forma bir kardanadamın üstüne sığar mı ki?#$b#Ahhh, en sevdiğim atletleri çok şişman gösterirler.$s",
				"George": "Bunun için aşırı ağır battaniyemi getirdim.",
				"Evelyn":"Eklemlerim soğukta çok vakit geçirmekten ağrıyacak, ancak ziyareti buna değer.#$e#Bu şenlik benim için çok önemli, biliyorsun.",
				"Lewis":"Selam, @! Gelebildiğine sevindim. Herkese selam verdiğinden emin ol.$h",
				"Clint":"Şey, şuna bak, Emily! Sanki bu kardanadam kendi minik çocuğumuz! Sen annesin ben de babayım! Heh heh.$h",
				"Emily": "Ah, evet Clint. Im, sanırım?$u#$e#Belki kardanadamın teyzesi olabilirim.",
				"Penny":"$y 'Hmm... Ne çeşit bir kardanadam yapmalıyız?_Gözlerini naneli şekerlerden yapmaya ne dersin?_Aah, eğlenceliymiş! Yanında şekeri olan kimseyi biliyor musun?_İlham için Abigail'e bak._Ah, evet. Boşver.$s_Geleneksel bir tane yap. Bunu yapmanın tek doğru yolu bu._Yılda bir iki kere yaptığında, klasik olanlar asla eskimiyor, ha?'",
				"Pam":"Aslında yarışmaya hazırlık olsun diye biraz çalıştım.$h#$e#Er, şey, demek istediğim... çalışmadım. Pek değil.$s#$e#Geçen ay fuarda balıkçılık çadırındakiler sayılır mı?",
				"Haley":"Bazı kış kombinleri için gardrobuma bakmalıyım. Hiç giymediğim aşırı tatlı kürklü kabanlarım var.",
				"Jodi":"Ormanı sessiz olduğunda seviyorum. Kar ağaç dallarına düştüğünde, şu yumuşak gümlemeyi yapıyor.#$b#Yalnızca seviyorum.$h",
				"Sam":"Nehrin tam yanındaki bir sokakta yaşıyoruz. Hala nasıl balık tutmayı bilmediğime şaşkınım.#$e#Ah doğru, sanırım çok çabuk sıkılırdım, değil mi?",
				"Leah": "Bu sabah aşırı erken geldim ki erkenden heykelime başlayayım. Ne düşünüyorsun?",
				"Marnie":"Mmm. Bu gece hoş olacak, ateşin yanında oturup, elimde sıcak çikolatayla, şeyin yanına sokulup...#$b#...um, yani, sokulgan gibiyim.$s#$e#Ne var ne yok?",
				"Elliott":"Willy biraz önce bana birkaç balıkçı hareketi öğretti. Acaba hatırlıyor muyum diye beni izler mi?#$e#Yalnızca onu üzmek istemiyorum.",
				"Gus":"...Ne? Üzgünüm. Sadece düşünüyordum. Kış Yıldızı Şöleni için şimdiden plan yapıyorum.",
				"Wizard":"Garip kuleme uğramak için gizlice kaçtın mı? Bir sıradan için tuhafsın.",
				"Harvey":"Pekala, geçen yıl kimse hipotermi geçirmedi, bu yüzden sanırım biraz rahatlayabilirim.$h",
				"Jas":"Bayan Penny, kullanabileceğimiz bir şapka var mı?",
				"Vincent":"Bak! Eğer ayağını çok sert vurursan, buzda minicik çatlaklar oluyor.#$e#Ne? Neden kötü olsun?$u#$e#Ah...$u"
			}
		},
		{
			"LogName":"Year 2 Festival Winter Star - winter25.xnb",
			"Action":"EditData",
			"Target":"Data/Festivals/winter25.xnb",
			"Entries":{
				"Abigail":"Anne, iyi misin?$h",
				"Robin":"@, şerefine, Pelikan Kasabası'nda seninle geçen iki harika yıla!$h",
				"Demetrius":"Yaşamak için ne güzel bir zaman!$h",
				"Maru":"Ah güzel. Anneme söyledim, \"Anne, üstünde yeşilliği olan bir masaya geçmeliyiz.\"$h",
				"Shane":"Belki forma girmeye başlamışımdır diye düşünüyordum.#$b#Welp, bu şimdi pencerenin dışında.",
				"Sebastian":"Aklımda yapmam gereken yarım ton şey var.#$e#Peki, sadece hobi gibi şeyler, ancak buraya inmeden önce tam ortasındaydım.",
				"Pierre":"Bu yıl dükkan için endişelenmeye çok zaman harcadım ancak hepsi şu anda çok uzak geliyor.#$e#Yılın gerçekten bu kadar biraraya gelmesinden minnettarım.$h",
				"Caroline":"Pierre... benim iki içecek arkamdasın! Yoohoo, nerdesin?$h",
				"Linus":"Bugün herkes neşeli görünüyor, değil mi? Sorun değil. Ben sadece burada duracağım.",
				"Alex":"Beş numaralı tabaktayım. Canlı hissediyorum!$h",
				"George":"Bah. Sanki geçen hafta bu Şenliklerden bir tane yapmışız gibi geliyor.",
				"Evelyn":"Burada yenecek çok şey var biliyorum, hayatım, ancak umarım kurabiyelerime de yer bırakırsın.",
				"Lewis":"Tam şu uzun kışın asla bittiğini düşündüğümüzde, hepimiz neşeli bir kutlamayla sessiz bir ara veriyoruz. Şerefe!$h",
				"Clint":"Muhtemelen annemi aramalıyım.",
				"Emily": "$y '@! Ağacın altında ne bulmayı umuyorsun?_Nadir bir mücevher._Ah! Bahse varım evde onu sergilemek için mükemmel bir yerin olmalı, ha?_Enfes bir şey._Ah evet! Yenebilen şeylerle ihtiyacın olan her şeye sahip olduğunu hissettiğinde kötü olmak zor.$h$h_Bir çay seti._Hmm, tuhaf bir beklenti, ama kim bilir? Belki alırsın!'",
				"Penny":"Burası çok soğuk, ve hala pek üşümedim.$h",
				"Pam":"Hey, evlat. Başka bir yıla.",
				"Haley":"Ebeveynlerim bunun için hep en epik hediyeleri alırlardı.#$e#Umarım iyilerdir... her neredelerse.$u",
				"Jodi":"İşte, Kent. Neden tabağımda kalanları yemiyorsun?",
				"Kent":"İyi öğlenler, @. Mutlu Şenlikler.",
				"Sam":"Bu yıl babamın geri dönüşü için minnettarım.#$e#Bu... beklediğimden farklı oldu, ancak herkesi tekrar birlikte görmek güzel.",
				"Leah":"Kısa süreliğine masamıza katılmak ister misin? İşte. Biraz yumurta likörü al. Gus yine kamış şekerler hakkında konuşuyor.#$e#Sanırım geçen yılkiyle aynı konuşma.",
				"Marnie":"Umarım yemeyi bitirdikten sonra bu gece eve doğru yürüyebilirsin!$h",
				"Elliott":"Sahil bu sabah özellikle yalnızdı. Buraya süratle yürüdüm ve şu muazzam sıcak birlikteliği keşfettim!$h",
				"Harvey":"Burada ilk yılımda bu şenliğe inanamadım. Soğuğun ortasında yemek mi? Ancak bir şekilde işe yarıyor, değil mi?$h",
				"Jas":"Marnie teyze, şimdi yiyebilir miyiz?",
				"Vincent":"Hediyeleeeeeer!$h",
				"Marlon":"Bu sabah lav madenlerinde biraz zaman geçirdim. Vücudum bu soğuğa doğru düzgün adapte değil."
			}
		}
	]
}