{
    "Changes": [    
     {
        "LogName": "Year 3 Festival Egg Hunt - spring13.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring13.xnb",
        "Entries":
        {
            "Abigail": "Bu yıl tekrar A-oyununu getiriyor musun?$h",
            "Robin": "İstediğin kadar kümes inşa edeceğim. Benim için her zaman eğlenceli.",
            "Demetrius": "Vadideki çimler tavuklar için gerçekten besin dolu, kesinlikle çoğu diğer çiftlikte verilen mısırlardan daha iyi.",
            "Maru": "Penny için yumurta temalı ders fikirleri bulmaya çalışıyorum. Jas zaten onlarla ilgili hemen hemen her şeyi bildiğinden zor oluyor.",
            "Sebastian": "Bu şenlik sıfır içeriğiyle insana gerçekten tuhaf geliyor olmalı.#$b#Geçirmemiz gereken koca bir gün, bu yüzden... yumurtalar hakkında konuşabiliriz. Demek istediğim, gerçekten mi?#$e#What was it like, anyway, your first year here?",
            "Linus": "Kendimi orta porsiyonlarla tutuyorum. Umduğum gibi, eve götürebileceğim bazı kalanlar olacak.",
            "Caroline": "Tomarla nakit para sahip olmalısın. Sende zaten olmayan satılık bir şeyimiz var mı?",
            "Alex": "Merak ediyorum da acaba bir tavuktan bir yumurtanın çıktığını görüp 'Oha, dostum, leziz görünüyor.' diyen ilk insan kimdi.$s#$e#Hey, yakınmıyorum. Sadece bu ilk olduğunda tuhaf gelmiş olmalı.$h",
            "George": "İçeride kalsan kasabanın yarısı öfkelenirdi. Sanırım zamanı geçirmek bundan daha kolay.",
            "Evelyn": "Şu anda kaç yıldır buradasın, canım?#$b#Pekala, kalmaya karar verdiğin için elbette sevindim. George ve benim için Pelikan Kasabası'nın bir geleceği olduğunu bilmek önemli.",
            "Lewis": "Şu ana kadar bahar nasıl geçiyor, @? Her şey planladığın gibi gidiyor mu?$h",
            "Clint": "Sadece gidip her şeyden birer tane aldım. Kimse kızmaz, değil mi?",
            "Penny": "Çocukların bu şenlikte eğlendiğini görmek ben küçükkenki kadar beni neşelendiriyor.$h#$e#Büyüdüğünde hayat 'tamamen kolay' hariç her şey oluyor.",
            "Pam": "Acaba Gus bana bir gün tariflerinden bazılarını öğretir mi?",
            "Emily": "Kıyafetlerde kullandığım aynı boyas setini yumurtalarda da kullanıyorum. Görünüşe göre bayağı işe yarıyor!#$e#Bunu yıllar önce farketmiştim.",
            "Haley": "Tamam, bugün hedefim yeni bir çeşit yemek denemek. Sadece biraz geliştirmeye çalışıyorum.#$e#Ne öneriyorsun?",
            "Jodi": "Baharın neredeyse şimdiden yarısına geldik, değil mi? Yıl sanki iki gün önce başlamış gibi geliyor.",
            "Kent": "Hala bu şenlik için o kadar da heyecanlı değilim kendimce, ancak Vincent'ı mutlu görmek hoş.",
            "Marlon": "Çok sene önce, bir dinozor yumurtası ararken koca bir sürü Bibereksle savaştım.#$e#Elbette sonuçta zafer bendeydi, ancak bu yumurtalar hala ender bulunuyorlar.",
            "Sam": "Bu sabah alerji ilacı aldım. Şimdi üşütük gibi hissediyorum.#$e#Beni bir sebeptenher zaman bu şenliğin gününde vuruyor. Belki de sadece dışarıda çok vakit geçirmekten oluyordur.",
            "Leah": "İki yıl önceki o içeçek nerede? Uğruna ölünür bir şeydi.#$e#Evet, neden güzel olduğunu biliyorum. Kalın kafalı değilim.$h#$e#Tamam, peki, belki anlamam birkaç bardak sürmüş olabilir.$u#$b#Ama buna değerdi!",            
            "Shane": "Eğer en iyi yumurtalaları veren iyi kuşlar istiyorsan, onlara hakettikleri hayatı vermeli.#$e#Bu şenlik bir yığın fabrika yumurtasıyle asla olmazdı. Bir milyon yılda da asla.",
            "Marnie": "Sanırım bu sene işler bayağı iyi görünüyor!$h",
            "Elliott": "Bu çevre edebi anlamda bana özellikle ilham verici gelmiyor, ancak bayağı hoş bir şekilde keyfime bakıyorum.$h",
            "Gus": "Bugün burada yine alışıldık yemekler var. Gerçi acılı yumurta tarifimi biraz geliştirdim, yani bu yeni bir şey. Bi'dene!",
            "Wizard": "Hmm... Ve üstüne karartılmış ilik serpiştirilmiş çiğ kertenkele yumurtasına ne dersin?",
            "Harvey": "Bu sene, yumurta şölenini sanki eski bir aile geleneğiymiş gibi iple çekiyordum.#$b#Bu kasabaya geldiğim için gerçekten şanslıyım.",
            "Jas": "Yumurta avına gireceğim, ama sanırım sadece benim boyadığım yumurtaları arayacağım.#$e#Yetişkinlerle yarışmak çok zor.",
            "Vincent": "Babamla ben bu sabah evimizde bir yumurta avı yaptık.#$e#Gerçi bu daha eğlenceli.",
            "Willy": "Ev yapımı hayvarımdan bir örnek tabak getiririm diye düşündüm, ancak herkese yetmesi için biraz fazla pahalı olurdu.",
            "Leo": "Yuvamı süslemek için bu yumurtalardan bazılarını alsam ne olur? Bu hoş olurdu."
        }
    },
    {
        "LogName": "Year 3 Festival Flower Dance - spring24.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/spring24.xnb",
        "Entries":
        {
            "Abigail": "Yine başlıyoruz.$u#$e#Sanırım bundan da sağ salim çıkmam gerekecek.",
			"Robin": "Kasaba dışındaki arkadaşlarımdan bazıları vadide hala böyle geleneklerimizin olduğuna zar zor inanırlardı.#$b#Gerçi benim için, tam olarak bu yüzden burada yaşamayı seviyorum.",
    		"Demetrius": "Bu şenliğin zamanlaması ekosistemin hareketliliğindeki artışla neredeyse mükemmel bir uyumda.#$e#Bunun tesadüf olmadığına eminim. İnsanlar doğal dünyaya farkettiğimizden daha fazla bağlı.",
			"Maru": "*kıkırdar* Arada bir pişmanlık duymadan kız gibi olmak eğlenceliI.$h",
            "Sebastian": "İstememe rağmen beni buraya getiren bir çeşit sürü psikolojisi olmalı.#$b#Sanırım bazı... bireyler vardır... kendi başlarına acı çekmemeleri gereken.",
            "Linus": "Bir çok ölüm ve çürüme bütün bu çiçeklerin beslenmesine gidiyor.#$b#Er, üzgünüm... karamsar olmak istemedim. Sadece bunu farklı bir bakış açısından söylüyorum, aslında gerçekten güzel.#$e#Bunun üstüne biraz düşün.$h",
            "Caroline": "Bugün Pierre bir şey bile sattı mı ki...?",
            "Alex": "Tamam, Biraz dans için hazırım. Hadi başlasın!",
            "George": "Acaba bu şenliklerden benim için kaç tane kaldı...?#$e#Ah, endişelenme. Yakın zamanda gitmeyi düşünmüyorum.",
            "Evelyn": "Umarım çiçek düzenlemelerini beğenirsin, canım. Her sene biraz daha fazla çaba veriyorum.",
            "Clint": "Emily bayağı iyi bir dansçı, biliyorsun.#$e#Umarım birlikte dans edeceği adam bunun kıymetini bilir.",
            "Penny": "Dansımın iyi olcağını biliyorum. Her zaman oluyor. Ancak sinirlerim asla yatışmıyor gibi.",
            "Pam": "Penny nasıl? Bu kız elbet kendini nasıl endişelendireceğini biliyor.#$e#Eminim ki iyi olacak.",
            "Emily": "Çiçek dansındaki ilk yılını hatırlıyorum. İyi bir yıldı!",
            "Haley": "Yılın birinde, artık çiçek kraliçesi olmayacağımı biliyorum. Ama şimdilik, kimsenin bir sorunu yok gibi.",
			"Jodi": "Acaba Vincent'ın bunun için yeterince büyük olmasına kaç yıl kaldı?",
			"Kent": "Dans... şarkılar... hepsi sadece bu kahrolası şey için.#$b#Mutluluk dediğin böyle görünüyor.#$e#Herkesi böyle görmekten mutluyum. Hepsi... bu kadar, değil mi?",
		    "Marlon": "Alışıldık çevreme nasıl bir tezat. *iç çeker*#$b#Belki de gençken aşk meselelerine daha fazla çabalamalıydım.",
            "Sam": "Hey, kimin çiçekleri sevdiğimi bildiği umrumda değil. Erkekliğinden memnun olan dürüst olmalı.",
            "Leah": "Akan suyun boyaması cidden zor. Zihnimde bu nehrin aşınmış halini canlandırmaya çalışıyorumI.",
            "Shane": "Eğer dansı yarım yamalak yaparsam kimse kızacak gibi durmuyor.$u#$b#Umarım kızgın falan değilsindir...$u",
    		"Marnie": "Herkes çok hoş görünüyor! Bu şenliğin beni daha genç mi yaşlı mı hissettirdiğinden emin değilim. Belki ikisinden de biraz.",
            "Elliott": "Bu sahneden özellikle ilham almış gibiyim. Eski sonetlerimden bazılarını tekrar gözden geçirip düzeltilmeye ihtiyaçları var mı diye bakmalıyım."
            "Gus": "Görünüşe göre hava bir piknik için yine mükemmel.#$b#Bu kesinlikle iyi bir şey, çünkü genelde yağmur yağarsa diye yedek planım olmuyor.$h",
			"Harvey": "Bu dans sözde gençler için.#$b#Ben... sanırım bu katılabileceğim anlamına geliyor.$11"
			"Jas": "Büyükanne Evelyn bu sene benim çiçeklerin birazına yardım etmeme izin ver!l",
            "Vincent": "Buradaki bütün çiçeklerin her renginden birer tane toplamak istiyorum. Kimse bakmıyorken çabuk olmalısın.",
      	 	"Willy": "Turuncubalıklar yakın vakitte şu nehirlerde saklanıyor olmalı. Vadideki daha nadir avlardan biridirler.",
	        "Leo": "Bu açıklık tamamen farklı bir dünya gibi geliyor."
        }
    },
    {
        "LogName": "Year 3 Festival Luau - summer11.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer11.xnb",
        "Entries":
        {
            "Governor": "O bir yılda, çorba lezizdi! O geçen yıl mıydı, ya da...?#$b#...hayır, belki başka bir yıldı? Ah, hatırlayamıyorum.",
            "Abigail": "Burası daha sessiz. Aynı sebepten mi bu tarafa geldinI?",
            "Robin": "Ah, selam @! Biraz dans olmadan tam bir luau olmazdı, değil mi?$h",
            "Demetrius": "Balım, önceki gece bana salonda öğretttiğin dans adımı neydi?",
            "Maru": "Mmm, çekilmiş domuz kıyması ve şu kaygan pirinç noodle'ları. Sanırım bu ikisi birlikteyken en sevdiklerim.",
            "Sebastian": "Eğer birdenbire yağmur yağmaya başlasa, insanlar sanki yağmur zehirden yapılmış gibi yerlerinden sıçrayıp kaçmaya başlarlardı.#$e#Bunun düşüncesinin beni mutlu etmesi kötü bir şey mi?$h",
            "Linus": "Eğer istersen kızartmamı seninle paylaşmaktan mutlu olurum, @. Hayvanın hiçbir parçası israf olmasın isterim.$h",
            "Pierre": "Eğer olur da bir luau gününde hava fırtınalı olursa, Vali'yi her zaman dükkanımda ağırlayabiliriz.#$e#...Ne var? İşe yaramasını sağlayabilirim.",
			"Caroline": "Abigail nerede? Yine mi sıvışıp kaçtı?",
			"Alex": "Bu hoş, biliyor musun? Sanki Pelikan Kasabası büyük bir aile gibi hissettiriyor.$h#$e#Normalde çok görüşmediğim insanlarla takılmak için daha fazla çaba vermeliyim.",
 	        "George": "Evelyn, umrunda mı? Güneş bana en kötüsünü yapıyor olsa bile, büyük olayda bunun ne önemi var?",
			"Evelyn": "George, şapkanı getirmeyi unutmuşsun. başına da biraz güneş kremi sürmemiz gerekecek.",
			"Lewis": "Ah! Vali, hatırlıyor musunuz? Bu @, vadideki kıdemli çiftçilerimizden birisi.$h#$b#Psst... Hey @, bu yıl sana gerçekten güveniyoruz, tamam mı?",
			"Clint": "Bakalım... denemediğim başka ne kaldı?",
			"Penny": "Tamam, işte bir oyun, Başkanı izle ve gülümseyip 'Kesinlikle!' dediğinde bir puan alırsın!'.#$e#Bu sevimli. Yalnızca birkaç kere omzumdan baktım ve şimdiden beş puandayım.",
            "Pam": "Aw shoot, izin için otobüs firmasını aramayı unuttum!#$e#Ah peki. Kimse çakar mı?",
            "Haley": "Hindistan cevizinden yapılmış bir içeceği yudumlamak en güzeli. Hiç denedin mi?",
            "Jodi": "Kent ve ben bu çörekleri paylaşıyoruz. Enfesin de ötesindeler.$h#$e#Keşke Gus tariflerini daha sık paylaşsa.",
            "Kent": "Çorbadan uzak duracağım. Kim bilir içinde ne var?",
            "Marlon": "Tek gözlü güneş gözlükleri yapıyorlar mı?#$e#Burada zar zor görüyorum. Güneş çok fazla parlak.",
            "Sam": "İçimde hala şakacılık var mı bilmiyorum. Bi'şaka falan yapalı birkaç yıl oldu.#$e#Vincent için iyi bir örnek oluşturmalıyım.",
		    "Leah": "Hey, etrafta hiç güzel dal parçası gördün mü?#$e#Her zaman eve dönmeden önce denizde ne kadar kaldığını merak etmiştim.",
			"Shane": "Hoo... bütün bu acılı yemeklerden bana biraz ateş basmaya başladı. İçecek ne var?",
			"Marnie": "*esner* Yoruldum. Galiba bu gece bir kütük gibi uyuyacağım, özellikle de böyle bir şenlikten sonra.$s",
			"Elliott": "Masanın okyanusa en yakın yerinde muazzam bir ıstakoz çorbası var. Hiç yedin mi?$h",
            "Gus": "Şu çorbaya gidenleri gördüğümü temel alarak, belki azıcık şarap eklemesi güvenli olabilir derim. Ya da iştah açıcı bir şey, peynir ya da yermantarı gibi.#$e#En iyinin de en iyisi bir kalitede olmalı gerçi.",
			"Wizard": "Ne? Asosyal olmuyorum. Bu benim için bayağı sosyal, teşekkür ederim.#$e#Normal yaşantıma göre, bu...#$b#...bak, elimden geleni yapıyorum, tamam mı?",
            "Harvey": "Bu sıcakta herkese kendilerine yeterince dikkat edeceklerine güveniyorum.#$b#Ancak herkesin başının etini yemek yine de işim.$h",
            "Jas": "Merhaba Bay @. Dans etmek ister misiniz?^Merhaba Bayan @. Dans etmek ister misiniz?",
            "Vincent": "Geçen yıldan beri dansta daha iyi hale geldim! Hayır, gerçekten!",
            "Willy": "Orada ufuk yeni göründü. Eğer o uzakığa yelken açarsan, o noktadan Eğreltiotu Adaları'nı görebilirsin.#$b#Bunun doğruya yakın olduğunu söyleyemez misin?",
			"Leo": "Papağanlar yazları bu sahilde gerçekten eğlenirlerdi!$h"
        }
    },
    {
        "LogName": "Year 3 Festival Moonlight Jellies - summer28.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/summer28.xnb",
        "Entries":
        {
            "Abigail": "Bu gece hava ferah, sence de öyle değil mi? Sonbaharın gelişinin bir belirtisi.",
            "Robin": "Hmm, bu yıl şu mum kayığının biraz geliştirmeye ihtiyacı var mı diye merak ediyorum.",           
		    "Demetrius": "Ayışığı denizanalarının doğal parlamaları okyanusun en derinlerinde hayatta kalmalarına yardımcı oluyor.#$b#Bu kadar popüler canlıların dünyada göründüğü çok az yer var, işin içine her bir yıl aynı gece görülmesi girince sayı çok daha azalıyor.",
            "Maru": "Yukarıdaki tren raylarında, bayağı farkedilir şekilde yapraklar renk değiştirmeye başladı. Şansın olduğunda gidip görmelisin.",
    		"Sebastian": "İtiraf edeceğim, böyle gecelerde vadide yaşam sürmek o kadar da kötü olmuyor.",
            "Pierre": "Bana göre, bu gece salıverip gerçekten önemli şeyleri düşünmekle ilgili.#$b#Belki bugün işte yarım birkaç şey kaldı, ancak... her şey iyi olacak.#$e#Ah, shoot. Mutfakta ocağı açık mı bıraktım ben?$4",
        	"Caroline": "Pierre, eminim her şey iyi, hayatım.",
       		"Linus": "Belki eğer okyanusta yaşayan bir yaratık olsam, doğayı anlama şeklim tamamen farklı olurdu.#$e#Doğaya olan derin bağıma rağmen, kendimi alçakgönüllü hale getirip kozmik ölçekte hala çok küçük olduğumu farketmeliyim",
			"Alex": "Bu yaz güzel anılar edindin mi?",
		    "George": "Bu güzel bir gece. Belki uykusuzluktan yarın az daha fazla huysuz olacağım, ancak buna değer.#$b#Benim için değer gerçi. Benimle karşılaşan insanlar için bir şey söyleyemem.",
			"Evelyn": "Şşşt, George. Sanırım denizanaları her dakika burada olabilirler.",
			"Lewis": "Her yıl bu yaratıkların gelip gitmelerini izlemek... elbette bana büyükbabanı hatırlatıyor.#$b#...Ne kadar tuhaf. Bu gecenin gerçekleştiğini çok defa görmek, kendi hayatlarımızda da aynı şeyi yaptığımı düşünmek gerçekdışı.#$e#Biz yavaşça yok olsak bile, bu güzel döngünün kendini tekrarlayacağı sözü hala varolacak.", 
       		"Clint": "Bu akşam her zaman hislerimi birbirine karıştırıyor. Pek tarif edemiyorum.#$e#Pek üzüntü sayılmaz, ama daha çok şeye benziyor... umuda? Pişman edecek bir şekilde?#$b#Dostum, bilmiyorum...$s",  
 		    "Emily": "Yaşadığım kadar zaman boyunca, deniz analarının gelmediği tek bir yıl hatırlamıyorum.#$e#Açıkçası, bir şey doğa ana için önemli olduğunda, o şeyi nasıl istikrarlı tutacağını biliyor.",
			"Penny": "Jas ve Vincent yarın okulda denizanası şiirleri yazacaklar.#$b#Belki bir tane yazmayı ben de denemeliyim.#$e#Fikri Elliott'tan aldım.",
			"Pam": "Bu şenlikte Penny'nin yanında dikilmeyi özlüyorum. Kendi alanına ihtiyacı varsa anlarım da.",
            "Haley": "Sanırım belki bu yıl fotoğraf çekmem. Bir kameranın arkasına saklanmaktansa anın tadını çıkarmak istiyorum.",
            "Jodi": "Hergün incir çekirdeğini doldurmayan şeyler için endişe etmekte çok fazla zaman harcamaktan kendimi alıkoyamıyorum.#$b#Ah, bir denizanası olup sadece akıma kapılmak...",
            "Kent": "Bu hoş. Aslında bu gece huzurlu hissediyorum.#$e#Fırsat varken tadını çıkarmalı.$h",
            "Sam": "Sadece denizi ortadan iki tarafta birer koca duvarla yarmak isterdim. Acaba ne kadar uzağa yürüyebilirdim?",
            "Leah": "Bu denizanalarının hayat döngüsü... hepsi çok anlamsız geliyor, ve paradoks gibi, bu kadar güzel olmasının bir sebebi de bu.",
            "Shane": "Bu şenliğe daha fazla turistin gelmediğine şaşıyorum. Başkana bizim için gizliliği yemin ettiren bir kanun falan mı var?",
            "Marnie": "Aslında içime biraz şarkı söyleme isteği geliyor. Atmosfer doğru gibi geliyor.#$e#Belki sadece mırıldanırım, kimseyi rahatsız etmek istemem.",
            "Elliott": "Bu akşam için bir şiir yazdım. Birazcık uzun, ancak dinlemek istersen benimle tekrar konuş.#$e#Geceyarısı Okyanusu#$b#Hayatta uykuya dalsam da kaybolduğumda, / Geceyarısı okyanusunun derinine daldım, / Sık dalgalar devam ederken bana vurmaya.#$b#\"Abes, ölemem,\" dedim gururla, / Bedenimi bir taraftan ötekine savurdu, / \"Yalnız parlak bir rehbere muhtaçtım.\"#$b#Belki çakan bir yıldırım göz alırdı, / Kıyı kenarına vurup aklıma kazınırdı / Bayağı kolay buldum bir sığınak.#$b#Belki asil bir kalyon, umutla parlar -- / Mürettebat beni teleskopla gözetler, / Ve muhteşem bir giriş müziğiyle, ip uzatıyorlar.#$b#Ama yasal hiçbir şey gururlu bağırışıma cevap vermedi: / Onun yerine, azıcık parlak denizanaları göründü, / Bu ürkünç parıltılar mumdan bile parlak değiller.#$b#Ve bu hayaletsi tayfa tarafından çağrıldı, / Akışlarına daldım, kendimi saldım, / Sığınağa doğru yorgun baktım#$b#Kurtarma ışığı süslü gösteride parlamıyor / Ancak yerine en hoş ve loş şekilde parıldıyor.#e#İyi bir gece geçir.$h",
            "Elliott_spouse": "Bu akşam için bir şiir yazdım. Birazcık uzun, ancak dinlemek istersen benimle tekrar konuş.#$e#Geceyarısı Okyanusu#$b#Hayatta uykuya dalsam da kaybolduğumda, / Geceyarısı okyanusunun derinine daldım, / Sık dalgalar devam ederken bana vurmaya.#$b#\"Abes, ölemem,\" dedim gururla, / Bedenimi bir taraftan ötekine savurdu, / \"Yalnız parlak bir rehbere muhtaçtım.\"#$b#Belki çakan bir yıldırım göz alırdı, / Kıyı kenarına vurup aklıma kazınırdı / Bayağı kolay buldum bir sığınak.#$b#Belki asil bir kalyon, umutla parlar -- / Mürettebat beni teleskopla gözetler, / Ve muhteşem bir giriş müziğiyle, ip uzatıyorlar.#$b#Ama yasal hiçbir şey gururlu bağırışıma cevap vermedi: / Onun yerine, azıcık parlak denizanaları göründü, / Bu ürkünç parıltılar mumdan bile parlak değiller.#$b#Ve bu hayaletsi tayfa tarafından çağrıldı, / Akışlarına daldım, kendimi saldım, / Sığınağa doğru yorgun baktım#$b#Kurtarma ışığı süslü gösteride parlamıyor / Ancak yerine en hoş ve loş şekilde parıldıyor.#e#Beni dinlediğin için teşekkür ederim, birtanem.$h",
            "Gus": "Neyse ki işler biraz yavaştıü böylece bütün bulaşıkları erkenden halledebildim.#$e#Akşamın daha iyi olan kısmının bana kalması hoş. Bu çok sık olmuyor.",
            "Wizard": "Beni burada nasıl buldun? İyi saklandığımı sanıyordum.#$b#Belki sana geleceği görme yeteneği verilmiştir.#$b#Ah bekle. hayır, muhtemelen geçen yıl benim burada durduğumu hatırladın.",
            "Harvey": "Son iki haftadır bu geceyi iple çekiyordum.#$e#Bu akşamı senin için özel yapan nedir, @?",
            "Jas": "Merak ediyorum da acaba bu yılın denizanaları geçen yılkilerle aynı mı.#$b#Çünkü eğer öylelerse, muhtemelen bebekler şimdiye yetişkin olmuşlardır.",
            "Vincent": "Ben yorulmadım! Asla yorulmam!",
            "Willy": "Her ne kadar ağımı alıp şunlardan birini yakalama fikri beni heyecanlandırsa da, böyle bir şey yapmak haddime değil.#$e#Bu okyanusa saygısızlık olur.",
			"Leo": "Bu akşam... sanki bütün dünya beni kocaman kucaklıyor gibi hissediyorum.#$e#Hava... serin, değil mi? Ve nasıl oluyorsa... sıcak da."
        }
    },
    {
        "LogName": "Year 3 Festival SDV Fair - fall16.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall16.xnb",
        "Entries":
        {
            "Abigail": "I got my fill of the games here over the past couple of years.#$b#Ah peki. Belki bir iki tane daha ödüle biraz daha yıldız jetonu için gezinirim.",
		   "Robin": "Sadece bir kişiye birkaç malzeme toplayıp başka türlü yapmayacakları bir eşya yapması için ilham verebilir miyim diye görmek için buradayım.#$e#Ya sen, @? Hiç sana yaparken tavsiye verebileceğim muhtemel DIY projen var mı$h",
            "Demetrius": "Robin'in kasabalılar onu kiralarsa her zaman topluluk için harika şeyler yapbileceğini biliyordum.#$e#Hey, müşterisi olduğun için teşekkür ederim.",
            "Maru": "Keşke bu barbekü sosu şişelerinden birIni alıp eve götürebilsem. Ama galiba o zaman da herkese yetecek kadar olmazdı.",
            "Sebastian": "Çok fazla gürültü. Belki sakinlemek için daha sonra motosikletimle sürüşe çıkarım.",
            "Pierre": "Selam @. Merak ediyordum, bu yıl birincilikten gelen yıldız jetonlerına gerçekten ihtiyacın var mı?#$e#Demek istediğim, seni vazgeçirmeme izin verme, ben sadece...$4",
            "Caroline": "Şu anda gerçekten kış bahçeme girip dinlenebilsem diyorum.$s#$e#Ancak... yoldaki şu sergiler yüzünden evimize bile giremiyorum.$s",
			"Linus": "Çoktan fuarın öteki tarafına gidip Gus'tan güzel bir yemek aldım.#$b#Buraya şu özverili yaratıklara saygımı göstermeye geldim.",
            "Alex": "Sanırım bu yıl 'Güç' oyunundan uzak duracağım. Burada başka ne oyunlar vardır ki?",
            "George": "Heh... küçük bir tavizin vakti!$h",
            "Evelyn": "Et yemiyorum, ancak bu hoş dumansı kokuyla da karşı gelemem.",
            "Lewis": "Merhaba, @! Şimdi olayın nasıl işlediğini bildiğini tahmin ediyorum.#$b#Bu yıl ne getirdiğini görmeyi isterim.$h",
            "Clint": "Maalesef, sergimde iridyum külçem yok. O şeyler kullanmamak için fazla değerli.",
            "Emily": "Belki Haley'e balon alsam beğenir? Balonlar için asla fazla büyük değilsin.#$e#Balonlardan sıkılan hayattan sıkılmıştır.$h",
            "Penny": "Şans çarkını ardarda on defa kazandığımda sanırım tekrar olması ihtimali 1024'de 1'e indi.$s#$e#Ancak bu yeşil ve turuncu tarafların eşit olasılıkla geldiğini kanıtlıyor.",
			"Pam": "Şenliklerin haricinde balık tutma hobimi yerden kaldıramıyor gibiyim.#$e#Belki tekrar genç olsam...",
            "Haley": "Falcı mı? Bilmiyorum, geçen yılki falımı unuttum. I'm kind of over it.#$e#Hala eğlencesine yapıyorum, ama istediğim şey için yaşamak istiyorum, başkasının bana olabileceğini söylediği şeyler için değil..",
            "Jodi": "Pekala, hiç değilse Sam'in çocukluğundaki aynı palyaço değil.#$b#Sanırım Başkan Lewis'in düşük ücretli palyaçolar kiralamasının sebebi Sam.$s#$e#Im... sorma.$s",
            "Kent": "...Neden?#$e#Sadece neden...?",
            "Sam": "Bu yıl sapan çadırından nerdeyse 600 puan kazandım! Kaç yıldız jetonu kazandığımı bile bilmiyorum!$h#$e#Bana sadece büyük bir torba jeton verdiler.$h",
            "Leah": "Fuarda kendi sergimi açmayı düşündüm.#$b#Eğlenceli olabilir, ancak o zaman da fuarın tadını istediğim gibi çıkarma şansım olmazdı.",
            "Shane": "Marnie'nin sergisindeki dev tekerlek peynirden bu inekler sorumlu. Ve bunlarda en iyi tavuklarımızdan ikisi.#$e#Domuzların sadece dışarı çıkmaya ihtiyacı vardı.",
            "Marnie": "Sergimi daha göz alıcı hale getirmek için yapabileceğim herhangi bir şey var mı?",
            "Elliott": "Bu barbekü bir lezzet senfonisi.$h#$b#Acaba başka kimse bunun burada olduğunu biliyor mu?",
            "Gus": "Tek seferde beş ızgara yapabilmek biraz pratik istiyor, ama sistemi oturttuğunda iyi çalışıyor.",
            "Wizard": "...#$e#...Hmph.#$e#'Güç' oyununda telekinetik güçlerimi kullandığım için yasak yedim.#$e#Bunu yasaklayan bir kural yoktu. Saçmalık.",
            "Harvey": "Fabrikada yetişmiş hayvanlarla otlakta yetişmiş hayvanların besin değeri farkı oldukça göze çarpıyor.#$e#Fabrika çiftçiliği artan obezite oranlarının en önemli sebeplerinden olabilir. Yani okudğuma göre.",
			"Jas": "Kahverengi tavuğun adı Ruby ve beyaz tavuğunki Riley.#$b#Onlara bu isimleri ben verdim.#$e#Bazen kavga ediyorlar. Ancak gerçekte en iyi arkadaşlar.",
            "Vincent": "Gördün mü? Tavuklar ve domuzlar ve ineklerin hepsi kötü kokuyor, ancak herkes onları seviyor!#$e#Kötü bile kokmuyor, ancak annem büyüdüğümde her gün banyo yapmam gerektiğini söylüyor.$s",
            "Marlon": "Clint'ten almadan önce bu kılıçların dayanıklılığın bir gösterisini görmek isterim.",
            "Willy": "Mevsimin başında neredeyse görebileceğin en büyük kedibalığını yakalamıştım.#$e#Bugüne kadar dayanamaması çok kötü.#$e#Pekala, bir insan yemek yemeli...$s",
      	    "Leo": "Bütün sergiler bittiğinde, kimsenin onları çöpe atıp atmayacağını merak ediyorum.#$e#Linus Amca oradan istediğimizi alabileceğimizi söylüyor."
        }
    },
    {
        "LogName": "Year 3 Festival Spirits Eve - fall27.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/fall27.xnb",
        "Entries":
        {
            "Abigail": "Örümceklerin gerçek olmadığını söylerken ne kastediyorsun? Köşeden başımı uzattığımda kesinlikle hareket ediyorlar.$s",
            "Robin": "Hey @. Yapmayı denemediğin el işi tarifi kaldı mı?#$e#Kış bunu yapmak için iyi bir zaman olacak Ya da evini yeniden dekore edebilirsin.",
			"Demetrius": "Maru yemeğini şimdi bitirdi. Onu az önce labirente girerken gördüm.",
			"Maru": "Ben şimdi girdim. İstersen önden git.#$e#Tuhaf... sanki ayaklarım kurşundan yapılmış gibi. Bu ne zaman oldu?$s",
			"Sebastian": "Çoktan labirente girdim. Bayağı iyi yapılmış.",
			"Caroline": "Im, eğer labirentte Abby'yi görürsen akşam yemeğini kaçırmamasını söyler misin? Burada en sevdiklerinden birkaç tanesi var...",
			"Alex": "Geçen yıl sonuna kadar vardım, ancak tek bulduğum boş bir kutuydu. Biri beni yenmiş olmalı.#$e#Şimdi oradan sonra nereye gittiğimi bi'hatırlasam...$s",
			"Lewis": "Bu şenliği seviyor muyum nefret mi ediyorum karar veremiyorum.#$e#Bu gerçekten etkileyici, ancak hala bu yaşlı adamın nasıl hepsini yapıp topladığına cevap bulamıyorum.",
			"Clint": "Nahh, bu iskeletler beni korkutmuyor. Eğer Marlon güvenli diyorsa güvenlidir.",
			"Emily": "Balkabaklarını oyarken çok eğleniyorum. Çok uzun dayanmıyorlar, bu yüzden Haley en iyilerimin hepsininresmini çekiyor.",
			"Penny": "Sanırım beni... her yıl buraya sürükleyen bir şeyler var. *esner* ...Ama neden?$s",
			"Pam": "Ürkütücü bir şey öğrenmek ister misin? *hıçkırır* Hepimiz bir gün yaşlanıp kırışacağız. Sadece bana bak! Hah!$h#$e#Birgün kendi sıran için hazır mısın? Eskiden tıpkı Penny gibi cılız ve güzeldim!$h",
			"Haley": "Labirentten çıktıklarında insanların fotoğraflarını çekiyorum. İçeri kendim tekrar girmem de.",
			"Jodi": "*esner* ...Yatma zamanı gelmedi mi? Yaşlandıkça böyle dışarda gece kalamıyorum.$s",
			"Kent": "Böyle şeyleri çocukken severdim. Şu günlerde de, şey gibi geliyor...#$b#...Bilmiyorum, sadece bir adrenalin israfı, eğer bir anlama geliyorsa.",
			"Sam": "Sanırım nihayet olayı çözdüm.$h#$b#Benimle tam aynı zamanda buradasın da, o yüzden... eğer ödülü istiyorsan al senin olsun.#$b#Suçlu hissetmezsen sadece sona doğru gideceğim.",
			"Leah": "Sürreal korku sanatı birdenbire kulağa güzel geldi. Bunun gibi bir şey yapmayalı epey oldu.#$e#Yalnız yaşayıp aklın bu temada çok uzun süre kaldığında da, seni birazcık allak bullak edebiliyor.#$b#Hmm, belki de hayır.$s",
			"Marnie": "Whew, bugünün işleri bitti. Biraz rahatlama vakti. ...Kısmen söylüyorum.",
			"Elliott": "Bugün erkenden birkaç klasik korku hikayesi okudum. Ne kadar eğlenceli!",
			"Gus": "Yakında dışarıda ekin yetiştiremeyeceksin, ha? Pekala, baharı sört gözle bekliyor olacağım o zaman. Yerel ürünler geçilemez.",
			"Harvey": "Sosyalleşmek için pek enerjim yok, bu yüzden buraya geldim.#$e#Labirentin bu kısmında hiçbir şeyin fırlamadığını biliyordum.#$e#Sanırım birkaç dakika sonra geri katılacağım. Heh.",
			"Shane": "Yani yeraltındaki donmuş kaleyle ilgili ne var? Maceracı adam onunla ilgili bir şeyler diyordu.",
			"Jas": "Hehe, gece uyanık kalmayı seviyorum!$h",
			"Vincent": "Sam beni labirente soktu, ama...$s#$e#...Belki gelecek yıl.$s",
			"Marlon": "Uzun yol katettin, @. Böyle manzaralar muhtemelen seni artık ürkütmüyordur, ha?",
			"Leo": "...$3#$b#...Bu film...$3#$b#...$3#$b#...kötüüüüü.$3"
        }
    },
    {
        "LogName": "Year 3 Festival Ice Festival - winter8.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter8.xnb",
        "Entries":
        {
            "Abigail": "Yoo, bence prensipte normal görünen kardanadam yapamadığımı söylemek yanlış olmaz.",
            "Robin": "Bunu bitirmeye yine geç kaldığımı biliyorum, ama mimari olarak orantılı olmalı!",
            "Demetrius": "Manzaranın durağanmış gibi göründüğünü biliyorum, ancak karın altında baharda kendilerini büyütüp topraktan çıkaracak tohumlar ve filizler var.",
            "Maru": "Aletlerle uğraşırken yaratıcı olabilirim, ancak yaratıcılığımın da bir işe yarar bir yanı olmalı.#$e#Bu yüzden, bu kardanadam da işini yapıyor. Bayağı kardanadamsı bir kardanadamlık yapıyor.",
            "Sebastian": "Görünüşe göre Abby yine yaratıcı kardanadamlar yapıyor.",
            "Pierre": "Ahh, kışın dışarı çıkmaya bayılıyorum.",
            "Shane": "Mmm, pizza...$u#$e#Üzgünüm, tam şuan canım çok fena çekti.",
            "Caroline": "Bböyle bir günde dışarıdayken bir kupa sıcak çay mükemmel gidiyor.",
            "Linus": "Evet, beni biliyorsun. Mesafemi korumaktan mutluyum.#$e#Yine de diğer herkesi neşeli görmek güzel.",
            "Alex": "Hiç değilse bu sezon hala iki tane daha ağtopu maçı var.",
            "George": "Soğuk mu? Elbette, üşüyorum. Ama ben her türlü üşürüm.#$e#Ama, evet, bu bayağı soğuk.$s",
            "Evelyn": "Ah, doğuğa rağmen havada bu kadar çok neşe görmek çok hoş.$h",
			"Lewis": "@! Glad you could make it.$h#$b#Elbet bu yıl buzun altının balık kaynadığını gördüm. Beklediğine emin ol!",
            "Clint": "Ah, hey Emily. Sen ım, bunu düzeltebilirsin istersen. Pek güzel değil.",
            "Emily": "Peki, bu kardanadamın sadece biraz sevgi ve ilgiye ihtiyacı var. Sonra güzel olacak.",
            "Penny": "$y 'Hmm... What kind of snowman should we make?_Bir astronot._Hmm, kulağa zorlayıcı geliyor. Ama deneyeceğiz._Büyük bir kral._Aa evet! Eğer bir yığın dal parçası bulursak, belki taç yapabiliriz.$h_Bir Bibereks_Bu... pek de bir kardanadam olmaz. Hmm... ama çocuklar beğenebilir.'",
            "Pam": "Hey evlat, belki bana balıkçılıkla ilgili bir iki şey öğretebilirsin.#$e#Görünüşe göre bayağı hızlı şekilde bayağı iyi hale gelmişsin.",
            "Haley": "Televizyonda bir sürü havalı romantik komedi izliyordum. Kışın çıkanlar her zaman en iyisi.",
            "Jodi": "Geçen yıl Vincent'ı donmuş göle ayağını vururken yakaladım. Şimdi tekrar yapmıyor, değil mi?",
            "Kent": "Balık tutabilirim. Sürekli balık tutardım, ancak...#$b#...Herkes beni yarışmada izlerken tutmamayı tercih ederim.",
		    "Sam": "Umarım yakında tipi olur. Hiçbir şey ben Vincent'ın yaşındayken yağan birsürü karla karşılamaz.",
            "Leah": "Ne düşünüyorsun? Bir sanat projesi uzun zaman durunca mı yoksa çabucak kaybolunca mı daha güzel olur?",
            "Marnie": "Başkan Leweis bütün balıkları Willy'den alıyor. Aynı balığı iki kere yakalamak Willy'e biraz tuhaf geliyor olmalı.",
            "Elliott": "Bütün çiftlik işlerinin üzerine balık tutmaya nasıl zaman bulduğunu bilmiyorum.",
            "Gus": "Elbet yarışmadan salonda bir spesyal yapmak için birkaç balığı kullanabilirim. En iyilerini seçmek harika olurdu.",
            "Harvey": "Benim için nasıl aşırı soğuk yerlerde yaşayan insanların binlerce yıl hayatta kalabildiği bir gizem.",
            "Jas": "Bu yıl kardanadamımızı gerçekten uzun yapmak istiyorum.",
			"Vincent": "Balıklar üşümüyor mu?",
			"Leo": "Umarım büyüdüğümde çok farklı birsürü yeri gezerim. Belki buradan da çok daha soğuk bazı yerlere de.#$e#Görecek çok şey var!$h"
        }
    },
      {
        "LogName": "Year 3 Festival Winter Star - winter25.xnb",
        "Action": "EditData",
        "Target": "Data/Festivals/winter25.xnb",
        "Entries": {
          "Abigail": "Annem bugün hariç neredeyse asla içmez. Tek seferde bütün sisteminden atması lazım.",
		      "Robin": "Aynı zamanda senin Pelikan Kasabası'na gelişinin yıldönümüne de yaklaşıyoruz, değil mi? Ve ne kadar yol aldığına bak.$h",
          "Demetrius": "Kimin gizli hediye arkadaşın olabileceğine dair fikrin var mı?",
          "Maru": "Mmm, sonunda. Bütün ay bunu dört gözle bekliyordum.",
          "Shane": "Böyle günler bana her zaman bekleyecek bir şey veriyor.",
          "Sebastian": "Yemek güzel. Sadece masada konuşmaya katacak pek bir şeyim yok.",
          "Pierre": "Caroline, tatlım, şu hindiden bana biraz daha uzatır mısın?",
          "Caroline": "Sıcak çikolata, baharatlı elma şarabı... Hiç sade su var mı? Sarhoş olmak istemiyorum.$h#$e#Eh. muhtemelen iyidir.$h",
          "Linus": "Biraz artakalan yemek toplamak için bekliyorum. Böyle bir bolluk israf olmamalı.",
          "Alex": "Oha. Bir ara, istediğim kadar yememi sağlayan metabolizmamı kaybettiğimi sandım.$s#$b#Şu ana kadar sadece dört tabak yedim, ancak şimdiden sınırıma ulaşmış gibi hissediyorum.$s#$e#Şey, büyük tabaklardı.",
          "George": "En sonki Şenlikten bu yana başka bir yılın bitmesi nasıl mümkün olabilir?",
          "Evelyn": "Ah, bütün kasaba beraberken başka bir yıl daha! Bu gerçekten özel.$h",
          "Lewis": "Yeni yıl için düzenleme planların var mı? Bekleyebilir!#$b#Başkanın olarak, biraz yerel yönetim sponsorlu ertemeyi ısrar ediyorum!$h",
          "Clint": "Yemekler her zaman şenliklerin en sevdiğim kısmı.#$e#Bu yıl birkaç kilo aldım. Ah peki. Sürekli yaprak ve dal parçası yemektense sevdiğin şeyleri yemek daha iyi.",
          "Emily": "$y '@! Ağacın altında ne bulmayı umuyorsun?_Ev yapımı bir yemek._Ayy, bu özel olurdu, değil mi? Küçük bir kişisel dokunuş._Bir yavru köpek._Ha, mümkün olsaydı, değil mi?$h_Yeni bir kanepe._Im... evet. Belki? Onun şu kutulardan birine nasıl sığabileceğin bilmiyorum.$u'",
          "Penny": "Kış Yıldızı'nı kasabamızın gelenekleri arasında olmadan hayal edemiyorum.#$e#Sadece bütün kasaba büyük bir aile gibi oturmadan aynı olamazdı.$h",
          "Pam": "Belki yeni yılda güzel bir yol turuna çıkarım. Küçüklüğümden beri gitmediğim birkaç yere giderim.#$e#Ah, biliyorsun. Otobüsü alırım. Kimse çakmaz.#$e#Kartlarımı doğru oynarsam çakmaz. Hah.$h",
          "Haley": "Sanırım bu yılkı gizli hediye arkadaşımın kim olduğuna dair iyi bir fikrim var.",
          "Jodi": "Gus'a bir şey önerdim, gelip yemeklerin bir kısmıyla yardımcı olmak için, ama reddetti.#$e#Bu gerçekten gururu ve onuru, değil mi?",
          "Kent": "Hey. Zamanın iyi geçiyor mu?#$e#Ben mi? ...Evet, aslında. Sorduğun için sağol.$h",
          "Sam": "Güzel bir yıldı. Sanırım bunu özleyeceğim.",
          "Leah": "Gus'ın bütün hafta hazırladığı yemekler hakkında daha fazla konuşmadığına inanamıyorum.#$e#Belki de kamış şekerler sadece yemek yapmaktan yorulup arıza yaptığında gittiği konudur.$u",
          "Marnie": "Mutlu Şölenler, @! Gelebilmene sevindim.$h",
          "Elliott": "Ah, Gus hala konuşuyor mu? Onu duymazdan gelmeliydim.",
          "Harvey": "Şerefine içmeyi öneriyorum! Pelikan Kasabası ve burada yaşayan herkes için mutlu hayatları olması için!$h",
          "Jas": "Acaba bu yıl başka bir prenses bebek alacak mıyımI wonder if I'll get another princess doll this year?",
          "Vincent": "Keşke bugün hergün olsa.",
          "Marlon": "Mutlu Şölenler. Gil saygılarını iletiyor.",
          "Leo": "Willy bana bir kutu renkli kalem aldı. Bu tam istediğim şeydi!$h#$e#Onları okul için kullanabilirim. Ayrıca eğer onları öne doğru sürersen, güzel bir tünek oluyorlar."
        }
      }
    ]
}