{
    "Changes": [
    {
        "LogName": "Abigail",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Abigail",
        "Entries":
        {
			"Mon4": "Tengo ganas de visitar el lago junto a la casa de Sebastian...#$b#...pero solo muestra su esplendor cuando está lloviendo",
            "Mon6": "A medida que envejecí, descubrí cómo darles a mis padres una mirada asesina muy genial.#$e#Creo que de verdad les atemoriza, hasta cierto punto.$h",
            "Mon8": "¡Oh, @! Hola.$h#$e#¿Quieres andar por ahí un rato? ¡Mira! Deja que te lea la mano. *Ji, ji* $h",
            "Tue4": "A veces me pregunto... ¿Todos los padres son tan anticuados como los míos?$s#$e#Parece que su idea de aventura para una chica es probarse un vestido nuevo o algo así.$u",
            "Tue6": "¡Hola! Me alegro de verte.$h#$e#Quiero dejar de dar vueltas a las cosas... ¿Qué tal tu día?",
            "Tue8": "Una de mis amigas online parece llevarse tan bien con sus padres.$s#$e#¿Es normal para una chica de mi edad sentirse atrapada para siempre en esos primeros años de la adolescencia?$s",
            "Wed2": "Ah, hola, @. ¿Descansando un rato?#$e#Yo también. ¡Oh! Nada físico... Unas clases online a las que asisto.",
            "Wed4": "¿Mis clases favoritas? Probablemente antropología... o el arte de los medios.#$b#Aunque no sé qué haría con ellas en una carrera.",
            "Wed6": "¿Cuál crees que es más genial: las espadas o las katanas?#$e#Estoy entre ambas, supongo que dependerá de la situación.",
            "Wed10": "Si alguna vez tengo hijos, me aseguraré de dejarlos ser quienes quieran ser.#$e#Incluso si sus vidas son completamente diferentes de lo que espero, estaría bien, ¿verpapá?",
            "Thu": "Ugh... No estoy de buen humor ahora mismo.$s#$e#Te he dicho que no estoy de buen humor... ¿Qué quieres?$a",
            "Thu2": "Sebastian es básicamente mi mejor amigo. No sé qué haría sin he.#$e#Prácticamente crecimos juntos.",
            "Thu4": "#$1 Abigail1#Oh, no. Creo que mi padre va a hacer hoy la cena...$s#$e#Hoy no me apetece hacer nada...$u",
            "Thu6": "Aprendí a tocar la batería con bastante facilidad cuando era pequeña. Sin embargo, la mía está en el almacén.#$e#Qué bueno que Sam tenía una.",
            "Thu8": "Me pregunto si las cosas hubieran sido diferentes de no haber nacido y crecido en este pequeño pueblo$u#$e#¿Alguna vez has pensado en otras versiones de ti mismo en líneas de tiempo alternativas?",
            "Thu10": "Hola.$l#$e#¿No tienes la sensación de que todo es irreal últimamente?$l#$b#Pero no en el mal sentido.$h",
            "Fri2": "Vamos a ir todos al Salón esta noche. Supongo que es una especie de tradición de los viernes.",
            "Fri4": "Hoy es noche de Salón. ¿Quieres unirte a nosotros?#$e#Me gusta que todos mis amigos estén en un mismo lugar.",
            "Fri6": "Los pájaros hoy piaban la mar de felices. Son demasiado simples como para entender el futuro.#$e#Es mejor ser como ellos, ¿no crees?",
            "Fri8": "Solía preguntarme si algún día despertaría y me daría cuenta de que todo lo que conocía era tan solo un sueño.#$e#Pero ahora, espero sinceramente que no sea ese el caso.$l",
            "Sat2": "Arg, demasiada tarea para este fin de semana.$s#$e#Aunque, aún tengo algunas horas antes de que aplazarla se vuelva peligroso.",
            "Sat4": "$d joja#Papá ha estado demasiado estresado en la tienda últimamente. Ha terminado desquitándose con mamá y conmigo.$s|Con MercaJoja fuera, es realmente agradable ver a papá de buen humor más seguido.$h",
            "Sat6": "¿Te has pegado una excursión para verme? Qué detalle.$h#$e#¿Has ido por casualidad a explorar las cuevas de la montaña?#$e#Interesante. Me gustaría ir un día de estos.$l",
            "Sat8": "Cómo puede ser el no existir tan malo si no estamos cerca de experimentarlo?#$e#No es como si extrañara mi ‘vida’ antes de nacer, probablemente sea igual después.",
            "Sat10": "Morir un día y dejar de existir no me parecía tan malo antes. Pero ahora, hay demasiadas cosas en juego.$l#$b#No quiero perder lo que tengo.$l",
            "summer_6": "Anoche fui a la playa... A veces se ven extrañas luces flotando sobre el mar.#$e#O a lo mejor solo lo he soñado... Ya no me parece real.",
            "summer_Mon2": "$d joja#Intento ayudar en la tienda casi todos los días. El negocio va bastante mal desde que abrió MercaJoja.|¡Desde que MercaJoja cerró nos va genial en la tienda!$h",
            "summer_Mon4": "El ‘Viaje del Rey de la Pradera’ aún me está enloqueciendo.#$e#Tiendo a apegarme más a los RPG. Quizás sea por eso que no se me dan tan bien los juegos de puntería.",
            "summer_Mon6": "David, mi cobaya, no soporta este clima tan cálido. Es bastante quisquilloso.",
            "summer_Mon8": "Pensaba que Pueblo Pelícano estaba un poco apagado, pero últimamente descubro cosas que me encantan.$h",
            "summer_Tue2": "Puedo tocar la flauta, pero solo cuando estoy de buen humor.#$e#El lago del norte es un buen lugar para ello.",
            "summer_Tue4": "Hago lo que puedo para ayudar con la tienda. No es que me fascine, pero pensé que tenía que hacer algo al menos.",
            "summer_Tue6": "Eres un tío interesante, @. Me alegro de que vivas aquí.$h^Eres una chica interesante, @. Me alegro de que vivas aquí.$h",
            "summer_Tue10": "Papá a veces te llama su 'compañero de negocios'.$u^Papá a veces te llama su 'compañera de negocios'.$u#$b#Va a enloquecer cuando se entere de que estamos saliendo.$h",
            "summer_Wed2": "Las clases en línea están bien. Prefiero eso a tener que conducir hasta el campus.#$e#Además, no soy fan de meterme en un salón con un montón de personas raras.",
            "summer_Wed4": "Me encantaría vivir en una cabaña antigua como la tuya.#$b#El crujido de las tarimas, las nubes de polvo susurrando entre las vigas... Hay algo especial en los edificios antiguos, ¿no crees?",
            "summer_Wed10": "Tu cabaña es realmente hermosa.#$e#Caminando en ella, solo obtengo una idea de su historia, su alma, como si tuviera nostalgia de una experiencia que aún no he tenido.",
            "summer_Thu8": "Leí que hay una parte de las minas que está congelada. ¿No suena genial? #$e#Sería como entrar a un refrigerador gigante.",
            "summer_Thu10": "Guau, estás genial hoy.#$e#O sea... El aire del verano es bueno para la salud, ¿no? Je...$l",
            "summer_Fri2": "Sebastian es unos años mayor que yo, pero es una de las pocas personas que realmente me agrada.",
            "summer_Fri4": "Ojalá pudiera tener un gato. Pero por desgracia, mi padre es alérgico a casi todo.",
            "summer_Fri6": "Si alguna vez reencarnara, me gustaría ser un gato. Realmente lo tiene todo resuelto.",
            "summer_Fri8": "Si tuviera un gato, lo mimaría muchísimo.#$e#.Los gatos caseros deberían ser adecuadamente gorditos ¿no crees?",
            "summer_Fri10": "¿Alguna vez te sientes solo en tu granja?^¿Alguna vez te sientes sola en tu granja?",
            "summer_Sat4": "¿Cuál es tu parte favorita del otoño?#$e#Para mí, es todo lo que no es… todo esto. Lo que tenemos ahora.",
            "summer_Sat6": "Mira, pues este verano me estoy divirtiendo.$h#$e#Es curioso lo rápido que puedes cambiar de opinión.",
            "summer_Sat10": "Este podría ser el mejor verano de mi vida.$l#$e#Aunque pasar tiempo contigo en el otoño suena aún mejor.$l",
            "summer_Sun6": "No es que mis padres sean terribles, solamente siento que me mantienen atrapada en la vida de una niña.$u#$e#Es decir, tú tienes la granja. Puedes hacer lo que quieras.#$e#Simplemente siento que estoy destinada a más de lo que tengo.",
            "fall_Mon4": "Necesito aprovechar esta estación mientras dure. Hoy es un buen día para estar al aire libre.",
            "fall_Mon6": "Jaja, ¿ves? No es que odie estar al aire libre. Simplemente tiene que estar como a mi me gusta.$h",
            "fall_Mon8": "¿Sabes? Me imagino siendo granjera algún día...#$e#Pero, ¿qué podría hacer para convertirme en una? *Ji, ji*$l",
            "fall_Tue": "$d joja#Intento ayudar en la tienda casi todos los días. El negocio va bastante mal desde que abrió MercaJoja.|¡Desde que MercaJoja cerró nos va genial en la tienda!$h",
            "fall_Tue2": "Sebastian es básicamente mi mejor amigo. No sé qué haría sin he.#$e#Prácticamente crecimos juntos.",
            "fall_Tue4": "$d joja#Papá ha estado demasiado estresado en la tienda últimamente. Ha terminado desquitándose con mamá y conmigo.$s|Con MercaJoja fuera, es realmente agradable ver a papá de buen humor más seguido.$h",
            "fall_Tue8": "$d joja#¿Por qué diablos mis padres decidieron mudarse a un pueblo tan pequeño si iba a ser más estresante para ellos?$a|Escuche que papá hizo un gran espectaculo en el Centro Cívico cuando fue restaurado. Ojalá lo hubiese visto$h",
            "fall_Wed4": "¿Cultivas calabazas este año?#$e#¡Guárdame una!$h",
            "fall_Wed8": "Me pregunto si algún día me dejaran diseñar algo para el laberinto de la víspera de los espíritus.#$e#Tengo algunas ideas abocetadas, simplemente no sé a quién mostrarlas.",
            "fall_Wed10": "Papá a veces te llama su 'compañero de negocios'.$u^Papá a veces te llama su 'compañera de negocios'.$u#$b#Va a enloquecer cuando se entere de que estamos saliendo.$h",
            "fall_Thu4": "Sebastian es unos años mayor que yo, pero es una de las pocas personas que realmente me agrada.#$e#Bueno, Sam y tú también, de cierto modo.$h",
            "fall_Thu6": "#$1 AbigailHAND#Anoche soñé que mi mano izquierda se convertía en una especie de %noun gigante. ¿Significa eso algo?#$e#%Parece que a Abigail no le interesa hablar ahora mismo.",
            "fall_Thu8": "Solía preguntarme si algún día despertaría y me daría cuenta de que todo lo que conocía era tan solo un sueño.#$e#Pero ahora, espero sinceramente que no sea ese el caso$l",
            "fall_Thu10": "Soñé algo interesante anoche. Tú también aparecías.#$e#Ha sido un buen sueño.$h",
            "fall_Fri6": "Ojalá esta estación durara un poco más.$8#$e#Cuando el viento sopla fuerte, es como si volviera a mi infancia.",
            "fall_Fri10": "Solía sentirme sola en esta época del año, pero ya no.$l#$e#@, ¿qué planes tienes para el futuro?",
            "fall_Sat6": "Hola.$h#$e#Llevas el pelo genial hoy... ¿Te has hecho algo distinto?",
            "fall_Sat8": "¡Oye! ¿Ya te conté? Al fin vencí al ‘Rey de la Pradera’. Si que me tomó tiempo, eh.$h#$e#Ahora comienza de nuevo en modo difícil. Pasar el primer nivel es mi nuevo proyecto.$u",
            "fall_Sun6": "Sí que está soplando el viento hoy, me gusta ir en contra de él y dejar que se lleve mi pelo hacia atrás.#$b#Es como enfrentar una especie de bestia mitológica o algo así. Como si, \"¡Ah! ¡Tráelo!\"$h",
            "fall_Sun8": "Hmm... ¿Qué hago esta noche?#$q 27/28 fall_Sun_old#Pensaba volver a teñirme el pelo... ¿qué te parece?#$r 27 10 Sun_27#Tíñetelo de negro.#$r 27 10 Sun_27#¿Rubio, por ejemplo?#$r 27 20 Sun_WildColor#¿Qué tal rosa chicle?#$r 28 0 Sun_28#¡A mí me gusta como está!",
            "winter_Mon4": "Tal vez debería construir un calamar monstruoso de nieve. Sería un cambio interesante.",
            "winter_Mon6": "Hace demasiado frío para salir mucho.#$e#Pero me gusta hacer monstruos de nieve.$h",
            "winter_Mon8": "Cuando era pequeña, construí un épico fuerte de nieve. Le lanzaba bolas de nieve a todos los que pasaban.#$e#Por obvias razones, mi campaña no duro mucho. Que buenos tiempos.",
            "winter_Tue4": "Qué frío hace, ojalá tuviésemos una taza de chocolate que compartir.$h",
            "winter_Tue6": "¡Oye! ¿Ya te conté? Al fin vencí al ‘Rey de la Pradera’. Si que me tomó tiempo, eh.$h#$e#Ahora comienza de nuevo en modo difícil. Pasar el primer nivel es mi nuevo proyecto.$u",
            "winter_Tue8": "Qué frío hace, ojalá tuviésemos una taza de chocolate que compartir.$h",
            "winter_Tue10": "*abrazo*¡Oye tú!$h#$e#Em… ¡Solo trato de mantener el calor!$l",
            "winter_Wed2": "Hola. Si algún día te aburres, puedes venir a mi habitación.#$e#¡Siempre que no me esté vistiendo, claro!",
            "winter_Wed6": "Debe de estar bien no tener cultivos de los que preocuparse en esta época.#$e#¡Y eso significa que tienes más tiempo para pasarlo conmigo!$h",
            "winter_Wed10": "¿Alguna vez te sientes solo en tu granja?^¿Alguna vez te sientes sola en tu granja?",
            "winter_Thu4": "Entonces, ¿qué tan profundo has ido en esas minas?",
            "winter_Thu6": "Cuando era pequeña, solía pensar que la vida era demasiado larga, a fin de cuentas, es lo más largo que jamás experimentarás.#$b#...Y que todos los mayores que decían lo contrario estaban equivocados. Ahora que soy adulta, entiendo lo que querían decir.",
            "winter_Thu10": "Ya casi ha pasado otro año...#$b#Pero ha sido uno muy bueno, ¿no crees?$h",
            "winter_Fri4": "El ‘Viaje del Rey de la Pradera’ aún me está enloqueciendo.#$e#Tiendo a apegarme más a los RPG. Quizás sea por eso que no se me dan tan bien los juegos de puntería.",
            "winter_Fri8": "¿Alguna vez te ha preocupado que todo tu arduo trabajo y esfuerzo sean para nada?$s#$e#¡Ah!,¡Quiero decir! No TU arduo trabajo. Me refiero a ‘tú’ en general. No, no te preocupes. Eres perfecto.$l^¡Ah!,¡Quiero decir! No TU arduo trabajo. Me refiero a ‘tú’ en general. No, no te preocupes. Eres perfecta.$l#$b#¡Digo!$7#$b#¡Espero que te vaya bien!$h",
            "winter_Fri10": "@, hay algo que quiero decirte...#$e#Es que... um... bueno... ¡Tus botas! Están, uh... muy limpias... *Glups* #$e#Solo eso... *Sigh*$s",
            "winter_Sat6": "¿Mis clases favoritas? Probablemente antropología... o el arte de los medios.#$b#Aunque no sé qué haría con ellos en una carrera.",
            "winter_Sat8": "Últimamente sueño mucho despierta...#$e#¡Oh! ¿Quieres saber sobre qué? Bueno...$u#$b#Es un secreto...$h",
            "winter_Sat10": "Gracias por no molestarte después de lo de la ouija.$l#$e#De verdad estaba preocupada de que nunca volvieras a hablar conmigo.$l",
            "winter_Sun10": "Oye, si quieres entrar alguna vez a mi habitación, puedes hacerlo.#$e#...No tienes que tocar$l",
            "spring_1_2": "Quedarse despierta hasta medianoche solía ser más divertido cuando era pequeña.#$b#Ahora parece que lo hago todo el tiempo.#$e#Ah, por cierto, ¡feliz año nuevo!",
            "spring_12": "Mañana me apunto fijo a la búsqueda de huevos. ¿Y tú?",
            "summer_10": "Todos están esperando el luau de mañana. Igual también están un poco nerviosos, porque viene el gobernador.",
            "summer_27": "No te puedes perder el festival de mañana. Es uno de los acontecimientos más bonitos del valle.",
            "fall_26": "¿Vendrás a la víspera de los espíritus mañana? Búscame en el laberinto encantado.$h",
            "winter_7": "Tengo ganas de hacer un muñeco de nieve mañana.",
            "winter_24": "Me voy a hinchar de salsa de grosellas mañana.$h",
            "winter_28": "¡Oye! ¿Vas a quedarte hasta media noche?#$e#Ah, es cierto, tienes que madrugar mañana como cualquier día",
            "spring_12_2": "Mañana me apunto fijo a la búsqueda de huevos. ¿Y tú?",
            "summer_10_2": "Todos están esperando el luau de mañana. Igual también están un poco nerviosos, porque viene el gobernador.",
            "fall_26_2": "Este año le daré otra oportunidad al laberinto embrujado. Espero que no haya arañas.",
            "winter_24_2": "Mañana será un buen día. ¿Cómo no amar la comida?#$e#En realidad, me hace querer pasar más tiempo con mis padres. Es simplemente un buen momento para eso ¿sabes?",
            "winter_28_2": "¡Oye! ¿Vas a quedarte hasta media noche?#$e#Ah, es cierto, tienes que madrugar mañana como cualquier día",
        }
    },
    {
        "LogName": "Abigail Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueAbigail",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Creo que hoy sacaré mi confiable libreta. Tengo algunas ideas para bestias mitológicas que podrían ser divertidas.#La oscuridad… La lluvia… me emocionan.$l",
            "Rainy_Day_1": "Ey, ¿recuerdas cuando tocamos aquel dueto en el lago? Este clima me recuerda a aquel día.#$e#$c .5#¿Aun tienes aquella miniarpa? Me tomaste por sorpresa... ¿Donde aprendiste a tocarla?.#De verdad me sorprendiste con aquella miniarpa... nunca me lo esperé. Supongo que por eso me gustas tanto.$l",
            "Rainy_Day_2": "¡Ey! Me he levantado pronto y he estado explorando. He encontrado esto y me ha recordado a ti.[768 767 769 66 82]#$e#¿Crees que puedes encontrar algo mejor? ¡Yo no lo tengo tan claro!$h",
            "Rainy_Day_3": "#$c .5#Jeje, hice un pequeño entrenamiento con la espada bajo la oscuridad de la lluvia. Debes admitir que tu esposa es bastante genial.$h#Puede ser un buen día para visitar las cuevas, ¿no? Pero ten cuidado.#$e#Si vas, llévate uno o dos elixires de vida.",
            "Rainy_Day_4": "#$c .5#¿Hay un poco de polvo por aquí?. No te preocupes, yo me encargaré.#A lo mejor juego al Viaje del Rey de la Pradera... Uno de estos días te juro que me lo pasaré sola.$h",
            "Rainy_Night_0": "#$c .5#El campo parece más interesante en un día como hoy, ¿no crees?#Estaba mirando la lluvia caer sobre el bosque… Juro que vi algo más negro que se movía alrededor de los árboles.$6",
            "Rainy_Night_1": "#$c .5#Es una noche perfecta para ver un fantasma...#¡Oye! Parece que has estado trabajando duro. ¿Puedo ayudar a que te relajes?^¿Has estado trabajando duro? Un poco de cansancio te hace ver adorable.$h",
            "Rainy_Night_2": "#$c .5#¿Lo notas? La lluvia provoca quietud...#Es curioso cómo la gente reza para que la lluvia se vaya. Me quedo como, \"Amigo, ¿Entonces quieres vivir en un desierto?\"",
            "Rainy_Night_3": "#$c .5#El ruido de la lluvia nos hará dormir enseguida.#En noches como esta, me gusta apagar la luz y escuchar con atención...$8",
            "Rainy_Night_4": "#$c .5#Yyyyyy... ¡Sopa sorpresa para ti, mi amor! ¡Disfrútala! [199 218 219 727 730]$h#Me ha apetecido hacer sopa para cenar. Espero que no esté demasiado mala. [199 218 219 727 730]$h",
            "Indoor_Day_0": "#$c .5#Siempre tienes tanta energía. Es motivante el solo verte, porque siempre pareces ser cuidadoso con lo que sea que estés haciendo.^Siempre tienes tanta energía. Es motivante el solo verte, porque siempre pareces ser cuidadosa con lo que sea que estés haciendo.#Siempre me ha encantado este sitio, mucho antes de que vinieras. ¡Ahora puedo explorar la granja siempre que quiera!$h",
            "Indoor_Day_1": "#$c .5#¡Nunca creerás cómo conseguí esto! Pero supuse que te gustaría. [286 287 205 732 441]$h#Ey, @. ¿Vas a salir? Tengo algo para ti...[286 287 205 732 441]#$e#Úsalo si te encuentras en apuros. Debería mantenerte a salvo.",
            "Indoor_Day_2": "#$c .5#Hoy podría ser un buen día para escabullirme a las minas. Nada muy serio. Solo para variar#¿Vas a las minas? Ey... ¡Si encuentras algo rico, no te olvides de traerme un trozo!$h",
            "Indoor_Day_3": "#$c .5#En nuestra granja siempre ocurre algo nuevo... Me encanta.#¡Ey! Estoy pensando qué debería hacer hoy. ¡Se me hace raro tener tanta libertad!",
            "Indoor_Day_4": "#$c .5#Claro, hoy puedo limpiar un poco, no hay problema. En realidad, es divertido limpiar cuando pienso en ti.#No te importa si redecoro esto de vez en cuando, ¿no? Qué ilusión tener mi propio sitio para trabajar.",
            "Indoor_Night_0": "#$c .5#Oyeee, ¿qué hiciste? ¿Me encantaste con un hechizo de amor o algo? Te ves increíble esta noche.$l#Hoy he tenido un buen día. Por aquí siempre hay algo interesante, si te fijas lo suficiente.",
            "Indoor_Night_1": "#$c .5#¿Tienes ganas de acostarte? He puesto la manta eléctrica...$l#¡Ey! ¿Qué has estado haciendo hoy? ¿Te ha pasado algo emocionante?$h",
            "Indoor_Night_2": "#$c .5#No más tiempo en la pantalla para mí por hoy. No quiero alterar mi ritmo cardíaco.#Solía trabajar mejor de noche, pero empieza a gustarme el ritmo de vida de la granja. Parece más natural.",
            "Indoor_Night_3": "#$c .5#Mmm, es una buena noche para una taza de té.#*Uaah...* Tengo ganas de irme a la cama.$h",
            "Indoor_Night_4": "#$c .5#David Junior ha estado dando vueltas como loco alrededor de su jaula. Espero que no siga así después de que nos vayamos a la cama.#Los sonidos nocturnos se oyen más fuertes aquí. Nunca dejarán de maravillarme.",
            "Outdoor_0": "#$c .5#¡Qué maravillosa mañana! No puedo creer cuantas cosas me perdí antes de casarnos.$h#La suave brisa trae aire de la montaña a todo el valle hoy. Huele a pino fresco y salvia.",
            "Outdoor_1": "#$c .5#Voy a pasear por afuera, ¿vale?#$e#Hay un montón de bichos interesantes y cosas por ahí. *Ji, ji$h#Hmm... ¡Creo que tenemos espacio más que suficiente para criar babas!",
            "Outdoor_2": "#$c .5#Acabo de tener una extraña sensación como si un hada, o bruja, o algo hubiera estado aquí antes.#Asegúrate de mantener limpio el altar de tu abuelo. Tiene algo especial, puedo sentirlo.",
            "Outdoor_3": "#$c .5#Estoy analizando los confines de la granja. ¿Ves algo inusual por ahí hoy?#Es bastante guay tener una cueva en nuestra propiedad. Es algo con lo que siempre soñé.$h",
            "Outdoor_4": "#$c .5#Deberíamos pasar el rato en el porche y comer un poco de tarta de moras. Sería lo mejor.$h#Siempre me olvido de traer algún tentempié. *Gru, gru, gru*$h",
            "funLeave_Abigail": "#$c .5#Visitaré a mis padres hoy. Alguien debe ir a verlos ¿verdad?#Por cierto, voy a ir al pueblo. Tengo que estirar un poco las piernas..",
            "funReturn_Abigail": "#$c .5#Mi día estuvo bastante bien. ¿Qué tal el tuyo? Ah, mis padres te mandan saludos.#¡Ey! ¿Has tenido un buen día? El mío sí lo ha sido. Dar paseos es refrescante.$h",
            "OneKid_3": "#$c .5#Ahora me entiendo un poco mejor con mis padres. Vaya, debí haber sido terrible cuando era chica.$h#No me puedo creer que sea \"mamá\"... La vida es rara.$h",
            "TwoKids_0": "#$c .5#Jaja, ¿Mamá y papá creían que yo era difícil de criar? ¡Intenta criar a dos!$h#Ya les he dado a %kid1 y %kid2 sus cereales con chocolate. ¡No paraban de gritar!",
            "TwoKids_2": "#$c .5#Haría cualquier cosa por nuestros hijos. ¡Lucharía hasta con el último monstruo si eso significara mantenerlos a salvo!#He soñado que %kid2 se dedicaba a cazar monstruos de mayor. He estado pensando en prepararle una pequeña armadura, y todo.",
            "TwoKids_3": "#$c .5#Tuvimos a nuestros hijos muy jóvenes, ¡pero mira el lado bueno! Al menos no seremos súper viejos cuando sean adultos.#Una casa antigua y molona, un par de críos y una granja fantástica. Jamás pensé que llegaría hasta aquí, pero... ¡Ya ves! Nuestras vidas acaban de empezar.$h",
            "spring_6": "¿Tenemos algo en la granja que sea útil para afilar una katana? ¿O mejor tendría que ir con Clint?",
            "spring_16": "¿Te molestarías si hoy juego un videojuego todo el día?#$b#Lo siento, es que ... suena tan bien.$l",
            "summer_19": "Hoy me siento un poco explosiva.#$e#Así que hice algunas minibombas. [286]Toma una por si necesitas desahogarte.$h",
            "summer_22": "Arg ... No dormí bien, y mi espalda me está matando. No puedo comportarme hoy...$s#$e#...Pero bueno, lo intentaré. Lo siento.#$e#Sé que no ha pasado tanto tiempo desde que nos conocimos, pero en algunos aspectos, siento que por aquel entonces todavía era muy inmadura.$s#$b#Creo que he crecido mucho. Pero también me siento muy lejos... del nivel de madurez de mis padres, por ejemplo.$u#$e#Je. ¿Quién diría que la adultez podría ser tan aterradora como entrar en las minas?#$b#Me alegra que estés conmigo.$l",
            "summer_23": "Algunos de mis antiguos compañeros en línea gritaron cuando descubrieron que me iba a casar. Es bueno estar en contacto con ellos.",
            "fall_12": "Una eh, pregunta tonta: ¿Cual es el \"enemigo final\" del año en la granja? ¿Es la cosecha de otoño? Es decir, ¿justo ahora?#$b#¿O no hay un enemigo final?",
            "fall_24": "¿Ya es 24? Si!!$h#$b#Eso significa que necesito hacer tiempo para mi partida anual de 'Ignición.'#$e#Es el aniversario del lanzamiento del juego. Quizás pueda pasármelo todo en unos pocos días. Lo siento si parezco preocupada.",
            "fall_28": "¡No está mal para acabar el otoño! Ayer termine 'Ignición', y la víspera de los espíritus fue increíble una vez más...#$b#...Excepto por esas malditas arañas. *Argh*$s#$e#¡Aún así!$h",
            "winter_1": "Es curioso cómo la gente reza para que el clima siga su curso.#$b#Claro, alguien puede hacer un baile de nieve, y consigue lo que quiere. Pero luego, otro tipo esta por ahí congelándose hasta la muerte.#$e#Si fuera Yoba, me resultaría difícil tratar de decidir a quién contesto y a quién ignoro.#$b#Prefiero no tener ese trabajo.$h",
            "winter_8": "Sé que somos adultos, pero hoy tienes que dejarme sacar algo de mi niña interior. Voy a hacer un muñeco de nieve que sea extraordinariamente extraño.$h^Sé que somos adultas, pero hoy tienes que dejarme sacar algo de mi niña interior. Voy a hacer un muñeco de nieve que sea extraordinariamente extraño.$h",
            "winter_19": "Se supone que esta será una noche de salón de nuevo. ¿Crees que puedes hacerlo?#$e#Es mi deber como amiga. Estoy feliz de tenerte para mí todas las otras noches.$h",
            "winter_24": "Creo que disfruto más de la fiesta de la estrella de invierno cuando me detengo y me doy cuenta de todo por lo que tengo que agradecer.#$e#No ha sido una mala vida hasta ahora, ¿sabes?$h",
            "winter_28": "Sé que no suelo beber, pero bueno, aquí hay algunas bebidas fuertes. ¡Esta noche es tan buena como cualquier otra! [346][346]",
        }
    }]
}