{
    "Changes": [
    {
        "LogName": "Alex",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Alex",
        "Entries":
        {
            "Mon4": "Todo lo que necesito es presentarme a las pruebas de la liga junior de gridball. Debería ser un reto, pero no demasiado difícil.#$e#Después de una temporada o dos en la liga junior, iré a la profesional, baby.",
            "Mon6": "Hay algunas pruebas de la liga junior al final del mes. Podría intentarlo, pero ah... No sé.#$e#Quizás otro año de entrenamiento sería lo mejor para mí para poder causar una buena primera impresión.",
            "Mon8": "¿Sabes? Yo solía soñar con la fama y la fortuna, pero últimamente estoy en otra onda. Al final son las cosas más pequeñas las que te llenan, ¿no crees?#$e#Aún quiero ser profesional, pero no es lo más importante del mundo.",
            "Tue2": "Paso mucho tiempo en la playa durante el verano.#$e#Oye, si quieres jugar un poco, deberías verme allí el próximo mes.",
            "Tue4": "Es importante tener metas. Desde que terminé la secundaria, he confiado en mis rutinas de entrenamiento para dar estructura a mis días.",
            "Tue6": "No hay nada mejor que un día dinámico en la playa con los amigos... ¿No?",
            "Tue8": "*Sigh*... Ojalá tuviera más amigos en este pueblo que quisieran hacer deporte conmigo.$s#$e#Digo, ¡es el lugar perfecto para ello! Es una pena que se desperdicie.",
            "Tue10": "Eyyy.#$e#¡Luces increíble!$h#$e#¿Qué hay de nuevo?",
            "Wed4": "¿Alguna vez has visto los reportes de los deportes?#$b#He estado pegado viendo eso por las tardes. El draft del gridball está sucediendo ahora mismo.$h",
            "Wed6": "El Gridball es más que un juego para mí. Realmente es en lo único en lo que siempre he sido bueno.#$e#No sé qué haría si no existiera",
            "Wed8": "Todos a mi alrededor siempre me han dicho que soy el mejor jugador que han visto. El gridball es mi vida.#$e#Entonces, la escuela secundaria termina, y es como si todas esas apuestas sobre ti simplemente se desvanecieran.$s#$e#Supongo que tengo que descubrir que otra cosa hacer con mi vida. ¿No?",
            "Wed10": "Siento que aprendo mucho de ti, @. Aprecio que seas honesto conmigo.^Siento que aprendo mucho de ti, @. Aprecio que seas honesta conmigo.#$e#Veremos a dónde va mi carrera deportiva. Aprecio que estés ahí para mí, lo logre o no.",
            "Thu2": "Me siento mal por las personas que tienen alergias. Es decir, ¿cómo puedes aumentar tu ritmo cardíaco si te la pasas estornudando?",
            "Thu4": "El año pasado iba a probar la liga junior de gridball, pero mi rodilla no estaba en buenas condiciones.#$e#Oye, no puedes apresurar este tipo de cosas.",
            "Thu6": "El aire empieza a calentarse... Me siento a tope.",
            "Thu8": "Todos deben tener sueños. Creo que es genial cómo te levantaste un día y decidiste venir aquí para hacerte cargo de la granja.#$e#Me quito el sombrero.",
            "Fri2": "En la escuela, mis profesores siempre se quejaban de cómo los jugadores de gridball ganaban demasiado dinero. Eso es tan ridículo.#$e#En todo caso, están mal pagados. ¿Cuántas personas conoces que pueden hacer lo que hace un profesional?",
            "Fri4": "Oye, @. Me alegra que te pases por acá.#$e#¡No me da vergüenza decir que amo a mi abuela!#$e#El abuelo, por otro lado ...#$e#Solo bromeo.$h",
            "Fri6": "Suena raro, pero extraño tener a un entrenador gritando y diciéndome qué hacer.$s#$e#Puedo motivarme, pero cuando lo das todo por alguien más, es diferente, ¿sabes?",
            "Fri8": "Hola, @. Qué pinta tan deportiva.$h^Ey, @. ¿Te has hecho algo en el pelo? Hay algo que me llama la atención.$h",
            "Fri10": "Ey um...$l#$b#Avísame si alguna vez quieres ayuda con el trabajo en la granja.$l#$e#Tengo que hacer algo más que solo ejercicio para mí mismo, ¿verdad?$h",
            "Sat2": "Ey, Haley es genial, ¿no crees?#$e#No, no estamos saliendo aún. Ella está eh ... pasando por algunas cosas.#$e#Pero probablemente llegaremos a eso pronto.",
            "Sat4": "La abuela sigue quejándose. Ocupo demasiado espacio en el refrigerador con todas mis bandejas de cubitos de hielo.#$b#Pero, es decir, ¿de qué otra forma se supone que consigo suficiente hielo para tomar baños de hielo?",
            "Sat6": "Me duelen un montón los brazos, pero para un tío como yo eso es señal de progreso.#e#Anoche hice unas mil flexiones.",
            "Sat8": "... ¿Dónde crees que estaré dentro de 10 años?$s",
            "Sat10": "Últimamente me cuesta mucho concentrarme.$l",
            "Sun_inlaw_Haley": "Oh, hola. ¿Qué tal va el matrimonio?$9",
            "Sun6_inlaw_Haley": "Lo admito... Me puse un poco celoso cuando Haley y tú os casasteis. Pero, mira... Es una oportunidad para aprender algo nuevo sobre mí mismo.$9",
            "Sun6": "Ey, cuando quieras ven a mi habitación por la tarde y podemos entrenar juntos.#$e#Es mucho más divertido hacer ejercicio con amigos.$h",
            "Sun8": "Ey, cuando quieras ven a mi habitación por la tarde y podemos entrenar juntos.#$e#Así es mucho más divertido.$h",
            "Sun10": "Haley y yo siempre pensamos que podríamos ser la 'mejor pareja' del pueblo, pero siempre fue complicado..#$e#Simplemente no estábamos hechos el uno para el otro, más allá de ser amigos.#$e#Es decir, era obvio, ¿no?$l",
            "summer_Mon2": "Entonces, ¿te ejercitas?#$e#Supongo que trabajar en la granja cuenta, pero en realidad no es lo mismo que levantar pesas.",
            "summer_Mon4": "Ey, qué bronceado tan bonito.",
            "summer_Mon6": "Ey @. ¿Estás teniendo un buen verano?#$e#¿Qué hay de nuevo?",
            "summer_Mon8": "Ey, cuando quieras ven a mi habitación por la tarde y podemos entrenar juntos.#$e#Así es mucho más divertido.$h",
            "summer_Mon10": "Es raro. Nunca hablé de mis sentimientos con mucha gente antes de conocerte.$l#$e#Siento que puedo ser yo mismo.$l",
            "summer_Tue4": "Cuando jugué para la escuela, fue un viaje demasiado largo en autobús tan solo para llegar allí. Me conocían como el niño del pueblo#$e#Pero después de que vieron lo bueno que era, nadie volvió a despreciarme.",
            "summer_Tue6": "Si mi pelo no tuviera tanto éxito entre las chicas, me lo raparía al cero en un momento.#$e#*Sigh...* La vida puede ser dura.",
            "summer_Tue8": "Ey, @.$s#$e#Sabes, estaba pensando cuanto extraño jugar en un equipo. ¿Pero qué se supone que debo hacer?#$b#No es que tenga suficiente dinero para mudarme del pueblo...",
            "summer_Wed6": "He perdido el contacto con muchos de mis amigos de gridball. Lo último que supe es que Zane estaba sacando buenas notas en la universidad. Y Brody aparentemente tiene un hijo.$s#$e#Que raro.$s",
            "summer_Wed8": "¿Sabes? En realidad no me importaría ser granjero... A su manera, es como el deporte.#$e#Me gusta estar al aire libre y hacer cosas con las manos.",
            "summer_Thu6": "A veces me siento realmente tentado a tomar un poco de helado del puesto cuando nadie lo mira.$h#$e#Mi regla es que, por cada bola de helado, tengo que hacer cien flexiones adicionales. Así me mantengo en forma.",
            "summer_Thu8": "¿Sabes qué? ¡Voy a empezar a leer un libro!",
            "summer_Thu10": "@! Ey! Mira lo que te guardé. [233]$h#$e#Shhh, no le digas a nadie.$h",
            "summer_Fri": "¿Qué quieres?#$e#Tengo cosas más importantes que hacer ahora.",
            "summer_Fri2": "Este verano estoy trabajando en el puesto de helados. Je, ¡asegúrate de apoyar los negocios locales!$h",
            "summer_Fri4": "Mi trabajo con los helados es algo que hago para poder conseguir dinero y convertirme en profesional.#$e#En poco tiempo, podré mudarme a la ciudad de Zuzu y jugar para una liga junior.#$b#Pero por ahora, está la cuestión del equipamiento profesional.",
            "summer_Fri10": "@, Si alguna vez tengo hijos, me aseguraré de que tengan el mejor padre de todos.#$e#Esa sería mi mayor victoria. Y es algo digno de esperar, ¿sabes?",
            "summer_Sat": "Mmmm... Huele a barbacoa.#$e#Jo, ahora mismo me comería una hamburguesa.",
            "summer_Sat2": "Mmmm ... Lo que sea que Gus esté cocinando en el salón, huele delicioso.",
            "summer_Sat4": "Mmmm... Huele a barbacoa.#$e#Jo, ahora mismo me comería una hamburguesa.",
            "summer_Sat6": "¿Qué pasaría si hicieran helado con proteína en lugar de crema?#$e#¡No no! ¡Escúchame! ¡Sería como un batido de proteínas, pero helado! ¡Creo que podría funcionar!",
            "summer_Sun": "Haley es muy sexy, ¿no te parece?#$e#Apesta que no haya más chicas sexys en Pueblo Pelícano.^Tal vez deberías salir con ella.",
            "summer_Sun2": "Ayer me compré estas zapatillas porque las viejas tenían una mancha marrón.#$b#Las he tirado a la basura. Las habría donado, pero no quiero que ningún tío raro vaya por ahí con mis zapatillas, ¿sabes?#$e#¿...Qué pasa?$a",
            "summer_Sun_inlaw_Haley": "Oh, hola. ¿Qué tal va el matrimonio?$9",
            "summer_Sun6_inlaw_Haley": "Lo admito... Me puse un poco celoso cuando Haley y tú os casasteis. Pero, mira... Es una oportunidad para aprender algo nuevo sobre mí mismo.$9",
            "summer_Sun4": "Oh, vaya... Tus zapatos están un poco sucios... ¡Pero no pasa nada!#$e#Supongo que todos tenemos gustos distintos.",
            "summer_Sun6": "Suena raro, pero extraño tener a un entrenador gritando y diciéndome qué hacer.$s#$e#Puedo motivarme, pero cuando lo das todo por alguien más, es diferente, ¿sabes?",
            "summer_Sun10": "@, a veces me pregunto si mi madre estaría orgullosa de mí.$s#$e#Me las arreglé para encontrarte. Y sé que podemos hacer que las cosas funcionen entre nosotros dos. Supongo que es algo.$l#$e#Nos vemos.$l",
            "fall_Mon2": "¿Viste a Cheroky hacer esa jugada anoche? ¡Fue una locura!$h#$e#Me recuerda lo que solía hacer en el campo.",
            "fall_Mon4": "Mi abuela me dijo que debería dedicar más tiempo a estudiar.#$e#Igual tiene razón...$s",
            "fall_Mon6": "Tengo todos estos libros viejos que solía tener mi madre. Es interesante ver en qué estaba metida.#$e#Es como mirar una foto de ella, solo con palabras, tiene sentido.$h",
            "fall_Mon10": "¡Anoche Tunnelers ganó de nuevo! ¡Están teniendo una temporada increíble este año!$h#$e#Lo siento, estoy muy feliz ahora.$l",
            "fall_Tue": "¿No es triste cómo algunas personas simplemente nunca alcanzan su máximo potencial?#$e#Lo importante es seguir luchando, pase lo que pase.",
            "fall_Tue4": "Cuando las cosas se ponen difíciles algunas personas simplemente se rinden y se conforman con la mediocridad.#$e#Cualquiera que sea así no debe tener mucho respeto por él mismo.",
            "fall_Tue6": "Este año no conseguí mucho dinero con el puesto de helados.$s#$e#@, ¿Qué debería hacer?$s",
            "fall_Tue8": "Estaba pensando, tal vez es importante apreciar las pequeñas cosas que te rodean.#$e#Siempre escuché a la gente decir eso, pero solo recientemente comenzó a tener sentido.",
            "fall_Wed8": "Por fin he dado el paso... He decidido no ponerme más gomina en el pelo.#$e#No querría tener amigos que solo me quieren porque llevo gomina.",
            "fall_Thu2": "¿Qué tal, @?",
            "fall_Thu4": "Amigo, eres la bomba.^@, Eres una chica increíble, ¿sabes?#$e#La forma en la que entraste al pueblo un día y dijiste, \"¡Sip! ¡Voy a arreglar esta granja!\" ¡y lo hiciste!#$b#Creo que personas como tú y yo estamos en otro nivel.",
            "fall_Thu6": "Recuerdo la jugada final del campeonato regional. El marcador estaba empatado y estábamos a solo diez segundos del final.#$b#Vi que las hojas volaban en una ráfaga de viento, y tiré la pelota, sabiendo que el viento la golpearía un poco hacia un lado.#$b#Zane lo atrapó perfectamente y anotamos. Justo cuando acabó.#$e#Fue una gran sensación, ¿sabes?$l",
            "fall_Thu10": "@! Um... Hola.$l#$e#Lo siento! es decir, uh...$l#$b#¿Sería genial si salimos pronto?",
            "fall_Fri2": "¿Ese tipo Clint? No sé mucho sobre él.#$b#Aparentemente jugaba al gridball, pero ahora es un poco viejo.",
            "fall_Fri6": "Voy a hacer mogollón de sentadillas esta noche.#$e#Hay que currárselo mucho para alcanzar tu potencial máximo.",
            "fall_Fri8": "¿Sabes? Yo solía soñar con la fama y la fortuna, pero últimamente estoy en otra onda. Al final son las cosas más pequeñas las que te llenan, ¿no crees?#$e#Aún quiero ser profesional, pero no es lo más importante del mundo.",
            "fall_Fri10": "Haley es buena como amiga, creo. Es solo que ella nunca me escuchó como tú.#$e#Sentía que siempre tenía que actuar como un tipo rudo cuando estaba cerca de ella. Y si le decía cómo me sentía realmente, ella simplemente perdería interés en mí.$s#$e#Pero tener esos recuerdos me hace apreciar a quién tengo ahora, mucho más$l",
            "fall_Sat2": "Ey, Haley es genial, ¿no crees?#$e#No, no estamos saliendo aún. Ella está eh ... pasando por algunas cosas.#$e#Pero probablemente llegaremos a eso pronto.",
            "fall_Sat4": "El salmón es definitivamente mi pescado favorito. Especialmente cuando está en temporada.#$e#Solo tiene que cocinarse de la manera correcta.",
            "fall_Sat6": "Estaba leyendo sobre cómo el salmón tiene mucho... ¿cómo se llama? 'Acidos grasos Omega 3'#$b#Así que al principio pensé, \" Vaya, no necesito grasa extra en mi dieta,\" pero resulta que es del tipo de grasa que es bueno para ti.",
            "fall_Sat8": "No tengo idea de dónde está mi papá. He pasado mucho tiempo pensando qué diría si alguna vez lo viera.#$e#No sería bonito. Tal vez es mejor dejar algunas heridas sin abrir.$a",
            "fall_Sun4": "¡El partido de Gridball es hoy! He esperado toda la semana por esto.$u",
            "fall_Sun6": "Ey, @, Si mi abuelo no deja el maldito televisor, ¿está bien si corro a tu casa para ver el partido?#$e#¿Qué clase de televisor tienes de todos modos?",
            "fall_Sun8": "Ey,¡¡hoy es el partido de gridball!#e#Los domingos de otoño son bastante espectaculares..$u",
            "fall_Sun10": "Siempre me preocupó que pudiera resultar como mi papá. Aun lo estoy.$a#$e#Pero contigo, ya no me siento tan preocupado.",
            "winter_Mon2": "¿Qué hay de bueno en el salón que pueda hacerme entrar en calor?",
            "winter_Mon4": "¿Te gusta la nieve? Yo... Tengo ganas de que llegue la primavera.",
            "winter_Mon6": "Ey, deberíamos hacer ejercicio alguna vez. El aire en las aguas termales no es tan seco como en otros lugares.^Ey, deberíamos hacer ejercicio en las aguas termales en algún momento ... er, quiero decir, ¿supongo que no puedes entrar al de mi lado? Ah, bueno.",
            "winter_Mon8": "@, ¿Sabes que la gente dice que la secundaria es la mejor etapa de nuestra vida?$s#$b#¿Y si eso es verdad? ¿Es que todo va cuesta abajo desde allí?$s",
            "winter_Mon10": "Creo que no estoy de acuerdo con que la secundaria sea la mejor etapa de nuestra vida.#$b#Este año, por ejemplo, ha sido mejor.$l",
            "winter_Tue4_inlaw_Haley": "Lo admito... Me puse un poco celoso cuando Haley y tú os casasteis. Pero, mira... Es una oportunidad para aprender algo nuevo sobre mí mismo.$9",
            "winter_Tue4": "Ey, @. ¿Puedes hacerme un favor?$l#$b#Si ves a Haley, dile que tengo mucho que hacer.$l#$e#Gracias.",
            "winter_Tue6": "Eres una persona genial para pasar el rato, @. Siento que aprendo algo nuevo cada vez que te veo.",
            "winter_Tue10": "Ey! ¿Qué pasa?$h#$e#¿También te aburres? Qué casualidad.$l#$e#Ey, podemos pasar el rato en cualquier momento.",
            "winter_Wed4": "Realmente no juego videojuegos. ¿Por qué querría presionar botones y ver a un chico lanzar una pelota en la pantalla...#$b#...cuando podría hacer lo mismo en la vida real?",
            "winter_Wed6": "Entonces, ¿no hay muchas cosechas en tu granja durante el invierno? Debes estar un poco aburrido.^Entonces, ¿no hay muchas cosechas en tu granja durante el invierno? Debes estar un poco aburrida.#$e#¡Ey, tú y yo, amigo! Bienvenido al club.$h^Ey, tu y yo, @! Bienvenida al club.$h",
            "winter_Wed8": "¿Sabes qué? ¡Voy a empezar a leer un libro!",
            "winter_Wed10": "Terminé de leer aquel libro que mi abuela dijo que era el favorito de mi mamá.#$b#Se trataba de dos adolescentes que viajan a través del tiempo y cambian la historia.#$b#Bastante raro. No tenía idea de que a mi mamá le gustaban esas cosas.",
            "winter_Thu4": "Nadie sabe quién es realmente el dueño de Dusty. A veces lo alimento, pero también lo hacen otras personas.#$e#Esa caja ha estado aquí desde que tengo memoria. Creo que incluso ha estado aquí más tiempo que Dusty.",
            "winter_Thu6": "Ojalá pudiera controlar el clima.",
            "winter_Thu8": "Tuve un sueño la otra noche donde estaba mi mamá. Después me desperté.$s#$e#La realidad te muerde a veces.$a",
            "winter_Thu10": "Si alguna vez gano mucho dinero, me aseguraré de que mi familia y amigos estén bien cuidados.#$e#Lo que te incluye a ti también.$h",
            "winter_Fri6": "¿Crees que terminaré como Clint si no me hago profesional pronto?$s",
            "winter_Fri10": "@, ¿Tus padres están orgullosos de ti?#$e#Bueno, aquí hay un tipo que está muy orgulloso de ti.$l",
            "winter_Sat": "Hay peña muy rara viviendo en este pueblo.#$e#Como el tal Sebastian ese... ¿Por qué va siempre de negro?#$e#No lo pillo.",
            "winter_Sat2": "Apuesto que si tratara de jugar con ese tipo Sebastian, él se agacharía y se cubriría cuando le arrojara la pelota.$h#$b#...#$b#Lo siento, sí, supongo que fue algo idiota decirlo.$s",
            "winter_Sat4": "Hay peña muy rara viviendo en este pueblo.#$e#Como el tal Sebastian ese... ¿Por qué va siempre de negro?#$e#No lo pillo.",
            "winter_Sat10": "@, eres totalmente diferente a mí, pero siento que me has mostrado un lado completamente diferente de la vida.#$e#Tal vez no debería juzgar tanto a las personas que son diferentes a mí.",
            "winter_Sun": "Ey, ¡hoy es el partido de gridball!#e#Puede que este sea mi día favorito de la semana.",
            "winter_Sun2": "Al menos la temporada de gridball continúa durante el invierno. Pero hay demasiada nieve aquí para hacer algo.",
            "winter_Sun4": "Ey, ¡hoy es el partido de gridball!#e#Puede que este sea mi día favorito de la semana.",
            "winter_Sun6": "Al menos la temporada de gridball continúa durante el invierno. Pero hay demasiada nieve aquí para hacer algo.",
            "winter_Sun8": "Ey @. ¿Quieres salir?#$e#Está bien si me pierdo el comienzo del juego. Me alegra pasar un poco de tiempo contigo.",
            "spring_1_2": "¡Feliz año nuevo!#$e#Este año voy a tratar de mejorar mi entrenamiento nuevamente.",
            "spring_23": "¿Nervioso? Imposible, no estoy nervioso por encontrar una pareja en el baile de mañana.#$e#¿Por qué lo estaría?",
            "summer_10": "Mañana debería ser un buen día en la playa. ¡Y con buena comida también!$h",
            "fall_15": "No voy a mentir, es difícil salir de tu casa y tener un carnaval completo esperándote.$h",
            "fall_26": "Hmm ... si mañana voy al laberinto embrujado, ¿debería traer mi bate?.",
            "winter_24": "¡Habrá tanta buena comida mañana! Solo necesito asegurarme de no excederme.",
            "winter_28": "¡El buen clima está regresando! No puedo esperar.",
            "summer_10_2": "Mañana debería ser un buen día en la playa. ¡Y con buena comida también!$h",
            "fall_15_2": "No voy a mentir, es difícil salir de tu casa y tener un carnaval completo esperándote.$h",
            "fall_26_2": "Hmm ... si mañana voy al laberinto embrujado, ¿debería traer mi bate?",
            "winter_24_2": "¡Habrá tanta buena comida mañana! Solo necesito asegurarme de no excederme.",
            "winter_28_2": "¡El buen clima está regresando! No puedo esperar.",
        }
    },
    {
        "LogName": "Alex Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueAlex",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Con todo este espacio, puedo entrenar el cuerpo por completo.#Sé que no crías ganado para carne. Está bien; Puedo conseguir un poco en la tienda.",
            "Rainy_Day_1": "#$c .5#Nunca he tenido muchos amigos en el pueblo... A veces me pregunto qué hubiera sido de mí si tú no hubieras venido.$9#Me pregunto qué estarán haciendo mis viejos amigos de la secundaria. Hoy podría ser un buen día para llamarlos.",
            "Rainy_Day_2": "#$c .5#¡Oh...! Iba a salir a hacer jogging. Pero no puedo con este tiempo.#¿Sabes qué? Hoy haré lo mejor que pueda. La vida es demasiado corta como para deprimirse cuando llueve. Ahora ... ¿Qué puedo hacer adentro ...?",
            "Rainy_Day_3": "#$c .5#*Meh...* Me acabo de despertar y me apetecen proteínas.$9#Mmm ... ¿tenemos huevos? Estoy deseando huevos.$9",
            "Rainy_Day_4": "#$c .5#A lo mejor empiezo a leer libros. ¡No me quiero estancar ahora que soy un tío casado!#Estoy tratando de ponerme al día con todos los libros que se suponía que debía leer en la secundaria. A veces son aburridos al principio, ¡pero en realidad son muy buenos!",
            "patio_Alex": "#$c .5#Unghh... uno... Unghhh... dos.. ¡Qué maravilla levantar pesas fuera de casa!$6#*huff*... ¡Bien! *puff*... ¡Me siento vivo! *huff*...$6",
            "Rainy_Night_0": "#$c .5#¿Ey, has tenido un buen día? Seguro que mañana es aún mejor.$h#¿Has estado yendo a la mina? Porque si es así, solo uh ... ¿Mantente a salvo?$s",
            "Rainy_Night_1": "#$c .5#¿Cómo va eso? Llevo paseando mi pelota de gridball todo el día. Aunque solo sea para guardar las apariencias...$u#Llamé a mi viejo amigo, Zane. ¡Fue grandioso! Hablamos como si nunca nos hubiéramos distanciado.$h",
            "Rainy_Night_2": "#$c .5#Oh... ¿Este olor? Llevo comiendo ajo todo el día. Estoy intentando mantenerme viril... Lo siento.$l#Me pregunto, ¿cómo sería estar debajo de una cascada? ...",
            "Rainy_Night_3": "#$c .5#He estado guardando sobras para Dusty. Se merece un premio de vez en cuando.#Me detuve para visitar a Dusty hoy. ¡Ese viejo sigue como si nada!$h",
            "Rainy_Night_4": "#$c .5#Tenía hambre, así que he hecho la cena. Toma, te he guardado un plato. [241 242 225 214 198]$h#Realmente no como demasiadas barritas energéticas. ¡Me gusta más la comida de verdad, como esta! ¡Toma, bon appetit! [241 242 225 214 198]$h",
            "Indoor_Day_0": "#$c .5#¡Se siente bien mantenerse saludable! Solo tenemos un cuerpo. ¡Tengo que usarlo bien!$h#Ahh... ¡Nada como una noche arropada junto a mi marido!$h^Ahh... ¡Nada como una noche arropada junto a mi mujer!$h",
            "Indoor_Day_1": "¡Ey, cariño! Te he preparado un desayuno calentito. [195 210 211]#$e#$c .5#¡Si quieres estar fuerte, tendrás que comer en serio!#Buena comida, ¡directamente de la fuente! Estoy muy contento de tener esta granja.$h",
            "Indoor_Day_2": "#$c .5#Ven aquí. *Espachurre*Mmhmm. Te estás poniendo en forma con todo ese trabajo en la granja.#Hoy es un buen día para leer algo. ... Sí, he estado alimentado ese habito.$h",
            "Indoor_Day_3": "#$c .5#Aún me estoy acostumbrando a cocinar y a hacer la colada... No son mis actividades favoritas, precisamente, pero ya sabía a lo que venía cuando me casé contigo.$h#Conseguí algunos libros de la biblioteca que necesito terminar antes de que venza el préstamo. Quiero mantener mi mente tan en forma como mi cuerpo.",
            "Indoor_Day_4": "#$c .5#Hay un par de cosillas en casa que voy a intentar arreglar hoy. No te preocupes, yo no me aburro.#¡Déjame los quehaceres! Es divertido que me imagines como una mascota sexy de la limpieza.$h",
            "Indoor_Night_0": "#$c .5#Poner el cuerpo al límite sienta muy bien, ¿a que sí? Creo que hoy te has ganado tu lugar en nuestra cama blandita.#Avísame si tienes dolor. Conozco algunas técnicas de fisioterapia que pueden ayudarte.",
            "Indoor_Night_1": "#$c .5#¿Te has cortado el pelo o algo? Tienes muy buen aspecto hoy. A lo mejor es por el aire fresco...$l#¿Otro día ocupado? Me gusta cómo te mantienes con tanta energía.$l",
            "Indoor_Night_2": "#$c .5#Cuéntame qué tal el día. Es bueno desahogarse de vez en cuando.#¡La cena está lista! Apuesto a que tienes hambre. [241 242 225 214 198]$h",
            "Indoor_Night_3": "#$c .5#Ey... Me he comprado unos pantalones nuevos. Por si te interesa saberlo...$l#Siento que mi madre puede descansar en paz, sabiendo cómo me han ido las cosas. Tengo suerte de tenerte.",
            "Indoor_Night_4": "#$c .5#Si necesitas tiempo para ti, por mí no hay problema.#Ey. ¿Te queda algo de energía?$l",
            "Outdoor_0": "#$c .5#Buenas. Cuando estoy aquí y observo nuestra tierra... El orgullo me invade. Has hecho un gran trabajo.#Si alguna vez nos mudamos, realmente extrañaría estos amaneceres. Este es un buen lugar para quedarse un rato, ¿no te parece?",
            "Outdoor_1": "#$c .5#Este lugar es genial para tener hijos. Me hubiera encantado vivir en un lugar así cuando era pequeño. ¡Con tanto espacio para correr!#¡Un nuevo comienzo para un nuevo día! Cada día es un regalo.$h",
            "Outdoor_2": "#$c .5#Me gusta estar fuera todo el tiempo posible. Simplemente, me siento mejor al aire libre.#Supongo que soy un fan del aire fresco. Me estaba poniendo un poco amargado dentro de la casa, así que vine aquí.",
            "Outdoor_3": "#$c .5#Me alegro de haberme levantado a tiempo para ver el amanecer. Siempre es la mejor parte del día, pero es muy fácil perderlo si te duermes.$h#Míranos, aquí en nuestra granjita. Hacemos una pareja muy mona.$h^Ey. Quizá sea por esta luz dorada, pero hoy estás resplandeciente.$l",
            "Outdoor_4": "#$c .5#Ahh... Qué bien se está aquí fuera. Stardew Valley es un lugar precioso...#Me pregunto qué tan viejo será Dusty. Debería hacerle una visita.",
            "OneKid_0": "#$c .5#Aún me estoy acostumbrando a mi nueva vida como papá y amo de casa.$h#Podría correr un maratón si realmente lo necesitara, pero cuidar a un niño todo el día es un tipo de agotamiento completamente diferente.$s",
            "OneKid_1": "#$c .5#%kid1 va a ser muy fuerte, igual que su papá.#He tenido que reducir un poco mi rutina de ejercicios para poder cuidar a %kid1, pero vale la pena..$h",
            "OneKid_3": "#$c .5#Me pregunto cómo es eso de estar embarazada...$h#Ahh, mi pequeño %kid1... tienes mucha vida por delante, ¿no?$h",
            "TwoKids_2": "#$c .5#Cuando los niños crezcan, ¿Quizás que podrías dedicar parte del espacio de la granja para hacer un pequeño campo de gridball?...$l#A lo mejor %kid2 consigue participar en la liga profesional de gridball. ¡Nadie en Pueblo Pelícano lo ha logrado aún!$h",
            "TwoKids_3": "#$c .5#Por fin tengo la vida familiar que de niño no tuve... Gracias.$l#Seria genial si los niños practicaran deportes. Quiero asegurarme de que se mantengan saludables. Pero los apoyaré en cualquier tipo de vida que elijan.",
            "funLeave_Alex": "#$c .5#Hoy me voy al pueblo. Nos vemos esta noche.#Ya es hora de pegar una visita a la abuela y al abuelo. Ahí es donde estaré, ¡así que ven si tienes la oportunidad!",
            "funReturn_Alex": "#$c .5#Hoy he tenido un buen día. Me gusta ir a ver a mis abuelos a menudo, están ya muy mayores.#Fue agradable visitar el pueblo hoy. ¡La abuela hizo algunas galletas, por supuesto!",
            "spring_3": "Estos últimos días han sido bastante ocupados para ti, ¿no?",
            "spring_15": "Cuando visite a mi abuelo hoy, me pregunto si puedo lograr que vea algún programa bueno conmigo.#$b#Como... ¡El reporte de los deportes! No me quiero perder ni un minuto del draft de gridball.$h",
            "spring_27": "Debería actualizar mi rutina de entrenamiento. ¡El verano llegará pronto!",
            "summer_3": "Debo decir que realmente no extraño trabajar en el puesto de helados.#$e#¿Echas de menos el helado? Bueno, siempre podríamos hacer el nuestro.#$b#Creo que ... La mamá de Sam tiene una receta. ¿O ya lo compartió contigo?",
            "summer_12": "Mi estómago está todo estirado después de ayer y tengo hambre otra vez. Mejor me lo tomo con calma hoy.",
            "summer_15": "Ooh, creo que ayer me lastime la rodilla. Mejor me tomo con calma los días de piernas por un tiempo.#$e#No te preocupes, valoro demasiado mi cuerpo para abusar de él. Me aseguraré de no empeorarlo.",
            "summer_20": "¡Oh si! Mi rodilla está mucho mejor ahora. Gracias por preguntar.$h",
            "fall_3": "Casi se me olvida, ¡es temporada de salmón! ¿Sabes que suena bien?$h#$e#Banquete de salmón con alguna salsa al lado una col rizada y ... lo que sea que sea ese grano. Que no es arroz.$l",
            "fall_7": "¡Hoy es el primer juego de la temporada para los Tunnelers! ¡Ah, estoy tan emocionado!$h",
            "fall_11": "Vaya... creo que exageré con la proteína y la carga de carbohidratos esta mañana. Obteniendo ... un mal rendimiento.$s",
            "fall_22": "¡Oh sí, el juego de ayer fue increíble! Los Tunnelers estaban mal, pero remontaron y aplastaron al otro equipo a último minuto.$h",
            "winter_10": "Cuando era más joven, no creía que realmente necesitara amigos. Solo respeto.$9#$e#Pero ahora, puedo ver lo que me estaba perdiendo. Es extraño pensar que pasé por gran parte de mi vida con tan poca interacción humana genuina...$9",
            "winter_15": "Estos días fríos son bastante duros para mis abuelos. Mejor voy a visitarlos hoy.",
            "winter_22": "*sigh*... Solo queda un juego más de gridball de la temporada, pero al menos será uno bueno. El juego de campeonato se acerca en la víspera de año nuevo.",
        }
    }]
}