{
    "Changes": [
    {
        "LogName": "Caroline",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Caroline",
        "Entries":
        {
            "Mon2": "¿Abby fue cortés la última vez que la viste?#$e#Por lo general, es cortés con los demás, pero tiene uno que otro estallido ocasional. Espero que haya sido buena contigo.",
			"Mon4": "En realidad, Abby tiene mucho talento musical, pero nunca se queda con un instrumento por mucho tiempo.#$b#¿Alguna vez la has escuchado tocar algo?",
			"Mon6": "Abby y yo seguimos discutiendo. Realmente deseo que ella entienda que sé más de lo que piensa.$3#$e$Lo siento, espero que tu día vaya bien.",
			"Tue": "Los miércoles la tienda está cerrada.#$e#Tenlo en cuenta si necesitas algo.",
			"Tue2": "Si necesita efectivo rápido, Pierre estará encantado de comprar cualquier producto que tengas.#$e#Incluso si es un objeto que has recolectado. Ese tipo de artículos le dan a nuestro stock un poco de carácter local.$h",
			"Tue4": "Jodi y yo hemos sido amigas durante varios años. Estoy muy contenta de que ella y su familia se mudaran al pueblo.#$e#A veces me pregunto si podría lograrlo sin ella.",
			"Tue6": "Todavía estoy sorprendida de cómo Jodi decidió tener otro hijo. Recuerdo que Sam era bastante problemático.$h#$e#Fue \"uno y listo\" para Pierre y para mí. Ese era nuestro plan desde el principio.",
			"Tue8": "Pierre es muy trabajador. A veces me siento culpable de cuánto se ha sacrificado para mantener esta tienda en funcionamiento.",
			"Tue10": "Jodi y yo estábamos hablando sobre algunas de las cosas que has hecho por la comunidad.$h#$e#Personalmente, me alegra que seas una influencia positiva en Abby.$h",
			"Wed2": "¡Oh hola! Espero que te sientas un poco más en casa ahora en Pueblo Pelícano.",
			"Wed4": "Oye, ¿ya intentaste hacer sopa de chirivía?$h#$e#Probablemente sería más fácil si guardaras algunas chirivías en primavera, ¿eh?",
			"Wed6": "Stardew Valley es bonito, pero me gustaría conocer a más gente.#$e#Me alegro de que seamos amigos.^Me alegro de que seamos amigas.",
			"Wed8": "Hago lo que puedo para mantenerme sociable. Pero en verdad, requiere mucho esfuerzo para mí.#$b#Esa es la vida de una introvertida en recuperación, supongo.",
			"Thu": "He visto rábanos silvestres en el bosque.#$e#Recolectar puede ser una manera divertida de ganar dinero. O puedes usar lo que encuentres como regalos o comida.",
			"Thu2": "Es bueno que nunca tengamos que preocuparnos por la falta de ingredientes a la hora de preparar la cena.",
			"Thu4": "#$1 Caroline1#Hmmm... No sé si conseguiré que Pierre haga la cena esta noche.#$e#Hmmm... ¿Qué voy a hacer para cenar?#$e#Igual voy al Salón a por comida para llevar.",
			"Thu6": "$d Joja#Estoy preocupado por Pierre. Cada vez que perdemos ventas por MercaJoja, apenas puede dormir durante días.|Nunca olvidaré el día en que Pierre se enfrentó a Morris así. Me recuerda a cuando ambos éramos más jóvenes.$h",
			"Fri4": "Abby va al salón los viernes en la noche con un par de amigos. ¿Quizás podrías unirte a ellos?",
			"Fri6": "Pierre tiene múltiples talentos. ¿Alguna vez lo has escuchado cantar?$h#$e#También es bastante atlético. O al menos, lo estaba ...",
			"Fri8": "$d Joja#Jodi es mi mejor amiga, pero ¿tiene que comprar en MercaJoja? No sé cómo abordar el tema adecuadamente con ella.$s|Una de las mejores cosas sobre el cierre de MercaJoja es que ya no tengo que preocuparme de que Jodi compre allí.$h",
			"Fri10": "Asegúrate de mostrar algo de apoyo para Jodi cuando la veas la próxima vez. Es muy difícil para ella porque su esposo está lejos.",
			"Fri10_2": "Pensé que vería un nuevo lado de Jodi después de que Kent regresara de la guerra, pero las cosas todavía parecen ser difíciles para ella.#$e#¿Quizás podríamos hacer algunas cenas en familia?",
			"Sat": "Organizo una clase de aeróbicos los martes en nuestra sala de estar. Puedes venir si quieres.",
			"Sat2": "¿Soy yo o Abigail tiene un interés malsano por las cosas siniestras y la oscuridad?#$e#A lo mejor soy demasiado mayor para entenderlo.",
			"Sat4": "Es curioso, no recuerdo si el club de aeróbicos fue idea mía o de otra persona.#$b#Creo que simplemente sucedió naturalmente. El ejercicio siempre ha sido lo mío, y nuestra sala de estar parecía perfecta, así que ...",
			"Sat6": "Pensé que sería un buen ejemplo para Abigail con las clases de aeróbicos que organizo, pero en todo caso, parece que la alejó de querer hacer ejercicio.#$e#Supongo que no debería sorprenderme.",
			"Sat8": "#$1 Caroline12#Cuando nos mudamos aquí nos costó un poco acostumbrarnos... No estaba preparada para la vida doméstica.#$e#Pierre es un poco tradicional... Pero es un buen hombre. Es ambicioso, pero para él la familia siempre es lo primero.",
			"Sun2": "Siéntete libre de rezar en el santuario de Yoba si lo deseas.#$e#No, en realidad no es lo mío. Sin embargo, respeto a los que practican.",
			"Sun4": "Entre el santuario de Yoba, las clases de aeróbicos y la tienda, tuvimos que acostumbrarnos a las personas que simplemente caminaban por nuestra casa de forma regular.#$e#La vida comunitaria no es tan mala mientras las personas sean respetuosas.",
			"Sun6": "Todos quieren que sus hijos cometan menos errores de los que ellos mismos cometieron.$s#$e#¿Es demasiado pedir que Abby se mantenga segura y feliz?",
			"Sun8": "Me preocupo demasiado y la vida es corta. No vale la pena dejar que la vida te deprima todo el tiempo.#$e#Tenemos que hacer las paces con lo que tenemos.",
			"summer_Mon": "¿Cultivas flores en esta época del año?",
			"summer_Mon6": "El tiempo parece ir más rápido cuantos más años tienes...$s ",
			"summer_Thu": "He visto frutos silvestres en el bosque últimamente.#$e#Recolectar puede ser una manera divertida de ganar dinero. O puedes usar lo que encuentres como regalos o comida.",
			"summer_Thu6": "Las uvas silvestres que crecen aquí son excelentes para hacer vino. ¿Estás haciendo vino ahora?",
			"summer_Thu8": "Asegúrate de guardar algunos tomates al final de la temporada para que puedas hacer estofado vegetal.#$e#Una vez que es otoño, todo lo que necesitas es una remolacha. Es una receta ideal teniendo en cuenta lo bueno que es con tan pocos ingredientes.",
			"summer_Sat6": "Lo siento si Abby alguna vez dijo algo que te hizo sentir incómodo.^Lo siento si Abby alguna vez dijo algo que te hizo sentir incómoda.#$b#Me pregunto si ella podría haber aprendido a socializar mejor si hubiera salido un poco más.",
			"summer_Sun4": "Hace un tiempo perfecto para tomar un té helado, ¿no crees?",
			"summer_Sun8": "Todos deben dedicar el tiempo adecuado para el cuidado personal. Creo que ya conoces mis pequeños rituales.$h#$e#¿Has estado dedicando el tiempo apropiado? Te lo mereces, lo sabes.",
			"fall_Mon10": "Espero que Abby no cometa los mismos errores que cometí cuando tenía su edad ...$s#$e#Um, quiero decir, ¡parece que tenemos otra clase de aeróbicos mañana! ¿Te veré por ahí?",
			"fall_Thu": "¿Estás recolectando esta temporada? He visto setas comestibles en el bosque.#$e#Aunque, debo mencionar que no soy una gran admiradora de ellas.",
			"fall_Thu6": "Hay algunas buenas recetas que puedes preparar durante todo el año con setas silvestres, por lo que no es una mala idea abastecerse.#$e#O si no eres un gran cocinero, siempre puedes vendernoslas.^O si no eres una gran cocinera, siempre puedes vendernoslas.",
			"fall_Thu8": "$d Joja#Estoy preocupada por Pierre. Cada vez que perdemos ventas por MercaJoja, apenas puede dormir durante días.|Nunca olvidaré el día en que Pierre se enfrentó a Morris así. Me recuerda a cuando ambos éramos más jóvenes.$h",
			"fall_Sat6": "Abby siempre ha tenido un interés extraño por lo oculto. No sé de dónde lo ha sacado...",
			"fall_Sat8": "¿Soy yo o Abigail juega demasiados videojuegos?#$e#A lo mejor es que estoy anticuada.",
			"winter_Thu": "El invierno es duro, pero puedes extraer del suelo algunas raíces si tienes suerte.#$e#Recolectar puede ser una manera divertida de ganar dinero. O puedes usar lo que encuentres como regalos o comida.",
			"winter_Thu6": "#$1 Caroline1#Hmmm... No sé si conseguiré que Pierre haga la cena esta noche.#$e#Hmmm... ¿Qué voy a hacer para cenar?#$e#Igual voy al Salón a por comida para llevar.",
			"winter_Thu8": "$d Joja#Estoy preocupado por Pierre. Cada vez que perdemos ventas por MercaJoja, apenas puede dormir durante días.|Nunca olvidaré el día en que Pierre se enfrentó a Morris así. Me recuerda a cuando ambos éramos más jóvenes.$h",
			"winter_Fri6": "¿No crees que Abby estaría más guapa con su color de pelo natural?#$e#Antes tenía el cabello castaño claro.",
			"winter_Sun4": "Ahh, con una taza de té verde caliente, es como si el frío ya no importara.",
			"spring_12": "Pierre tiene algunas cosas realmente geniales para vender mañana. ¿Ya te lo ha contado?$h",
			"summer_27": "Las medusas lunares son realmente un espectáculo para la vista. Me traen algunos buenos recuerdos que he compartido con Pierre.$h",
			"fall_15": "Desearía que Pierre no se obsesionara tanto con su gran exhibición. Él ya tiene suficiente en su mente...",
			"winter_28": "¡Bien, aquí estamos a fin de año! ¿Alguna meta para comenzar mañana?",
			"spring_1_2": "¡Feliz año nuevo! Pierre te ha estado esperando.$h",
			"spring_12_2": "Te veremos mañana en el festival del huevo, ¿sí?",
			"summer_27_2": "* Uf * Qué verano. Creo que todos nos hemos ganado un poco de descanso.",
			"fall_15_2": "Desearía que Pierre no se obsesionara tanto con su gran exhibición. Él ya tiene suficiente en su mente...",
			"winter_28_2": "¡Bien, aquí estamos a fin de año! ¿Alguna meta para comenzar mañana?",
        }
    }]
}