{
    "Changes": [
    {
        "LogName": "Clint",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Clint",
        "Entries":
        {
            "Mon2": "Otro día, otro dólar.",
			"Mon6": "Escucho música para ayudar a pasar el tiempo. ¿Que hay de ti?#$e#A veces canto.#$e#¿Qué? No. No querrás oírme cantar. Créeme.$h",
			"Mon8": "Quizás nací en la época equivocada. Hace unos cientos de años, mis habilidades habrían sido mucho más respetadas.",
			"Tue2": "Has heredado un conjunto de herramientas bastante básicas, ¿eh? Sí, hazme saber cómo puedo ayudarte con eso.",
			"Tue4": "Tengo algunos espacios en mi agenda hoy y mañana. Si quieres que mejore alguna herramienta, es un buen momento para ello ...",
			"Tue6": "Ya sabes, soy bastante bueno en lo que hago. Es solo que la herrería no es el tipo de talento que más le importa a la gente.#$e#Pff, tal vez en mi próxima vida podría ser una estrella de rock.",
			"Tue8": "Supongo que no me importa lo que hago para vivir. Es solo que es bastante solitario.#$e#No siento que alguna vez tenga nada interesante para compartir con la gente del pueblo.",
			"Tue10": "Ey, @. Gracias por venir.$h",
			"Wed2": "Ey. ¿Tienes trabajo para mí?",
			"Wed4": "También me gusta hacer armas.#$b#Si estás interesado, tendrás que preguntarle a Marlon. Él es mi vendedor.^Si estás interesada, tendrás que preguntarle a Marlon. Él es mi vendedor.",
			"Wed10": "Escuché que hay un día a la semana en el que una tienda en el desierto vende omnigeodas a montón. ¿Sabes si eso es verdad?",
            "Thu": "Élredaste un conjunto de herramientas bastante básico, ¿eh? Sí, déjame saber cómo puedo ayudarte con eso.",
			"Thu4": "¿Cómo te funcionaron esos planos de horno? ¿Hiciste un horno?#$e#Ey, pensé que era algo que podrías usar.",
			"Thu6": "Mi pequeña tienda es una reliquia que quedó de los días de gloria de Pueblo Pelícano como pueblo minero.#$e#La única razón por la que podía pagarla era porque la operación minera estaba en una espiral decadente.",
			"Thu10": "Willy es un buen tipo. ¿Alguna vez hablaste con él?#$e#Tiene las cosas bien claras. Simplemente no podría hacer lo que él hace.",
			"Fri4": "¿Qué tipo de cerveza bebes? ¿Hidromiel? ¿Cerveza pálida?#$e#Yo soy un hombre de cervezas frías.",
			"Fri8": "Es extraño cómo he estado bebiendo la cerveza de Gus y comiendo su comida durante años, pero no se casi nada de él.",
			"Sat2": "La mayoría de la gente se tomaría un descanso en un día como este, ¿no?#$e#Yo? Nop.",
			"Sat4": "Tengo que salir de este pueblo. Al menos por un día.#$e#Grampleton es mi lugar favorito. No puedo permitirme unas vacaciones lujosas.",
			"Sat10": "¿Te enseñé alguna vez mis manos? Duras como el cuero viejo por todos los callos.#$e#Cuando comencé a trabajar, estaba preocupado por mis manos, pero ahora diría que estoy orgulloso de ellas.#$b#Si un tipo ha arruinado sus manos, al menos puede decir que al menos ha hecho algo.$h",
			"Sun2": "Ey, si tienes geodas, asegúrate de no venderlas. Tráemelas y te ayudaré a abrirlas.",
			"Sun6": "El iridio es extremadamente raro, sin mencionar lo difícil que es trabajar con él.#$e#Sin embargo, si encuentras alguno, me encantaría ver qué puedo hacer con él.",
			"Sun10": "¿Qué tal van tus herramientas?",
			"summer_Tue4": "Fui a pescar con Willy hace mucho tiempo.#$e#Digamos que la pesca no es para mí.",
			"summer_Fri6": "Recuerdo las vacaciones de verano, cuando estaba en la escuela.#$b#Demonios, para empezar esa era probablemente mi cosa favorita de la escuela.$h#$e#Oh, no hicimos demasiado. Solo salí con mis amigos. Vi películas, manejé, me metí en problemas.$h#$e#Creo que fue la libertad más que nada. Nunca vuelves a ser tan libre.",
			"summer_Sun6": "No podría decirte demasiado sobre las propiedades moleculares del metal. Tendrías que preguntarle a Demetrius o a su hija sobre eso.#$e#Solo sé cómo darle la forma que quiero.",
			"summer_Thu10": "Ey, vamos, tienes que admitir que fue muy afortunado para ti aterrizar en un pueblo con su propio herrero.$h#$e#¿Serías capaz de hacer tanto en la granja de otra manera?#$e#Bueno, me alegra haber podido encontrar algún propósito para mi trabajo. Así que gracias por eso.",
			"fall_Mon": "Parece que los Tunnelers tuvieron un buen juego anoche.#$e#La velocidad de Cheroky es realmente lo que impulsa al equipo.",
			"fall_Mon8": "A veces me pregunto si hay alguien en este pueblo más abajo en la escala social que yo.$s#$e#Incluso Shane parece estar bastante abajo, pero al menos sabe cómo socializar si lo desea.$s",
			"fall_Tue2": "Jugué un poco de gridball en la escuela. Tampoco fui el peor.#$e#Fue divertido mientras duró.",
			"fall_Tue8": "Mis viejos compañeros de gridball... No tengo idea de dónde están en estos días.#$e#Algunos de ellos probablemente ni siquiera me recordarían.",
			"fall_Thu": "¿Tienes algo bueno creciendo en tu granja ahora?",
			"fall_Thu6": "El Dr. Harvey dice que debería perder algo de peso. Jaja#$e#Estoy balanceando un martillo y levantando metal aquí todos los días. Lo cuento como mi ejercicio.",
			"winter_Mon4": "Hay algo especial acerca de tener una gema rara en tus manos, sabiendo que la tierra tardó muchísimo en crearla.$h#$e#Si una gema fuera algo vivo, toda tu vida parecería como un abrir y cerrar de ojos.",
			"winter_Wed8": "¿Cuál es el propósito de la vida? Ahh, maldita sea. No me hagas preguntas como esa.#$e#¿Probaste algo bueno en el salón últimamente?",
			"winter_Fri8": "Sin habilidades más allá de la herrería, sin familia y sin expectativas de casarme.$s#$b#@, ¿Te das cuenta de que voy a hacer exactamente lo mismo hasta que me muera?$s",
			"winter_Sat4": "Principalmente hago trabajos menores para contratistas que subcontratan su trabajo aquí.#$e#Sin embargo, es más agradable si me pongo a trabajar en una de tus herramientas.",
			"winter_Sun8": "He oído hablar de enanos en las minas. No estoy seguro de qué haría si viera uno alguna vez.#$e#Probablemente me haría en los pantalones del susto.$h",
			"winter_28": "*sigh* Bueno, ¿al menos tuviste un buen año?",
			"spring_1_2": "¿Alguna meta para este año?#$e#Nah, yo no. Realmente no le veo sentido.#$e#Aun así, al menos, es agradable estar afuera.",
			"Mon_inlaw_Emily": "Así que uh... Como uh... ¿Cómo esta Emily?$s",
			"summer_Thu_inlaw_Emily": "...$s#$e#...¿Qué? Ah...#$e#...Creo que sabes que.$s#$e#¿Que necesitas?",
			"fall_Mon_inlaw_Emily": "¿Cómo están tú y Emily?#$e#Ah, ¡eso es genial!#$e#Me alegro por ustedes dos. De verdad.",
			"winter_Sun_inlaw_Emily": "No estoy de humor para hablar hoy.$s#$e#¡Solo vete de aquí!$3#$e#Lo siento, yo ... eso fue ...$4#$b#Lo siento. ¿Que necesitas?$s",
			"winter_28_2": "Oye, espero que tu año haya sido bueno.#$e#¿Yo? Oh, me las arreglaré. Me alegro de que el invierno esté a punto de terminar.",
        }
    }]
}