{
    "Changes": [
    {
        "LogName": "Demetrius",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Demetrius",
        "Entries":
        {
            "Mon2": "Maru trabajó duro para terminar la escuela antes. Ahora está estudiando una variedad de ciencias independientemente.#$e#Me alegra poder proporcionarle el equipo que necesita para perseguir su futuro.$h",
			"Mon4": "Estoy feliz de que Maru haya conseguido su trabajo en la clínica. La medicina es una profesión muy respetable, pero estaré feliz con cualquier tipo de ciencia que finalmente decida.",
			"Mon6": "Sé que Maru eventualmente tendrá que abandonar el valle. Si se quedara aquí por mucho tiempo, podría obstaculizar su potencial.$s#$e#Aunque, por el momento, creo que su vida aquí funciona bien.",
			"Mon8": "Ya puedo ver los logros científicos de Maru superando los míos en un futuro.#$e#Soy afortunado de que esté resultando de esa manera.$h",
			"Tue2": "Stardew Valley continúa impresionándome con la diversidad de su flora y fauna.#$e#Me sorprende que no haya otros científicos observando el área antes que llegara.",
			"Tue4": "Explorar las minas podría ser interesante, pero mis campos son la ecología y la bioquímica, en lugar de la geología.#$e#Si encontramos una evidencia que indique que hay un vínculo causal significativo entre las minas y la vegetación de acá, bueno, esa sería otra historia.",
			"Tue6": "Los cambios drásticos entre las estaciones son cruciales para mantener la migración de la vida silvestre...#$b$... que a su vez es crucial para evitar que una sola población se vuelva demasiado dominante.#$e#Observo constantemente las diversas especies locales, así que te avisaré si encuentro algo inusual.",
			"Tue8": "¿Alguna vez has visitado el desierto Cálico?#$e#Estaba más interesado en estudiar el ecosistema del valle, pero el hecho de que tengamos un desierto a solo un día de viaje en coche ha seguido siendo un misterio.",
			"Wed4": "¡Hola @! ¿Cómo estás hoy?#$e#Desearía poder facilitar tu trabajo en la granja de alguna manera.",
			"Wed6": "He estado recopilando algunos datos útiles de la cueva de tu granja.#$b#Es única porque produce flora que a menudo no está disponible en los alrededores.#$e#Sin embargo, todavía estamos a años de determinar cómo aprovechar eso.",
			"Wed8": "Cada vez que mi investigación se estanca un poco, admito que disfruto hacer experimentos de química fuera de lo común.#$e#Puse mis manos en un poco de cesio hace unos años. Robin dijo \"nunca más.\"$h",
			"Wed10": "Lo siento, debo hablar de vez en cuando, ¿no?",
			"Thu2": "¿Cultivando judías verdes? Una de mis comidas favoritas las tiene como un ingrediente de su receta.",
			"Thu4": "Hay una variedad de patrocinadores que apoyan mi trabajo. Se necesitaron varios años de publicación y búsqueda de contactos para poder construir aquí mi laboratorio.#$e#Tenía la vista puesta en Stardew Valley desde hace bastante tiempo.$h",
			"Thu6": "No es de extrañar que los humanos hayan estado cultivando en esta región durante innumerables generaciones. Se necesita un entorno como este para que el hombre primitivo prospere.",
			"Fri4": "Robin tiene mucho carácter. Es mejor tenerla contenta.#$e#Si pudiera cuantificar sus cambios de humor, podría representar las fluctuaciones en una curva sinusoidal...$u",
			"Fri6": "Cuando conocí a Robin en la universidad, muchos de mis amigos estaban bastante asombrados por mi disposición a salir con alguien que ya era madre.#$e#¿Qué puedo decir? Solo fuimos una buena combinación.$h",
			"Fri8": "No puedo evitar analizar el 'por qué' de todo. La forma en que crecen las plantas, el sabor de la comida, la razón por la que el buen arte se ve hermoso.#$e#Pero de vez en cuando, reconozco la necesidad de separar las cosas, dejar de preguntar y simplemente bailar con mi esposa.",
			"Sat4": "Un objetivo de mi investigación es averiguar las condiciones ambientales exactas que tenemos aquí en el valle, que lo hacen tan fértil para una variedad tan amplia de especies.#$e#En términos de aplicación, podríamos usarlo para aumentar la abundancia de cultivos en regiones menos fértiles.",
			"Sat6": "Saludos, @. ¿Cómo va tu trabajo?#$e#Si cultivas algo prístino, sería un privilegio examinarlo.#$e#¡Y posiblemente saborearlo!$h",
			"Sat10": "¿Has oído hablar de cultivos gigantes? Aparentemente, si ciertos cultivos se vuelven dominantes en un terreno lo suficientemente amplio, hay una pequeña posibilidad de que la variante gigante se manifieste.#$e#La naturaleza casi los extingue, ya que su tamaño los hace poco prácticos para la selección natural.",
			"Sun4": "Mi trabajo básicamente es mi hobby. Aunque, ocasionalmente también cocino.",
			"Sun6": "En cuanto a Sebastian, dejé la mayor parte de la paternidad a Robin.#$e#Incluso hoy en día, generalmente es mejor mantenerse fuera de su camino y dejar que Robin maneje las cosas con él.",
			"Sun8": "Sebastian siempre parece aburrido por casi todos los aspectos de mi trabajo.$s#$e#Sin embargo, la informática es una ciencia. He tratado de vincularme con él atraves de eso, pero todavía hay una pequeña división entre nosotros.#$e#Los libros que he leído dicen que solo hay que esperar.",
			"Sun10": "Entre tú y yo, realmente pensé que Sebastian ya se habría mudado.$s#$e#Es incluso mayor que yo cuando conocí a Robin...$s#$e#Aunque mientras él trabaje y pague su renta...",
			"Sun_inlaw_Sebastian": "Es un alivio que Sebastian finalmente se haya mudado. Siempre pensé que eras un buen partido para él.$h",
			"summer_Mon6": "¿Por qué el helado sabe tan bien? La ciencia nunca puede proporcionar una respuesta.#$e#Jaja solo bromeo. Es la grasa y el azúcar.$h",
			"summer_Tue4": "El fertilizante es lo mejor para producir cultivos de calidad, pero si necesitas apresurar su maduración, usa un acelerador.#$b#En teoría, de esa manera podrías obtener tres cosechas de melón, en lugar de dos.",
			"summer_Tue8": "Puedes usar savia y pescado para hacer fertilizantes deluxe.#$e#Si lleva demasiado tiempo conseguir el pescado, tal vez podrías atrapar algunos caracoles o bígaros en trampas para cangrejos.",
			"summer_Thu4": "Hmm... Si se pudieran aumentar los niveles de estringolactona, ¿el crecimiento micorrizal aumentaría de forma proporcional?$u#$b#¡Oh! Lo siento. Estaba ponderando unos datos y no me he dado cuenta de que estabas aquí.#$e#¿Necesitas algo?",
			"summer_Thu8": "Me hice científico porque quería contribuir a la evolución de nuestra especie.#$e#Por supuesto, eso no sería posible sin agricultores como tú.$h",
			"summer_Fri": "¿Tienes animales en tu granja?",
			"summer_Fri2": "$p 40#He oído que Maru te dejó mirar por el telescopio.|Si Maru y tú congeniáis, seguro que te enseña a usar el telescopio.#$e#Qué chulo, ¿no?",
			"fall_Wed": "Vamos a ver... Quizás el nivel de fijación del nitrógeno esté afectado por las secreciones de nematodos...$u#$b#¡Oh! Lo siento. Estaba ponderando unos datos y no me he dado cuenta de que estabas aquí.#$e#¿Necesitas algo?",
			"fall_Thu": "¿Qué tal va el negocio de la granja? Es temporada de maíz, ¿no?#$e#Debe de ser muy relajado trabajar afuera con las plantas todo el día.",
			"fall_Thu6": "Maru pasa mucho tiempo trabajando en esos aparatos suyos.#$e#Me alegro de que sea tan aplicada.",
			"fall_Thu_inlaw_Maru": "Todavía estoy pasmado con lo del robot secreto de Maru... ¿Quizá ha sido solo un sueño?",
			"fall_Sun": "Durante esta época del año desvío mis atenciones a las setas.",
			"fall_Sun6": "Sabemos mucho sobre la naturaleza gracias a la ciencia.#$e#Pero siempre hay más que aprender.",
			"winter_Wed": "Habla con mi mujer si quieres aumentar el tamaño de tu casa.",
			"winter_Wed4": "¿Tienes ya una cocina en la casa?#$e#Cocinar es un poco como trabajar en el laboratorio.",
			"winter_Sat": "Hola.#$e#%Demetrius parece ensimismado.",
			"winter_Sat4": "Vamos a ver... Quizás el nivel de fijación del nitrógeno esté afectado por las secreciones de nematodos...$u#$b#¡Oh! Lo siento. Estaba ponderando unos datos y no me he dado cuenta de que estabas aquí.#$e#¿Necesitas algo?",
			"winter_Sat8": "Recoge tanta madera y piedra de esta zona como quieras.",
			"Event_tomato1": "¿De verdad? Se suponía que alguien de una granja sabría la respuesta correcta...$s",
			"Event_tomato2": "¿Lo ves? @ está de acuerdo conmigo.",
			"Event_Lab_Silence": "Bueno, vamos a valorar esta solución antes de que se nos cristalice.",
			"Event_Lab_Rat": "*Sigh...* %fork$4",
			"spring_1_2": "¡Feliz año nuevo! Mucho trabajo por delante para los dos.",
			"summer_28": "Recibiste mi carta, ¿verdad? ¡No llegues tarde! No querrás esperar un año entero.$h",
			"winter_28": "¡Hemos completado otra rotación alrededor del sol!#$e#Supongo que eso merece una celebración.",
			"summer_28_2": "Recibiste mi carta, ¿verdad? ¡No llegues tarde! No querrás esperar un año entero.$h",
			"winter_28_2": "¡Hemos completado otra rotación alrededor del sol!#$e#Supongo que eso merece una celebración.",
        }
    }]
}