{
    "Changes": [
    {
        "LogName": "Dwarf",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Dwarf",
        "Entries":
        {
            "Mon": "Te doy la bienvenida a mi tienda.",
			"Mon2": "¿Mi nombre? Mi gente nunca ha usado nombres.#$e#No, no es confuso. Francamente, me resultaría más difícil tratar de recordar un nombre diferente para cada persona que conozco.",
			"Mon4": "He conseguido todo esto en la superficie. Se lo quito a tu gente durante la noche.#$e#¿Hmm?¿«Propiedad privada»? ¿En qué consiste ese concepto?",
			"Mon6": "Cuando ustedes, humanos, estaban en su operación minera, tuve que ser muy astuto para evitar que me descubrieran.#$e#Obviamente, eso ya no me importa mucho. Humildemente te doy la bienvenida aquí.",
			"Mon8": "Sigues volviendo. ¿Te gustan... las bombas?",
			"Tue": "Sé que eres nuevo en mi idioma. Por favor, pídeme que repita si lo necesitas.^Sé que eres nueva en mi idioma. Por favor, pídeme que repita si lo necesitas.",
			"Tue2": "¿Cuándo nací? Bueno, hace un tiempo. Fue...#$b#...espera, ¿cuándo sería eso en tu calendario?#$b#Algo tarde en \"verano,\" creo. ¿Verano 22?",
			"Tue4": "Ah... Estofado de zanahoria cavernaria, asado de zanahoria cavernaria, sopa de zanahoria cavernaria, zanahorias cavernarias gratinadas...#$e#Y una tartaleta de crema de zanahorias cavernarias para endulzar la noche.#$e#¿Qué?",
			"Tue6": "De vez en cuando, veo a un humano de cabello gris venir por aquí.",
			"Tue8": "¿Creías que los enanos tenían barbas largas? Pero... tengo una larga barba. ¿No puedes verlo?#$e#¿Qué, una barba como la del humano de cabello gris? Bueno, el suyo no es solo largo, es excesivo.",
			"Tue10": "No creo haber sobrevivido a las Guerras Elementales debido a mi valentía. Por el contrario, lo único en lo que siempre fui bueno fue en esconderme.#$e#No estoy orgulloso de ello.",
			"Wed2": "¿Solo tienes cuántos años?#$b#Ah, sí, me disculpo. En una vida enana, aún serías un niño.^Ah, sí, me disculpo. En una vida enana, aún serías una niña.#$e#Espero que no te ofendas.",
			"Wed4": "Hace mucho, mi pueblo conocía los secretos de una tecnología avanzada. Hay pruebas arqueológicas que lo demuestran.#$e#Pero, ¿de dónde vendría? ¿Y adónde fue a parar? Supongo que algunas preguntas se quedan para siempre sin respuesta...",
			"Wed6": "Estoy impresionado cuánto ha avanzado tu especie solo en los últimos 100 años.#$b#¿Los humanos siempre tienen tanta prisa?",
			"Wed8": "Algunas veces, he visto un extraño humano azul bajando por las minas.#$e#Al menos, creo que es un humano.#$e#No confió en él. ",
			"Wed10": "Por supuesto que necesito dinero. ¿Por qué vendería mis productos gratis?",
			"Thu": "No serás un espía del Pueblo de las Sombras, ¿no?^No serás una espía del Pueblo de las Sombras, ¿no?#$e#Te estaré vigilando.",
			"Thu2": "Sí, vivo solo. No tengo familia. Puedes agradecer a las bestias de las sombras por eso",
			"Thu4": "Bajo tierra es donde estoy más cómodo.#$e#Cuanto más profundo, mejor.",
			"Thu6": "La mayoría de los pisos en las minas se han vuelto imposibles de habitar. Demasiados monstruos.#$e#Sin embargo, tendré que vivir aquí.",
			"Thu10": "Agradezco humildemente tus continuas visitas. Me has hecho pensar diferente de los humanos desde que apareciste.",
			"Fri2": "La mayoría de los humanos teme a lo desconocido... Por eso escondo aquí mi tienda.#$e#Tu habilidad en la mina me dice que eres de fiar.",
			"Fri4": "Infórmame si encuentras piedras preciosas en la mina.",
			"Fri6": "Mi idioma es mucho más fácil del que hablan los humanos. Aprendiste lo suficiente bastante rápido como para tener esta conversación conmigo, ¿no?#$e#Sin embargo, tus habilidades son loables para un recién llegado.",
			"Fri8": "Zzzzzz... Oh?#$e#Mis disculpas. Por lo general, recorro las minas durante la noche y duermo en algún momento durante el día. ¿Que necesitas?",
			"Sat2": "¿Entonces trabajas en una granja? ¿Crías babas?",
			"Sat4": "Estoy feliz de recibir cualquier artefacto enano que encuentres. Pero verlos también me llena de tristeza.#$e#No puedo ofrecerte ninguna recompensa por ellos, pero ... quería que lo supieras.",
			"Sat6": "Las minas pueden ser muy traicioneras. Ten cuidado, joven.",
			"Sat8": "Los explosivos solo son peligrosos si eres un tonto. He usado cosas como estas desde mis primeros días.",
			"Sun": "Ey, ¿quieres comprar algo?",
			"Sun2": "Estoy dispuesto a probar la cocina humana, sí. ¿Por qué no traes algo?",
			"Sun4": "Algún día tienes que contarme más cosas sobre esa bebida a la que llamáis «leche».",
			"Sun6": "TMi viejo estilo de vida se ha ido. Debo conectarme con los humanos, pero tampoco creo que tu especie me reciba bien si caminara por la ciudad.#$e#La luz del exterior también me volvería loco en cuestión de minutos.",
			"Sun8": "Sin duda eres el único humano con el que más he hablado.#$e#Siempre me enseñaron a mantenerme alejado de los humanos, pero me alegro de haber decidido evitar esa regla.",
			"winter_Sun": "Ah, sí. Es cierto que hay un santuario de la muerte cerca de aquí. Algunos humanos deben haber entrado directamente en él hace algún tiempo.#$e#No puedo decir exactamente de dónde vino. Ciertamente no de mi gente. Y el Pueblo de las Sombras también lo ha negado.#$e#¿Has estado allí?",
			"winter_Sun10": "Los espíritus hostiles en el santuario de la muerte deben ser bastante antiguos.#$b#Sin embargo, estoy seguro de que no serían rival para ti.",
        }
    }]
}