{
    "Changes": [
    {
        "LogName": "Elliott",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Elliott",
        "Entries":
        {
            "Mon2": "Pueblo Pelícano es un lugar excepcionalmente tranquilo. Me di cuenta de eso desde el momento en que pensé en instalarme.#$e#Espero que sientas lo mismo.$h",
			"Mon4": "Espero que llegues a considerar este lugar tu hogar.",
			"Mon6": "Creo firmemente que la belleza está en el ojo de quien la mira.#$b#Si eso es cierto, entonces consideraría que escribir es el camino más directo hacia donde nuestras mentes crean la belleza que experimentamos.",
			"Mon10": "Cuando estas cerca, @, los sentimientos en mi corazón solo pueden llamarse poesía sin palabras.$l#$e#Espero que todo esté bien contigo.$h",
			"Tue2": "Muchas personas pasan toda su vida sin aprender realmente cómo prestar atención... a nuestro entorno, a nosotros mismos...#$b#¿Cuántas vidas se desperdician de esa manera?$s",
			"Tue8": "Un día no puede ser aburrido si sigues los antojos de tu imaginación.$u#$e#Disculpa, ¿estoy desvariando sobre cosas sin sentido?",
			"Tue10": "En mi vida, he pasado tanto tiempo solo, pero creo que puedo estar listo para cambiar eso.$l",
			"Wed2": "Asegúrate de pasar por mi cabaña cada vez que visites la playa.$h#$e#A menudo anhelo la soledad, pero demasiada puede afectar la salud.",
			"Wed4": "Por favor, disculpa el lamentable estado de mi cabaña.",
			"Thu": "Hola, @.#$e#¿Estás bien?",
			"Thu10": "He probado mis sonetos últimamente.$l#$e#¡Oh! No he escrito nada que merezca la atención.#$e#Quizás en otro momento.",
			"Fri2": "Debes haber conocido a Leah, ¿no? Ella ha sido una buena amiga desde que llegué al pueblo.#$e#Disfruto un buen debate con ella sobre la estética.",
			"Fri8": "El trabajo en la granja debe requerir una musa. ¿Qué te inspira @?",
			"Fri10": "Tal vez una de mis próximas obras sea sobre ti, @. Espero que no te moleste.$h",
			"Sat2": "No soy de aferrarme a las posesiones materiales. Solo guardo lo que necesito.",
			"Sat4": "'Despierta, mi rostro del sol inminente.#$b#Mientras el coro de la naturaleza levanta su voz como una sola.#$b#Oh, @, estaba reflexionando sobre algo de mi poesía en este momento. Últimamente, la primavera ha despertado mi creatividad.",
			"Sat6": "No tengo televisión, ni computadora ni radio. A veces me pregunto si me resultaría difícil reincorporarme a la 'normalidad' de la sociedad.",
			"Sat8": "Algunas personas son tímidas. Sigue mostrando interés y acabarán sintiéndose a gusto contigo.#$e#A todo el mundo le gusta tener amigos, incluso a ese herrero Grumpy:Clint.",
			"Sun2": "Oh, entonces, ¿también viniste aquí para escapar de tu antigua vida?#$e#Parece que tenemos algunos puntos en común.",
			"Sun4": "Respeto la búsqueda de la belleza de Leah en el arte material.#$b#Para mí, sin embargo, la belleza solo existe en la mente. Las palabras, los pensamientos y la música son suficientes para mí.$h",
			"Sun8": "'Despierta, mi rostro del sol inminente.#$b#Mientras el coro de la naturaleza levanta su voz como una sola.#$b#Oh, @, estaba reflexionando sobre algo de mi poesía en este momento. Últimamente, la primavera ha despertado mi creatividad.",
			"summer_Mon10": "¿Acaso es solo una coincidencia el no poder evitar imaginarte cada vez que me siento a escribir?$l",
			"summer_Tue2": "¿@? Menuda cara de desconcierto.#$b#Supongo que el aire caliente del verano nos marea un poco.",
			"summer_Tue4": "Visita mi cabaña cuando quieras. Valoro la compañía.$h",
			"summer_Tue10": "Escribo estos días, esperando que lo que sea que componga sea agradable para ti.#$e#Es una experiencia completamente diferente, escribir para otra persona en lugar de para mí, ¡pero me gusta mucho!",
			"summer_Wed4": "La vida de una sola planta es una historia en sí misma.#$b#Su lucha, su resistencia, todo en aras de lograr su propósito de dar fruto.#$e#El viaje de un Hero:Elliott literario es bastante similar.$h",
			"summer_Wed6": "Si no fuera por el océano, me temo que mi cabaña prácticamente se convertiría en un refugio sudoroso durante este mes.",
			"summer_Wed10": "Deberíamos compartir una botella de vino alguna vez... ¡para celebrar el progreso que hemos compartido en esta vida!",
			"summer_Thu2": "Empecé a escribir historias desde temprana edad. Solía imaginar historias sin fin.#$b#Pero algo ciertamente hizo clic el día que decidí comenzar a escribir las historias que me habían resultado tan naturales.",
			"summer_Thu4": "Algunas de mis mejores ideas se me vienen a la cabeza cuando me siento y toco el piano.#$e#Por supuesto, algunas de mis peores horas de procrastrinación también ocurren allí...$s",
			"summer_Thu6": "Es cierto que no siempre me fue fácil en la escuela.$s#$b#Fui por tanto tiempo diferente a mis compañeros, que eventualmente, 'diferente' se convirtió en la única identidad que conocía.#$e#Al menos he llegado a conocerme bastante bien por eso.",
			"summer_Thu10": "Pienso cuánto fui molestado y marginado cuando era niño. El encontrar a alguien como tú, me hace sentir más afortunado de lo que jamás pensé que sería.$l",
			"summer_Fri2": "Leah me ha estado contando sobre sus últimos proyectos de arte. Suenan fascinantes.#$e#Sin embargo, le gusta mantener en secreto algunos de ellos hasta que los termine. Lo entiendo bastante.",
			"summer_Fri4": "Escribir con un bolígrafo es en realidad bastante más fácil que escribir en una computadora.#$b#Con un bolígrafo, debes comprometerte con las palabras que escribes, lo que me hace mucho menos indeciso.$h",
			"summer_Fri6": "Fue una experiencia terrible traer ese piano a mi casa. Moverlo por la playa no fue tarea fácil.#$e#Me alegra que el alcalde Lewis tuviera uno a la venta de un residente anterior que se había mudado.",
			"summer_Sat4": "'Y la oscuridad, conquistada como una obscena borracha.#$b#Somete una cara caída a las alabanzas del verano.'#$b#Ah, @, Se me ocurrió un poquito de poesía para animarme. Espero que tu día esté bien.$h",
			"summer_Sat6": "Como el sonido del océano está siempre presente, casi parece ser parte de mi ser. Entrar en el silencio del bosque es de pronto una experiencia exótica.",
			"summer_Sat8": "Me gustaría pensar que tu trabajo en la granja es un gran romance. Para conquistar la muerte y devolver la vida a lo perdido...#$b#Hablando temáticamente, ahí es donde nosotros, como personas, encontramos nuestra esperanza.",
			"summer_Sun4": "Todos los personajes que creo son de alguna manera un reflejo de mí.#$b#En ese sentido, considero que he explorado muchos de los confines de mi personalidad.$h",
			"summer_Sun6": "Escribir es bastante parecido a actuar. A veces, me encuentro perdido en la mente de un personaje. Siempre es muy emocionante.$h#$e#Sin embargo, prefiero mantener a mi audiencia alejada hasta que la historia esté completa.",
			"summer_Sun10": "A menudo puedo ver piezas mías en los personajes que creo. Pero últimamente, he escrito algunas viñetas que se parecen más a ti que a mí.$l",
			"fall_Mon6": "Se dice que un barco pirata lleno de oro saqueado naufragó aquí hace mucho tiempo.",
			"fall_Mon10": "Hola, @. Debo admitir que me he sentido bastante amoroso últimamente.$l#$e#¿También tú?$l",
			"fall_Tue4": "He leído la mayoría de libros clásicos, pero me encuentro volviendo a ellos una y otra vez.#$e#Me pregunto si algo de lo que escriba durará más de una generación.",
			"fall_Wed2": "Una cosa que adoro de esta playa es que puedo disfrutar de una lujosa langosta a bajo precio.$h#$e#Las mejores cosas de la vida requieren muy poco dinero si sabes dónde buscar.",
			"fall_Wed4": "Admiro los clásicos, pero en este momento también tengo la nariz enterrada en algunas novelas populares.#$e#Siempre puedo aprender más de los autores publicados si espero convertirme en su compañero algún día.$h",
			"fall_Wed6": "Una cosa que adoro de esta playa es que puedo disfrutar de una lujosa langosta a bajo precio.$h#$e#Las mejores cosas de la vida requieren muy poco dinero si sabes dónde buscar.",
			"fall_Thu2": "Se necesita mucha limpieza para evitar que la arena invada mi cabaña.$s#$e#Especialmente para que no entre en mi cama.",
			"fall_Thu4": "¡Oh, no! Parece que un cangrejo diminuto se ha instalado en el bolsillo de mi camisa.$l#$e#Es lo que conlleva vivir en la playa.",
			"fall_Thu6": "No puedo negar que las estaciones afectan mi estado de ánimo. Entonces, ¿deben afectar mi escritura?$s#$e#Pero, ¿qué pasa si, entonces, pierdo la oportunidad de escribir la escena que tanto necesito y tengo que esperar un año entero?$s",
			"fall_Thu10": "¡Es maravilloso verte, @! ¿vamos a dar un paseo por la playa alguna vez?$h",
			"fall_Fri4": "Tengo las piernas agarrotadas de pasar toda la noche pegado al escritorio.$s#$e#A veces te envidio, @.",
			"fall_Fri6": "Hoy tengo un dolor de cabeza terrible por el exceso de fatiga visual. Tal vez necesito una lámpara adecuada para cuando me quedo despierto hasta tarde para escribir.$s",
			"fall_Fri8": "A las plantas de mi casa les ha ido bastante bien. ¿Qué tal las de tu granja?$h",
			"fall_Sat4": "'Un soplo de hojas que agita alegremente el día$s#$b#y atrae a los mortales al deterioro...'$s#$b#Ah, @, solo estoy trabajando en algunos versos. Un poco de poesía me ofrece un respiro de mi proyecto principal.$h",
			"fall_Sat6": "Cada vez que voy a escribir una escena, termina tardando mucho más de lo que esperaba.$s#$e#Cuanto más compleja se vuelve una historia, más tengo que analizar si los símbolos y los motivos son consistentes, entre otras cosas.",
			"fall_Sat8": "Me siento aliviado de haber terminado mi libro, pero no puedo dejar de escribir ahora. La creatividad puede desaparecer si no se usa.",
			"fall_Sat10": "Ya comencé a pensar en ideas para otro libro.#$e#Sí, esto es algo que tengo la intención de seguir haciendo.$h",
			"fall_Sun4": "He estado tratando de ponerme al día con algo de ficción contemporánea. Debo asegurarme de no haber copiado al azar las ideas de otro autor.",
			"fall_Sun6": "Todos hablan siempre del verano cuando piensan en las playas. Pero una playa en otoño tiene su propia belleza que no debe pasarse por alto.",
			"fall_Sun8": "Hay algo poético sobre la naturaleza próspera de una granja en otoño, ya que la naturaleza en su conjunto comienza a deteriorarse constantemente conforme se acerca el invierno.#$e#Vida... muerte... renacimiento, los tres tienen sus fases separadas, pero todos existen simultáneamente.",
			"winter_Mon4": "Estos oscuros días de invierno afectan mi disposición.$s#$q 060/061/062/063 winter_Mon_old#¿El invierno también afecta tu estado de ánimo? #$r 060 0 Mon_060#Arrebata el viento de mis velas.#$r 061 0 Mon_061#¡Me anima!#$r 062 0 Mon_062#Es una mezcla de alegría y melancolía.#$r 063 0 Mon_063#No me afecta.",
			"winter_Mon_old": "$p 060#¿Te estás cuidando bien?|No debo permitirme sucumbir a un estado de insatisfacción.",
			"Mon_060": "¡Oh! Debe ser difícil encargarse de una granja cuando todos los seres vivos están dormidos. Por favor, ven a hablar conmigo cuando quieras.",
			"Mon_061": "¿De verdad? Sí, supongo que hay algo bastante alentador sobre el espíritu navideño.",
			"Mon_062": "Es exactamente igual para mí. Algunos de mis mejores escritos provienen del invierno, pero tienden a ser de tono más oscuro.",
			"Mon_063": "¿De verdad? Bueno, entonces admiro tu naturaleza infranqueable.",
			"winter_Tue4": "$d Joja#MercaJoja siempre me ha llenado de una profunda sensación de odio. No he entrado en uno en años.|Reconforta mi corazón cada vez que veo a otros comprando en la tienda de Pierre. Recuerdo cómo el alma de este pueblo me ganó.",
			"winter_Tue6": "He escrito innumerables historias antes, pero si voy a enviar algo para su publicación, ¡tiene que ser perfecto!$a#$e#Escribir puede exacerbar bastante mis tendencias perfeccionistas.$s",
			"winter_Tue8": "'Un brillo de nieve sedosa sobre la loma.#$b#Invita al solitario a encontrar su alma...'#$b#Ah, @, Solo estoy trabajando en un poco de poesía para revitalizar mi inspiración.$h",
			"winter_Wed": "Un día no puede ser aburrido si sigues los antojos de tu imaginación.$u#$e#Disculpa, ¿estoy desvariando sobre cosas sin sentido?",
			"winter_Wed4": "@, ¿has caminado por la nieve solo para visitarme?#$e#¡Qué honor!$h",
			"winter_Wed6": "He estado tan involucrado en mi propio trabajo que me he olvidado de preguntar cómo va el tuyo. ¿Como está la granja?#$e#¿Tienes planes para construir algo nuevo para el próximo año?",
			"winter_Wed8": "Creo firmemente que la belleza está en el ojo de quien la mira.#$b#Si eso es cierto, entonces consideraría que escribir es el camino más directo hacia donde nuestras mentes crean la belleza que experimentamos.",
			"winter_Thu6": "¡Ayer fue una noche fantástica! ¡Debo haber escrito dos páginas completas por hora!$h#$e#Intento saborear esas victorias personales.",
			"winter_Thu8": "Respira hondo. ¿Lo notas? El olor del mar.#$e#Siempre que lo huelo me transporta a mi juventud. El océano me impresionaba mucho de pequeño.",
			"winter_Thu10": "Mis padres estaban entre los que pensaban que estaba loco por mudarme aquí.#$b#Sin embargo, cuando leí su carta más reciente, parecían haberlo aceptado un poco.",
			"winter_Fri4": "Algunas de mis mejores ideas se me vienen a la cabeza cuando me siento y toco el piano.#$e#Por supuesto, algunas de mis peores horas de procrastrinación también ocurren allí...$s",
			"winter_Fri6": "Ayer solo logre escribir tres oraciones en todo el día. ¡Tres oraciones!$s#$e#Mi cerebro simplemente debe de estar exhausto.",
			"winter_Fri8": "Algunas de mis mejores ideas se me vienen a la cabeza cuando me siento y toco el piano.#$e#Por supuesto, algunas de mis peores horas de procrastrinación también ocurren allí...$s",
			"winter_Fri10": "A menudo puedo ver piezas mías en los personajes que creo. Pero últimamente, he escrito algunas viñetas que se parecen más a ti que a mí.$l",
			"winter_Sat4": "'Un brillo de nieve sedosa sobre la loma.#$b#Invita al solitario a encontrar su alma...'#$b#Ah, @, Solo estoy trabajando en un poco de poesía para revitalizar mi inspiración.$h",
			"winter_Sun6": "El frío hace que mi cabaña se sienta más solitaria.$s#$e#Quizás si pudiera usar esta soledad como fuente de inspiración...$s",
			"winter_Sun8": "¡Creo que ganaré lo suficiente para sobrevivir unos meses más!$h#$e#Es más fácil para mí, ya que tengo muy pocos gastos, pero hace un tiempo, me preocupaba ir a la quiebra.",
			"spring_1_2": "¡Qué hermosa mañana tenemos hoy! ¡Feliz año nuevo!$h",
			"summer_27": "La visita de las medusas lunares fue una experiencia maravillosa el año pasado. Espero que este año no sea diferente.#$e#¡Y no puedes superar la ubicación de mi casa!$h",
			"winter_15": "¡Estas embarcaciones hicieron un espectáculo cuando llegaron esta mañana!",
			"winter_28": "¡Aquí pasa otro capítulo de nuestras vidas! [459]$h#$e#¡Salud!.",
			"summer_27_2": "La visita de las medusas lunares fue una experiencia maravillosa el año pasado. Espero que este año no sea diferente.#$e#¡Y no puedes superar la ubicación de mi casa!$h",
			"winter_15_2": "El mercado nocturno ha vuelto. Nunca imaginé que tendría este tipo de espectáculo maravilloso justo al frente de mi puerta.$h",
			"winter_28_2": "¡Aquí pasa otro capítulo de nuestras vidas! [459]$h#$e#¡Salud!.",
        }
    },
    {
        "LogName": "Elliott Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueElliott",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Hoy me siento inspirado... Creo que voy a escribir un rato.#Me encanta despertar con la suavidad de ese sonido. ¿Tu no?$h",
			"Rainy_Day_1": "El ruido de la lluvia me recuerda remotamente a mi cabaña de la playa.#$e#$c .5#Puede que tenga que dar otro paseo por allá, pronto.#La granja es maravillosa, pero echo de menos el sonido del océano.",
			"Rainy_Day_2": "Me he levantado pronto y he preparado café.[395]#$e#$c .5#Esta es una mezcla increíblemente deliciosa. Me he familiarizado con el sabor del café.$h#Considero que una taza de este brebaje exquisito hace mis mañanas mucho más placenteras.",
			"Rainy_Day_3": "#$c .5#Creo que hoy me quedaré en casa, cariño. La lluvia hace que mi pelo pierda vigor.#Estoy en constante admiración por cómo te atreves a aventurarte afuera en estos días, sin embargo, eso nunca amortigua tu espíritu.",
			"Rainy_Day_4": "Mi inspiración para escribir es como el tiempo... Va y viene al azar. Hoy me siento tremendamente torpe.$s#$e#A lo mejor leo algún clásico a ver si consigo que mi vena creativa se ponga en marcha.",
			"patio_Elliott": "#$c .5#Ah, qué día tan espléndido para leer un libro... ¿No te parece, amor mío?#Siéntete libre de unirte a mí si te tomas un descanso, cariño.$h",
			"Rainy_Night_0": "#$c .5#Buenas tardes. ¿Has tenido un día productivo, @?^Buenas tardes. ¿Has tenido un día productivo, cariño?#¡Nuestro héroe triunfante regresa! ¿Que tal tu día?$h^¡Nuestra heroína triunfante regresa! ¿Que tal tu día?$h",
			"Rainy_Night_1": "#$c .5#¡Estás frío como el hielo!^¡Estás fría como el hielo! Deja que te haga entrar en calor.$l#Cariño, ¿qué haces enterrando tu rostro mojado en mi cabello de esa manera? ¡No soy una toalla!$l",
			"Rainy_Night_2": "#$c .5#Ah, cariño, solo estaba pensando en ti. Te doy la bienvenida a casa.$h#Mi habilidad con las palabras no tiene parangón, y aun así no soy capaz de describir correctamente tu encanto.$l^Mi habilidad con las palabras no tiene parangón, y aun así no soy capaz de describir correctamente tu belleza.$l",
			"Rainy_Night_3": "#$c .5#¿Que qué he hecho hoy? Solo diré que... ¡Cuesta mucho trabajo mantener todos estos músculos!#¿Solitario? No, nunca me he sentido aislado aquí, en comparación con la playa. Simplemente la promesa de tu regreso cada noche mantiene mi mente bastante alegre.$h",
			"Rainy_Night_4": "Mi amor... Nunca te cambiaría por 100 lingotes de iridio.#$e#Ni por 1000...#$e#Ni por 10.000, siquiera.$7#$e#...$7#$e#No, ¡tampoco por 100.000!$a#$e#...$s#$e#¿Eh...? ¿Un millón de lingotes de iridio puro...? No me pongas en un compromiso...$8",
			"Indoor_Day_0": "#$c .5#Me cuido mucho más desde que estamos juntos. Mi vida de soltero no era demasiado saludable.#¿Cómo me las arreglé para superar los malos momentos en esa vieja cabaña? Incluso ahora, ya se siente como un recuerdo de la vida de otra persona.",
			"Indoor_Day_1": "¡Buenos días, @! He preparado café.[395]#$e#$c .5#Me encuentro deseando este sabor robusto casi todas las mañanas.#Sé cómo prepararlo a la perfección, si puedo decirlo. Soy un poco conocedor.$h",
			"Indoor_Day_2": "#$c .5#Si encuentras una araña en la casa, ¡no la aplastes! Dímelo y sacaré a la calle a la pobre criatura.#Me desperté con algunos pensamientos nadando en mi cabeza para una pequeña viñeta. Tendré que escribir esos pensamientos antes de que desaparezcan.",
			"Indoor_Day_3": "#$c .5#Va a ser un día fantástico... ¡Lo noto!$h#$e#Siento un «no se qué» especial en la nariz...$h#Un brillo de sol sedoso sobre tu cabello ... me recuerda cómo sé que he encontrado mi hogar, en donde tu brillante mirada invita a compartir ... un momento en el sol para llamarlo nuestro.",
			"Indoor_Day_4": "#$c .5#Cariño, ¿qué crees que deberíamos hacer para cenar esta noche? Es tu elección.#Tengo una pesadilla recurrente en la que me rapas el pelo... Jamás harías algo así, ¿no?$s#$e#Confío en ti.",
			"Indoor_Night_0": "#$c .5#Mmm, buenas noches, cariño. Acércate.$l#Desde la estrella invernal más brillante al resplandor de una veta de iridio... Nada puede compararse a tu hermosura maravillosa.$l^Desde la estrella invernal más brillante a una fragante rosa hada... Nada puede compararse a tu belleza cautivadora.$l",
			"Indoor_Night_1": "#$c .5#Un fuego chisporroteante añade un ambiente maravilloso a la casa... Cada trozo de madera arde de manera única.#No hay arena en el piso, pero todavía tengo el hábito persistente de limpiarme las plantas de los pies antes de subirme a la cama.",
			"Indoor_Night_2": "#$c .5#Cada vez que miro los campos, estoy ansioso por aprender más sobre tu trabajo. ¿Por qué no me enseñas algo nuevo?#Nunca tuve mucho éxito con las plantas en mi antigua casa de la playa. Espero poder aprender observándote.##$e#En ese aspecto, tú serías el maestro y yo un humilde aprendiz.^En ese aspecto, tú serías la maestra y yo un humilde aprendiz.",
			"Indoor_Night_3": "#$c .5#Al contemplar tu rostro hermoso, en forma y gracia virtuoso, mi corazón... de la noche temeroso, recibe una luz dorada y pura, de amor tembloroso.#Un cielo estrellado y oscuro nos cubrirá y yo te envolveré en mis brazos. Encerrados en esa mortaja encontraremos nuestra paz y, por lo tanto, nos detendremos en reposo con suaves encantos.#$e#La poesía es la única manera en que puedo describir lo que siento por ti.$l",
			"Indoor_Night_4": "#$c .5#Llegué a conocer los mariscos gourmet bastante bien mientras vivía en la playa. [198 202 727 728]¡Bon appetit!$h#He pasado la tarde soñando con el océano. Así que he decidido cocinar marisco. [198 202 727 728]$h",
			"Outdoor_0": "#$c .5#Mis sueños más descabellados se han hecho realidad... ¡Mira este increíble paisaje!#Es lo más extraño, pero tengo menos enredos en mi cabello cuando lo seco afuera. Intento hacer eso en ocasiones.",
			"Outdoor_1": "#$c .5#Los mejores autores logran dominar una variedad de voces y estilos. Ese también es mi objetivo.#Tierra fértil bajo mis pies, aire fresco en mis pulmones, y el calor del sol deleitando mi piel... Me va bien en la vida.",
			"Outdoor_2": "#$c .5#Puede que me quede aquí y escriba algo de poesía. ¡Siento un arrebato de creatividad! Tú sigue con lo tuyo.#La rueda triunfante que hace girar el cielo, nos ilumina con un suspiro. Por ahora, los coros del amanecer, invocan las melodías juveniles de la naturaleza.$h",
			"Outdoor_3": "#$c .5#Si me quedo perfectamente quieto, tal vez una mariposa resplandeciente tenga a bien aterrizar en mi nariz.#Los espantapájaros parecen funcionar bien aquí. No puedo imaginar que las aves tengan poca comida en los bosques cercanos.",
			"Outdoor_4": "#$c .5#Buenos días. ¿Puedo robar un beso suave de mi amor?$l#He tomado demasiado café... Tengo la boca tan seca como el desierto de Cálico.$s#$e#Oh... Disculpa el aliento a café.$7",
			"OneKid_0": "#$c .5#Qué extraño ... ya no me siento el protagonista de mi propia vida. Y sin embargo, no me molesta en absoluto.#¿Has tenido tiempo para jugar con %kid1 hoy? Quizá un segundo hijo haría que las cosas fuesen más fáciles para ambos.",
			"OneKid_1": "#$c .5#¡Siento que criar a nuestro hijo es el comienzo de una nueva historia! Siempre será nuestro mayor logro.#%kid1 va a tener una infancia perfecta aquí. Tiene mucho por explorar.",
			"OneKid_3": "#$c .5#¿Qué juguetes buenos podemos conseguir? Quiero que nuestro hijo aprenda algo nuevo con la mayor frecuencia posible.#Cuidar bebés no es precisamente mi fuerte... Pero haré todo lo que pueda para ser un buen padre.",
			"TwoKids_0": "#$c .5#Me pregunto cuánto tiempo pasará antes de que nuestros niños puedan apreciar los mariscos gourmet.#Ya les he dado a %kid1 y %kid2 la comida. ¡Comen mucho para el tamaño que tienen!",
			"TwoKids_1": "#$c .5#Anoche les conté a los niños una pequeña historia mientras se dormían. Puedes pintarme como un enamorado.$l#Antes llevaba en brazos a %kid1 y juraría que ha dicho \"Pa... pá...\"$h",
			"TwoKids_2": "#$c .5#¿Criar niños es un arte? Si es así, debo decir que es una gran competencia para mi arte favorito.$h#¡Enseñaré a %kid1 a leer lo antes posible! Es una manera genial de que los niños aprendan sobre el mundo.",
			"TwoKids_3": "#$c .5#Todavía puedo escribir un poco, pero tengo que hacerlo en momentos cortos cuando nuestros hijos no requieren tanta atención.#Hemos hecho un buen trabajo, @. La granja va estupendamente y hemos sido bendecidos con dos bebés con una salud de hierro. No podría ser más feliz.",
			"funLeave_Elliott": "#$c .5#Creo que hoy caminaré hasta la playa. Siempre es agradable volver a ver el océano.#Si camino a la playa hoy, me pregunto a quién veré. Solo hay una forma de averiguarlo.$h",
			"funReturn_Elliott": "#$c .5#Me lo he pasado bien yo solo en la playa. He observado el vaivén de las olas, como en los viejos tiempos.#La playa estaba tranquila hoy, pero llena de vida. Lo disfruté bastante. ¿Y como estuvo tu día?",
			"spring_3": "Me pregunto qué nuevas historias tendremos que contar este año. Este nuevo capítulo de nuestras vidas todavía está comenzando.",
			"spring_15": "Me pregunto cómo le irá a Leah esta primavera. ¿La has visto mucho?",
			"spring_18": "Tengo un nuevo libro de la biblioteca que es una alegría absoluta.#$b#El dominio del autor de nuestro idioma es magistral. Las estructuras rítmicas de las oraciones, la dicción ... ¿podría emular un poco el estilo?",
			"spring_28": "Los primeros días del año están llegando a su fin. ¡Sin embargo, no hay razón para llorar! El verano, el otoño y el invierno también tienen su propia belleza.",
			"summer_6": "Tengo que asegurarme de escribir algo hoy. Incluso si es solo una oración, hace una gran diferencia.#$e#Me temo que perdería el impulso si me diera alguna excusa para la pereza.",
			"summer_15": "¡Mi alma está viva hoy!$h#$b#Y sé que ese no será el así para siempre. No quiero perderme ni un segundo de lo que este día tiene para ofrecer.",
			"summer_18": "¡Los días felices de verano aún no se han ido! No, ¡están aquí frente a nosotros, ahora mismo!$h#$e#A pesar de lo felices que sean nuestros recuerdos de la infancia, no debemos permitir que la nostalgia nos ciegue. Hoy es un día tan precioso como cualquier otro de hace años.",
			"summer_22": "¿Qué pequeños tesoros del mar se han acumulando en la playa durante estos días?#$e#Siempre me ha gustado examinar la marea. ¡Su borde es el final del mundo para algunas criaturas!$h",
			"fall_5": "Ninguna de las historias que he escrito es hermosa, por así decirlo. La belleza es una experiencia de la mente.#$b#Pienso en mi escritura como una puerta de entrada a esa experiencia. Si el lector entra con éxito en la belleza depende en gran medida de ellos.#$b#Pero me gusta pensar que lo hago más sencillo para ellos.$h#$e#Lo siento, ¿es demasiado pronto para hablar de estas cosas?",
			"fall_8": "Ese viejo piano todavía está parado en mi vieja cabaña. Me pregunto si hoy es un buen día para visitarla.",
			"fall_20": "Pobre de mí. Debería haber usado el hilo dental más cuidadosamente anoche. Me temo que una de mis encías está bastante adolorida.$s",
			"fall_23": "Ayer escribí una pequeña viñeta corta. Solo necesito pulirla hoy.#$b#¿Quieres que te lo lea después de que nos vayamos a la cama esta noche?$h",
			"winter_4": "Tener un campo de nieve fresca sin limitaciones ... es como tener una hoja de papel en blanco y un bolígrafo.#$b#¡Cuánto potencial para explorar!$h",
			"winter_12": "Debo decir que aquí es deliciosamente acogedor. Mi vieja cabaña se enfriaba mucho.$h#$b#Así como podría extrañarla, también recuerdo lo rudimentario que realmente era.",
			"winter_16": "Mis dedos solían ponerse rígidos mientras escribía en esa vieja y fría cabaña.#$b#Nunca tengo que preocuparme por eso aquí.$h",
			"winter_21": "Siempre he pensado que, mientras hablar sea una de las cosas más fundamentalmente humanas que hagamos, podré sentirme orgulloso de ello.$h#$e#Digo que debería hablar de forma delicada, incluso si otros pueden encontrarlo extraño.#$b#Sin embargo, me conoces bien, cariño: sería extraño que no hablara con mi voz más auténtica, ¿no?",
        }
    }]
}