{
    "Changes": [
    {
        "LogName": "Emily",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Emily",
        "Entries":
        {
            "cc_Bus": "El autobús finalmente está funcionando, ¡y podemos ir al desierto! ¿Ya conociste a mi amiga Sandy?$h#$e#También me alegro de que Pam recuperara su antiguo trabajo.$h",
			"Tue2": "Leah entra al salón a veces. Deberías ir a hablar con ella.#$e#Ella es un verdadero encanto.",
			"Tue10": "Oye, @.$l#$b#%*beso*#$b#No te importa si hago eso, ¿verdad? El contacto físico es realmente importante para mí.$l",
			"Wed2": "Me gusta dormir cuando puedo. Me quedo afuera hasta muy tarde las noches en las que trabajo, así que es una rutina.",
			"Thu2": "Lo siento, debes extrañar mucho a tu abuelo.$u#$b#Pero una vez que un alma llega a existir, no hay razón para que tenga que desaparecer por completo. Estoy segura de que lo volverás a ver pronto.",
			"Thu8": "Bailar es importante para mí, pero no tengo planes de bailar para una gran audiencia.#$e#Me ayuda a conectarme con la energía física del mundo que me rodea.#$b#Y si comparto esa conexión con un puñado de amigos cercanos, lo hace realmente especial para mí.",
			"Fri2": "Los viernes por la noche en el salón son muy divertidos. Es bueno tener una sensación de fluidez cuando la velocidad aumenta.",
			"Fri4": "¡Las flores están realmente vivas allá afuera! Miro a los campos de hierba y veo un mar de almas, moviéndose y mezclándose.#$e#Es hermoso ser parte de ello.",
			"Fri6": "Tenemos que recordar que todos están conectados con todos y con todo.#$b#La felicidad que compartes hoy hará ondas a lo largo del tiempo durante cientos de años.",
			"Fri8": "Siempre es importante difundir la bondad, pero también debemos recordar que todos están en un viaje diferente.#$b#En mi opinión, nunca hay que juzgar a otra persona por su situación.#$e#Solo amar a los demás, ¿verdad? Eso es todo lo que importa.",
			"Fri10": "No creo que nadie sospeche si me ven besándote. Todo el mundo sabe que soy del tipo de persona que le gusta el contacto.#$e#¿Oh?#$b#%*beso*#$b#Jeje...$h",
			"Sat2": "La ropa es la puerta de entrada entre tu cuerpo y el mundo que te rodea.#$b#Me gusta hacer ropa que me conecte armoniosamente con las experiencias del día.",
			"Sat4": "He experimentado haciendo mis propios tintes a partir de materiales que hay por acá.#$e#Los tintes sintéticos simplemente no funcionan en tu piel de la misma manera que los naturales.",
			"Sat8": "De cierto modo, Yoba juega un papel importante en mi vida, pero creo que su presencia va más allá de cualquier cosa que podamos comprender.#$b#¿Quién sabe? Tal vez ella ni siquiera es un 'ella.'",
			"Sun6": "Creo que está bien cómo mis padres aprendieron a hacer lo que los hace felices.#$e#Los extraño, pero en realidad no es tan diferente de cuando alguien se muda al volverse adulto.#$b#Para Haley y para mí, es todo lo contrario.",
			"Sun8": "No puedo eludir mis responsabilidades con este pueblo, con la casa, con Haley...$u#$b#Mis padres están en el extranjero, donde deben estar, pero yo también estoy aquí, donde necesito estar, así que...",
			"Sun10": "@, eres muy especial para mí. ¿Sabes?$u#$e#Todos y todo lo que me rodea también es especial, pero tú ... Parece que no puedo dejar de pensar en ti....$u#$e#...Pase lo que pase, sentí la necesidad de decirte eso.$u",
			"summer_Mon6": "No comprendo a cabalidad la idea del 'yo'.#$b#Para mí tiene mucho más sentido que toda la existencia sea una sola presencia divina, y que simplemente somos ondas en ella.",
			"summer_Mon10": "@, Espera un segundo.$l#$b#%*beso*#$b#...$l#$b#¡Ten un día maravilloso!$l",
			"summer_Tue2": "Hoy es otro día de entrenamiento. ¡Me encanta despertar todos esos músculos inactivos de mi cuerpo!",
			"summer_Tue4": "Hay algunos lugares excelentes para acampar por aquí. ¿Es lo tuyo?",
			"summer_Wed4": "Hoy llamé a mi amiga Sandy. Parece que está bastante sola en el desierto.$u#$e#Creo que todos están siempre donde deben estar, pero veremos si el universo le proporciona a ella otro camino.$u",
			"summer_Wed8": "¿Has hablado con los pájaros últimamente?#$b#...Es importante recordar que tenemos mucho más en común de lo que piensas.",
			"summer_Wed10": "@... ¿crees que estamos... destinados a algo más que nuestras conversaciones cotidianas?$l",
			"summer_Thu4": "Últimamente me siento tentada a tomar más riesgos.#$q 040/041/042 summer_Thu_old#Entonces, @, ¿Crees en el destino?#$r 040 0 Thu_040#No, nosotros controlamos nuestras vidas.#$r 041 0 Thu_041#Sí, no hay poder de elegir.#$r 042 10 Thu_042#Realmente no sé.",
			"summer_Thu_old": "$p 042#Sin embargo, todavía tengo que escuchar atentamente la conciencia que el universo nos regala.|Sin embargo, todavía tengo que escuchar atentamente la conciencia que el universo nos comunica.",
			"Thu_040": "También lo he pensado, pero ¿y si hubiera nacido con un cerebro diferente? ¿Habría tomado las mismas decisiones?#$b#¿Y todavía podría llamar a esas elecciones mías, si fue pura suerte que obtuviese este cerebro?",
			"Thu_041": "¿Cierto? No puedo negar que solo hacemos nuestras 'elecciones' debido a influencias preexistentes.#$b#Es por eso que nunca puedo juzgar a alguien por la situación en la que se encuentra.",
			"Thu_042": "Oye, ¡tal vez eso sea lo mejor! Hay tanto para maravillarse en el universo.",
			"summer_Thu8": "Solo estamos parados aquí, ¡pero el universo nos ha traído a este momento exacto!$h#$b#Es absolutamente increíble si te detienes y piensas en ello.",
			"summer_Sat4": "Siempre debemos tratarnos unos a otros no solo con respeto, sino también con amor.#$e#Intento tratar a todos por igual. Sandy, Clint, Shane, tú ... todos.#$e#¡Porque todos ustedes son maravillosos a su manera!$h",
			"summer_Sat8": "Mi máquina de coser ha estado haciendo un buen trabajo este verano. Tengo muchos proyectos.#$e#Tal vez llegue a hacer algo para Haley, pero también tengo que aceptar que hay una buena posibilidad de que ella nunca lo use.$u#$b#Oh, bueno. *jum*",
			"summer_Sat10": "Quiero amar a todos por igual, @, pero no puedo negar que lo que siento por ti es... un poco más profundo.$u#$e#¿Crees que vivirás aquí mucho tiempo?$u",
			"summer_Sun6": "¡Hola, @! Nos hemos convertido en buenos amigos, ¿no?$h^¡Hola, @! Nos hemos convertido en buenas amigas, ¿no?$h#$e#Eso está bien para mí. Eres un chico guay.^Me alegro$h",
			"summer_Sun8": "¡Hola, @! Nos hemos convertido en buenos amigos, ¿no?$h^¡Hola, @! Nos hemos convertido en buenas amigas, ¿no?$h#$e#Esto puede sonar extraño, pero siempre he estado segura de que esto sucedería.",
			"summer_Sun10": "Las almas se arremolinan juntas como nubes que se forman y remodelan en el cielo. Me alegro de que nos hayamos cruzado como lo hemos hecho, @.$l",
			"fall_Mon4": "He estado trabajando en algunos suéteres para cuando los días se vuelvan más fríos.#$e#Mi objetivo es que la tela produzca una sensación cálida y nostálgica para quien la use.",
			"fall_Tue8": "Todos tienen algo que aportar a este mundo. Ya sea grande o pequeño, no hay diferencia.",
			"fall_Tue10": "De cierto modo, Yoba juega un papel importante en mi vida, pero creo que su presencia va más allá de cualquier cosa que podamos comprender.#$b#¿Quién sabe? Tal vez ella ni siquiera es un 'ella.'",
			"fall_Wed2": "Uno de los animales que admiro es el salmón. Ninguna otra criatura trabaja como ellos para cumplir su propósito.$s#$e#Si atrapas uno, espero que lo regreses al agua.$s",
			"fall_Wed8": "Desearía que Gus no hiciera su plato de banquete de salmón. Si no tenemos cuidado, extinguiremos al salmón.$s",
			"fall_Thu2": "Vi una pequeña familia de setas viviendo debajo de uno de los árboles del pueblo.$l#$e#¡Que cosa más linda!$h",
			"fall_Thu4": "Practico la meditación trascendental. Creo que es muy importante ponerse en contacto con la parte del mundo que no podemos ver.",
			"fall_Thu8": "Espero tener la oportunidad de visitar el desierto pronto. Tengo que ver a Sandy, por supuesto, pero...#$b#...también hay un comerciante cuyas mercancías son simplemente increíbles.#$e#Asegúrate de llevar algunas gemas contigo para comerciar, si vas.",
			"fall_Fri4": "¿Hueles ese aire limpio? Es encantador, ¿no es así?#$b#Solo temo que los de Joja nos quiten eso.$u",
			"fall_Fri8": "La vida no puede durar para siempre, ¡así que debemos asegurarnos de abrazarnos cada día!#$b#Pero, ¿qué es el 'tiempo' de todos modos?",
			"fall_Fri10": "No creo que nadie sospeche si me ven besándote. Todo el mundo sabe que soy del tipo de persona que le gusta el contacto.#$e#¿Oh?#$b#%*beso*#$b#Jeje...$h",
			"fall_Sat4": "No tengo grandes planes para la vida. Prefiero no estresarme por el futuro.",
			"fall_Sat8": "En este pueblo hay buenas personas que parece que no encuentran la felicidad. Eso me pone triste.$u#$e#Al trabajar en el Salón, escucho de primera mano los problemas de todo el mundo.$u",
			"fall_Sat10": "Hola @.$l#$e#Mi ritmo cardíaco aumentó tan pronto te vi. Acá, pon tu mano en mi pecho.$l#$e#¡Estoy tan contenta de que hayas venido!",
			"fall_Sun4": "Hay tantas barreras invisibles que nos detienen. ¿Por qué la gente no puede aprender a dejar ir y celebrar la libertad?#$e#¿Yo? Bueno, ya sabes lo que dicen.... 'No puedes enjaular a un Junimo salvaje'.",
			"fall_Sun8": "¡Eres una buena persona, @! Gracias por ser mi amigo.^¡Eres una buena persona, @! Gracias por ser mi amiga.$h",
			"fall_Sun10": "¡Eres una buena persona, @! Gracias por ser bueno conmigo.$h^¡Eres una buena persona, @! Gracias por ser buena conmigo.$h",
			"winter_Mon2": "De vez en cuando, tengo ganas de una buena hamburguesa vegana.#$e#En realidad no soy vegana o vegetariana. Solo como lo que sea más nutritivo para mi cuerpo y espíritu.",
			"winter_Mon4": "Con el clima tan frío que hace, he estado trabajando en un suéter para Shane.#$e#Creo que le gustará. No es demasiado pesado, por lo que debería quedar bien debajo de su chaleco favorito.",
			"winter_Mon8": "¡Cuidado, que no te caiga un carámbano en la cabeza! ¡No querría que alguien tan especial se hiciera daño!",
			"winter_Mon10": "@, Espera un segundo.$l#$b#%*beso*#$b#...$l#$b#¡Ten un día maravilloso!$l",
			"winter_Tue6": "Todos podemos aprovechar un poco más del baile en nuestras vidas, ¿no te parece?#$e#En cierto modo, toda la vida es un baile. Es solo una cuestión de cuán consciente eres de tu cuerpo.",
			"winter_Tue8": "Espero que todos podamos aprender a envejecer igual que el cambio de las estaciones hacia el invierno.",
			"winter_Wed": "Desearía que Haley consiguiera un trabajo o al menos contribuyera a cocinar y limpiar.$s#$e#Creo que espera casarse con alguien rico.$u",
			"winter_Wed2": "Realmente desearía que Haley contribuyera más para mantener limpia la casa.#$e#Ah bueno. Solo desearía que todos pudiéramos aprender a aceptar las responsabilidades que se nos imponen.",
			"winter_Wed4": "La última vez que visité el desierto de Cálico, me encontré con un comerciante con un camello. Tenía tantas cosas hermosas en venta que casi me dejó sin aliento.#$e#La próxima vez que vaya, tendré que traer parte de mi colección de gemas para comerciar. Él no acepta G.",
			"winter_Wed6": "Haley y yo no somos hechas para una casa tan grande. Es un suplicio mantenerla limpia.#$e#Ah bueno. No debería estar quejándome.#$e#Tu casa de campo se ve bonita y acogedora.$h",
			"winter_Wed8": "A veces me pregunto dónde va a terminar Haley.$u#$e#Estoy segura que terminará exactamente donde necesite estar.",
			"winter_Wed10": "A veces parece que tengo que ser una madre para Haley. Pero ese no es un papel que realmente pueda cumplir...$u",
			"winter_Wed_inlaw_Haley": "Estoy tan feliz de que Haley te haya encontrado. ¡El universo tenía un plan para ella después de todo!$h",
			"winter_Thu4": "¡Es día de abrazos gratis!$h#$b#%*abrazo*#$b#¡Espero que tengas un día maravilloso!$h",
			"winter_Thu10": "Parece que podrías necesitar una pequeña conexión humana.$h#$b#%*beso*#$b#El contacto es importante. Desearía que más personas fueran abiertas a eso.$h",
			"winter_Fri2": "Los cristales tienen varias propiedades potentes. Algunos de ellos pueden servir como nexo para conexiones espirituales con otros.#$e#Clint también siente atracción a los cristales. Probablemente por eso somos tan buenos amigos.$h",
			"winter_Fri6": "Si no tuviera tanto trabajo te ayudaría a excavar en la cueva del lago.#$e#Seguro que dentro hay cristales poderosos.",
			"winter_Fri8": "No siempre es fácil tratar de mostrar amor y compasión por todos.#$e#¿Qué pasa si el amor que muestro por una persona lastima a otra?$s",
			"winter_Sat6": "El mundo que nos rodea está dormido, pero los espíritus todavía están vivos.#$e#Puedes escuchar a los espíritus si intentas hacerlo con algo más que tus oídos...",
			"winter_Sat8": "La vida no puede durar para siempre, ¡así que debemos asegurarnos de abrazarnos cada día!#$b#Pero, ¿qué es el 'tiempo' de todos modos?",
			"winter_Sun2": "Mis suéteres caseros han sido muy acogedores en este clima frío.",
			"winter_Sun6": "¡Cayeron algunos copos de nieve bastante grandes la otra noche!#$e#A veces, realmente disfruto caminar a casa tarde por la noche.",
			"winter_Sun8": "Mi hermana y yo nos peleamos a veces, pero la echaría mucho de menos si se fuera.#$e#Creo que algún día será una señorita muy amable... No le digas que he dicho eso.$h#$e#¿Querías hablarme de algo?",
			"winter_Sun8_inlaw_Haley": "¡Saluda a mi hermana de mi parte! Y recuérdale que venga a verme mañana.",
			"winter_Sun10": "La conexión espiritual que siento contigo... ¿tú también la sientes?$l#$b#Es como un millón de hilos invisibles que nos conectan a los dos.$l^Es como un millón de hilos invisibles que nos conectan a las dos.$l#$e#...¿No?#$b#%*beso*#$b#¿Que tal ahora?",
			"spring_1_2": "¿A dónde nos llevará el destino este año? Estoy ansiosa por descubrirlo.$h",
			"spring_23": "¿Con quién bailaré mañana en el festival? Donde más se necesite mi presencia, ¡es donde estaré!",
			"summer_10": "Oye, búscame mañana en el luau. Te saludaré, pero probablemente no de la forma en que estás acostumbrado.^Oye, búscame mañana en el luau. Te saludaré, pero probablemente no de la forma en que estás acostumbrada.",
			"summer_27": "Las medusas lunares estarán aquí pronto. Como personas, tenemos tanto que podemos aprender de ellas.$l",
			"fall_15": "Estoy deseando que llegue la multitud en la feria de mañana. ¡Habrá muchas personas interesantes para conocer!",
			"fall_26": "Gus tiene algunas delicias para la víspera de los espíritus. ¡Asegúrate de pasar a saludar!",
			"winter_9": "¡Esos pobres peces! Espero que el alcalde Lewis haya sido responsable con ellos después de la competencia de ayer.$s",
			"winter_24": "Ha sido una locura en el trabajo últimamente.#$b#¡Gus ha estado ocupado con toda la comida para el festival!",
			"spring_23_2": "¿Con quién bailaré mañana en el festival? Donde más se necesite mi presencia, ¡es donde estaré!",
			"summer_10_2": "Oye, búscame mañana en el luau. Te saludaré, pero probablemente no de la forma en que estás acostumbrado.",
			"summer_27_2": "Las medusas lunares estarán aquí pronto. Como personas, tenemos tanto que podemos aprender de ellas.$l",
			"fall_15_2": "Mañana será un buen día para observar a la gente. ¿Cuáles son tus planes para la feria?",
			"fall_26_2": "Gus tiene algunas delicias para la víspera de los espíritus. ¡Asegúrate de saludar!",
			"winter_9_2": "¡Esos pobres peces! Espero que el alcalde Lewis haya sido responsable con ellos después de la competencia de ayer.$s",
			"winter_24_2": "Ha sido una locura en el trabajo últimamente.#$b#¡Gus ha estado ocupado con toda la comida para el festival!",
        }
    },
    {
        "LogName": "Emily Marriage",
        "Action": "EditData",
        "Target": "Characters/Dialogue/MarriageDialogueEmily",
        "Entries":
        {
            "Rainy_Day_0": "#$c .5#Me pregunto adónde van los insectos cuando llueve. ¿No les golpean las gotas de lluvia?#Espero que todos los animales se hayan refugiado. Tal vez todos están durmiendo.",
			"Rainy_Day_1": "#$c .5#Los días así son una bendición de la madre naturaleza.#Cuando una gota de lluvia cae sobre tu cabeza, ¿cuántas veces crees que sus moléculas de agua han estado en el cielo antes?",
			"Rainy_Day_2": "#$c .5#Buenos días... Te he traído este regalo. No te preocupes, ya lo he purificado con incienso de salvia. [428 440 444 338 207]#Está bastante húmedo allá afuera, ¿no? Toma, esto te mantendrá abrigado. [428 440 444 338 207]^Está bastante húmedo allá afuera, ¿no? Toma, esto te mantendrá abrigada. [428 440 444 338 207]",
			"Rainy_Day_3": "#$c .5#Quería liberar al loro, pero su ala nunca se va a curar del todo. Aunque parece contento. Le presto mucha atención.#$e#Me ha dicho que es feliz aquí.#El loro parece disfrutar viviendo adentro, especialmente en días como éstos. Me dijo que él es feliz aquí.",
			"Rainy_Day_4": "#$c .5#Nunca te lo había dicho ... Pero cuando llegaste, soñé contigo. Sabía que nuestros caminos vitales se entrecruzarían.$4#Ya he olvidado los sueños de anoche. Que extraño. Estaban claros como el cristal cuando me desperté.$u",
			"Rainy_Night_0": "#$c .5#Cada momento tiene una belleza única y valiosa... ¿Te das cuenta? A veces es fácil olvidarlo.#Es importante encontrar algo para amar cada día. Hoy estaba viendo los campos bailar al son de la lluvia.",
			"patio_Emily": "#$c .5#Este es mi lugar favorito para la meditación matinal. Visualizo cómo la energía de este jardín de cristal fluye por mi cuerpo.#%Emily está en un profundo estado de meditación.",
			"Rainy_Night_1": "#$c .5#Puedo oír a las plantas hablando entre ellas... ¡Están muy contentas por la lluvia de hoy!#¿Te hace sentir mal el clima? Me pregunto si un poco de ropaterapia ayudaría.",
			"Rainy_Night_2": "#$c .5#¿Qué tal tu día, @? Te has empapado.#¿Hiciste todo lo que esperabas? No te preocupes si no lo hiciste. Cada día es especial, incluso si no es lo que planeamos.",
			"Rainy_Night_3": "#$c .5#Mi día ha sido muy tranquilo. ¿Qué tal el tuyo?#Me pregunto si los animales disfrutan acurrucarse juntos en una noche como esta.",
			"Rainy_Night_4": "#$c .5#¿Quieres comer postre? Es mi versión especial cruda, sin gluten y endulzada solo con jarabe de cactus.[232 234 223 220]$h#Te hice un regalo! Sandy me envió el néctar de agave que usé en él. [232 234 223 220]$h",
			"Rainy_Night_5": "#$c .5#¿Te ha puesto alguna vez en trance el sonido de la lluvia?#Siento que nuestras almas están especialmente conectadas esta noche. ¿Quizás podamos ir a la cama un poco más temprano?$l",
			"Indoor_Day_0": "#$c .5#¿Con qué objetos físicos te sientes especialmente conectado hoy? Asegúrate de no pasarlos por alto.^¿Con qué objetos físicos te sientes especialmente conectada hoy? Asegúrate de no pasarlos por alto.#Otro hermoso día en la granja %farm... ¡Creo que algo bueno va a ocurrir hoy!$h",
			"Indoor_Day_1": "#$c .5#Toma. Es para ti. [428 440 444 338 207 395 749]#He estado guardando esto para una ocasión especial. Hoy parece el día correcto. [428 440 444 338 207 395 749]",
			"Indoor_Day_2": "#$c .5#Ey, parece que alguien ha dormido bien... Tienes un aspecto radiante.$h#Un día, todos despertaremos de esta vida, como de un sueño placentero. Pero por ahora y por muchos años, solo quiero disfrutar este sueño.",
			"Indoor_Day_3": "#$c .5#Mi horóscopo del día no es muy bueno... Pero voy a aprovechar el día al máximo, como siempre. ¡A trabajar!#Me pregunto qué hará Haley hoy. Espero que tenga algo planeado.",
			"Indoor_Day_4": "#$c .5#Ughh... *Glu, glu...* He desayunado demasiadas magdalenas.$s#¡Buenos días! Dame un beso antes de que te vayas.$l",
			"Indoor_Night_0": "#$c .5#¿Eso que veo es un agujero nuevo en tu camisa? No te preocupes, te lo puedo remendar.#Bailé un poco mientras estabas afuera. Siempre me ayuda a volver a estar en contacto con la realidad.",
			"Indoor_Night_1": "#$c .5#Qué bien que hayas vuelto, @. Espero que hayas tenido un día maravilloso.#Me encanta cuando me miras de esa forma.$l",
			"Indoor_Night_2": "#$c .5#¿Ya es hora de acostarse? Guau, el día se me ha pasado volando otra vez.$u#Acabo de colgar el teléfono con Sandy. Parece que la pasó muy bien visitando ciudad Zuzu hace poco",
			"Indoor_Night_3": "#$c .5#¡Ah, ese olor...! Solo podías ser tú. Qué bien hueles.$h#Me siento tan tranquila que, en una fracción de segundo, escucho tus pasos en la puerta.$l",
			"Indoor_Night_4": "#$c .5#He barrido la casa, he limpiado las ventanas, he quitado el polvo y he limpiado la nevera. ¡Ha sido un día muy productivo!#Quizás algún día, cuando nos jubilemos, podamos viajar por el mundo, como mis padres. Al menos solo por un momento.$u",
			"Outdoor_0": "#$c .5#Me encanta levantarme pronto. Hay cierta frescura en el aire, y la vida salvaje está más activa.#Shh, si haces una pausa y escuchas con mucha atención, puedes oír el océano.",
			"Outdoor_1": "#$c .5#¿Qué planes tienes hoy, cielo?#Si necesitas un descanso, puedes meditar en el cristal del jardín. No hay forma incorrecta de hacerlo.",
			"Outdoor_3": "#$c .5#Un poco de sol es bueno. ¡Pero no te achicharres! ¿Vale?#¡Hay tanto que hacer hoy! No en el sentido estresante, sino solo en la forma de 'apreciación'.",
			"Outdoor_4": "¡Buenos días! ¡Me preguntaba cuándo ibas a salir de la cama!$h#$e#$c .5#Esperaba que no te perdieras esta hermosa mañana.#No pasa nada, @... Te mereces una buena noche de descanso.",
			"OneKid_0": "#$c .5#Espero que podamos inculcar a %kid1 el valor de la amabilidad y la consideración. Eso es más importante que sacar dieces en el colegio.#A %kid1 probablemente le gusten las verduras si le damos un buen ejemplo. ¿Qué piensas?",
			"OneKid_1": "#$c .5#¿Es suficiente con un bebé, o deberíamos tener otro? Supongo que el destino decidirá.#Si nunca te hubieras sentido inconforme por tu antiguo trabajo, nunca te hubieras mudado acá, nunca nos habríamos conocido, y %kid1 ni siquiera existiría.$l",
			"OneKid_3": "#$c .5#He encendido una vela verde y he sacudido un ramito de menta sobre %kid1. Eso debería alejar a los malos espíritus.#Amo esos adorables sonidos de bebe que hace %kid1.$h",
			"TwoKids_1": "#$c .5#Una gran casa, dos hijos y un loro. ¡Estoy a tope!#¡Yoba ha bendecido enormemente nuestro hogar! Tenemos mucha más responsabilidad de mostrar amor y apoyo a los demás.",
			"TwoKids_2": "#$c .5#Espero que el loro no se sienta descuidado, pero tengo que admitir que estos niños mantienen mis manos más que llenas.$s#Está claro que %kid2 ha heredado tu pelo...$u",
			"TwoKids_3": "#$c .5#Ah, ya les he dado a los niños sus cereales orgánicos de quinoa con leche de cabra. ¡Tú céntrate en la granja!#Olvidé decirte que a los niños les encantó ver a su tía Haley ayer.",
			"funLeave_Emily": "#$c .5#Voy de visita al pueblo, y luego a ayudar en el Salón. Que tengas un buen día.#Gus me llamó. Dijo que tenía algo de trabajo para mí, así que allá es donde estaré hoy si me necesitas.",
			"funReturn_Emily": "#$c .5#Mi día ha ido bien... Es bueno salir de la casa de vez en cuando.#¡Qué día tan maravilloso! Fue agradable dar un paseo por Pueblo Pelícano.$h",
			"spring_14": "La granja debe parecer una extensión interminable para los insectos y gusanos. Es un mundo entero, de verdad.#$e#Cuando pienso en las personas de todo el planeta, somos como los insectos que solo conocen la granja. ¿Qué hay más allá?#$e#Todo es relativo. Es solo una cuestión de perspectiva.",
			"spring_19": "¡Es viernes! ¿Vas a salir por la noche o te vas a quedar?",
			"spring_27": "El loro me cantó una pequeña canción justo antes de que te levantaras. ¿Lo escuchaste o aún estabas durmiendo?",
			"summer_7": "Nunca olvidaré ese oso que apareció en nuestro viaje de campamento.#$b#Ni lo que vino después de eso.$l",
			"summer_12": "Espero no haberme excedido con el baile de ayer. Hoy tengo más sed de lo que esperaba.$u#$e#Oh, por supuesto que te noté. Mis ojos estaban cerrados, pero escuché tus pasos y sentí tu presencia.",
			"summer_18": "¿Tenemos alguna estructura que pueda ser reutilizada temporalmente como un refugio? Es solo un pensamiento que tuve.",
			"summer_22": "Sé que algunas personas pueden sentirse un poco desilusionadas por las cosas que creo y la forma en que actúo. Pero así es como soy.$u#$e#No conozco otra forma de ser yo misma.",
			"summer_26": "Hoy es el día de 'Haz algo bueno por una persona al azar'. Tal vez le pague a alguien una hamburguesa de Clint esta noche en el salón.#$e#¿Alguien en mente cuyo día te gustaría alegrar?",
			"fall_4": "*sigh*... Temporada de salmón.$s#$e#Espero que el mayor número posible complete su largo viaje río arriba.$s",
			"fall_7": "Mmm, ¿tal vez podamos hacer una noche de hamburguesas?#$e#Acabo de tener un antojo.",
			"fall_10": "¿Vas a ir a las minas pronto? Sé que Yoba te protegerá, pero no hace daño estar atento de tu parte también.$u",
			"fall_14": "Cuando mis sentimientos por ti se desarrollaron por primera vez, temí en secreto perder mi pasión por amar el mundo que me rodea....$u#$b#...que todo mi amor se desviara hacia ti.$u#$b#Pero ahora, puedo ver que eso no es un problema. ¡El vínculo que comparto contigo me estimula a amar a todos y a todo aún más!#$e#...$l",
			"fall_20": "Los espíritus están realmente activos en esta época del año. Quédate junto a los árboles en el bosque y podrás escuchar más que solo el susurrar del viento.",
			"winter_10": "Sabes, me di cuenta de que Haley está manteniendo la casa en muy buen estado.#$e#¿Quién diría que todo lo que tenía que hacer era mudarme, y ella de repente tomaría las riendas.?$h",
			"winter_22": "@, solo quería decir, en el tiempo que nos hemos conocido, nunca has tratado de cambiar mi forma de ser. $u#$b#Lo sé... mucha gente realmente no me entiende, y posiblemente a veces también hago cosas que incluso te confunden un poco...$u#$b#... pero siempre me has aceptado.$u#$e#Así que... gracias.$u",
			"winter_16": "Espero que Shane y Clint estén bien. Ya no los veo tanto como antes.$u",
        }
    }]
}