{
    "Changes": [
    {
        "LogName": "Evelyn",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Evelyn",
        "Entries":
        {
            "Introduction": "¡Oh, hola! ¡Te damos la bienvenida a nuestra comunidad, cielo!#$b#Me puedes llamar «abuelita» si quieres.$h",
			"Mon4": "Solían haber tantos niños en este pueblo. ¡Cómo han crecido!",
			"Mon6": "Tengo días buenos y días malos con mi energía. Hoy es un buen día.#$e#Incluso si es un mal día, no sirve de nada estar deprimida.",
			"Tue2": "¿Cómo te va la vida en esa granja?#$e#George me mencionó lo contento que estaba de ver a alguien trabajando en ella nuevamente. Sin embargo, no sé si él te lo dirá.",
			"Tue6": "Qué amable de tu parte venir a visitarnos.#$e#Sin gente joven alrededor, envejeceríamos mucho más rápido.$h",
			"Wed8": "Entonces, ¿qué hacen los jóvenes en estos días?#$e#Supongo que tendría que visitar ciudad Zuzu para averiguarlo. Pueblo Pelícano no es como muchos otros lugares.",
			"Thu4": "Hoy voy a hacer galletas. Me gusta hacerlas con forma de flor cuando es primavera.$h#$e#¿Has tratado de prepararlas, cielo?",
			"Thu6": "Creo que si las corto bien, puedo hacer que mis galletas parezcan tulipanes hoy.#$e#Incluso si nadie se las come, me ayuda a hacer algo creativo.",
			"Thu8": "Es día de hornear galletas nuevamente. Si me sobran algunas, me aseguraré de enviártelas por correo.",
			"Fri2": "George mira mucho las noticias. Me preocupa que le dé una perspectiva sesgada del mundo.#$e#Si deseas una mejor perspectiva, no es necesario buscar más allá de tus propios vecinos. Eso fue lo que le dije.",
			"Fri4": "Verás a George yendo al Santuario de Yoba los domingos.#$b#Sus pequeñas tradiciones son las únicas cosas que pueden hacer que él haga algo bueno por sí mismo.",
			"Fri6": "Odio preguntar, cariño, pero ¿podrías hablar un poco con George por mí? Cuanto más tiempo permanece encerrado en casa, más inestable se vuelve.#$e#Lo lamento muchísimo.",
			"Fri8": "Uno de los programas de televisión favoritos de George es muy violento. Y él siempre mantiene el volumen tan alto.#$e#Me preocupa que no pueda ser bueno para su salud. ¿Por qué traer más estrés a la casa cuando no lo necesitamos?",
			"Fri10": "George aceptó bajar el volumen de la televisión. Resulta que sus oídos son realmente mejores que los míos.#$e#Esa no es una pequeña victoria. Se lo he estado pidiendo por años.",
			"Sat4": "La primavera siempre me da una nueva sensación de esperanza. Me imagino que a estos viejos huesos todavía les quedan varios años buenos.",
			"Sun6": "Llevo un diario, pero siempre escribo lo que hice hace dos días. Es un ejercicio que me ayuda con mi memoria.",
			"summer_Wed6": "Iría a la clase de aeróbics de Caroline si pudiera mantener la mitad de la velocidad de las otras damas.#$e#Está bien. Solo hago algunos estiramientos básicos por la mañana y camino mucho. No puedo hacer mucho más que eso.",
			"summer_Thu4": "Hoy voy a hornear galletas. ¡Son maravillas de coco con forma de pequeñas palmeras! jeje.$h#$e#¿Has tratado de prepararlas, cielo?",
			"summer_Thu6": "Parece que siempre tenemos más visitantes cuando comienzo a hornear galletas.#$e#Mi madre me enseñó la receta.",
			"summer_Thu8": "Quizás hoy sea un buen día para hacer pan casero.#$e#No puedo hacer pan todos los días. Es un poco duro para las articulaciones. Sin embargo, hoy es un buen día.",
			"summer_Sun10": "*sniff* ...Hola, cielo.$s#$e#Lamento que me veas así. Fue más o menos en esta época del año que perdimos a nuestra hija, la madre de Alex.$s#$e#Estaré bien mañana, cielo. Gracias por preguntar.$s",
			"fall_Tue6": "Entonces, ¿qué hacen los jóvenes en estos días?#$e#Supongo que tendría que visitar ciudad Zuzu para averiguarlo. Pueblo Pelícano no es como muchos otros lugares.",
			"fall_Wed8": "¿Cuál es el secreto de un matrimonio duradero? Bueno, ¡esa es una gran pregunta!#$b#Por supuesto, hay innumerables respuestas, pero la única cosa que todas tienen en común...#$b#...es que debes amar, simple e incesantemente.",
			"fall_Thu4": "Hoy voy a hacer galletas. Tienen forma de calabazas diminutas.$h#$e#¿Has tratado de prepararlas, cielo?",
			"fall_Thu6": "Creo que intentaré algo diferente hoy. ¡Galletas en forma de hoja!$h#$e#Me ayuda hacer algo que refleje lo que veo afuera.",
			"fall_Thu8": "Hola, cielo. Estaba pensando que tendría que hacer un regalo para enviarte por correo en algún momento.$h#$e#Sin embargo, debe ser una sorpresa.$h",
			"fall_Sat": "¿Te entiendes con Alex?#$e#A veces me preocupa mucho.",
			"fall_Sat4": "¿Alex todavía pasa tiempo con esa chica, Haley? Es una buena chica, pero me pregunto si le dará el tipo de apoyo que necesita.",
			"fall_Sat8": "¿Has pasado mucho tiempo con Alex últimamente?#$e#A veces me pregunto hacia donde se dirige su vida.",
			"winter_Mon6": "He recorrido los mismos caminos de Pueblo Pelícano cien mil veces.#$e#Pero hoy es el primer día que los he caminado con este tiempo.$h",
			"winter_Mon10": "Quizás George vivirá más que yo. Si eso sucede, ¡dile que no agobie a Alex por mucho tiempo!$s#$e#Ningún joven necesita ese tipo de responsabilidad.$s",
			"winter_Tue8": "Cada día es más difícil con George, pero no podemos pasar de esta vida sin ayudarnos.#$b#Esta comunidad es realmente lo que nos mantiene en marcha. Si no tuviésemos a Pueblo Pelícano, no tendríamos nada.",
			"winter_Thu": "Es otro gran día para hornear galletas. Esta vez tienen la forma de pequeños muñecos de nieve.#$e#A lo mejor un día de estos te doy la receta.",
			"winter_Thu4": "Es otro gran día para hornear galletas. Esta vez tienen la forma de pequeños muñecos de nieve.$h#$e#¿Has tratado de prepararlas, cielo?",
			"Winter_Thu6": "Tengo algunos moldes de galletas con forma de copo de nieve para usar hoy. ¡Debería ser divertido!$h",
			"winter_Thu10": "Horneo galletas porque nunca dejan de hacer que George se abra a mí.#$e#Tenía un bocado de galleta en la boca cuando me miró y dijo \"Te amo\" por primera vez.#$e#Lo ha estado haciendo desde entonces.",
			"spring_1_2": "Bueno, ¡un muy buen día para ti también, cielo! Espero que tu año haya tenido un buen comienzo.$h",
			"spring_21": "Parece que necesito comenzar con los arreglos florales para el baile la próxima semana.#$e#¡Espero que estés allí, cielo!$h",
			"spring_23": "Los arreglos florales para el baile de mañana están casi terminados. Espero que el alcalde Lewis esté satisfecho.#$e#¡Y espero que tú también!$h",
			"summer_10": "El alcalde Lewis siempre se pone nervioso por el luau. Asegúrate de mostrarle algo de apoyo.#$e#La mejor manera de hacerlo es simplemente traer algo delicioso para la sopa.",
			"winter_7": "Con gusto desafiaré el frío para el Festival del hielo de mañana. Es importante para mí.#$e#Incluso arrastraré a George conmigo, sin importar lo que diga.$h",
			"winter_1": "Hice que Alex colgara las viejas decoraciones de invierno esta mañana. ¡Diría que hizo un gran trabajo!",
			"winter_28": "Mis mejores deseos para el año nuevo, cielo. Es una bendición tenerte aquí en el pueblo.",
			"spring_21_2": "Parece que necesito comenzar con los arreglos florales para el baile la próxima semana.#$e#¡Espero que estés allí, cielo!$h",
			"spring_23_2": "Los arreglos florales para el baile de mañana están casi terminados. Espero que el alcalde Lewis esté satisfecho.#$e#¡Y espero que tú también!$h",
			"summer_10_2": "El alcalde Lewis siempre se pone nervioso por el luau. Asegúrate de mostrarle algo de apoyo.#$e#La mejor manera de hacerlo es simplemente traer algo delicioso para la sopa.",
			"winter_7_2": "Con gusto desafiaré el frío para el Festival del hielo de mañana. Esa importante para mí.#$e#Incluso arrastraré a George conmigo, sin importar lo que diga.$h",
			"winter_28_2": "Mis mejores deseos para el año nuevo, cielo. Es una bendición tenerte aquí en el pueblo.",
        }
    }]
}