{
    "Changes": [
    {
        "LogName": "George",
        "Action": "EditData",
        "Target": "Characters/Dialogue/George",
        "Entries":
        {
            "Mon2": "Todo bien. ¿Qué es lo que quieres de mí, de todos modos?",
			"Mon4": "Todavía no te has rendido, ¿eh?#$e#La granja, quiero decir. ¿Sigues en ello?",
			"Mon6": "Me sorprende que quieras llevarte bien con un carcamal como yo.",
			"Mon8": "¿Hay realmente un lugar para mí en este mundo?#$e#Tal vez así es como debe ser.",
			"Mon10": "Puede que ya lo hayas escuchado o no, pero nuestra hija falleció hace algunos años.$s#$e#No sé cómo se las arregla Evelyn cada día. Sé que ella está tan destruida como yo.$s",
			"Tue": "Hmph... Otro día triste.$s",
			"Tue2": "Sí, mírate, corriendo por ahí. Solo restriégamelo en la cara, ¿por qué no?",
			"Tue4": "¿Qué estás haciendo, perdiendo el tiempo hablando con un anciano como yo?#$e#¿Ya no se mantienen ocupados los jóvenes?",
			"Tue6": "No entiendo lo que ustedes jóvenes planean hacer con este mundo.#$e#Todo lo que puedo decir es que no es el mundo que una vez conocí.",
			"Tue10": "¿Sabes? No debería deprimirme demasiado por mis piernas.#$e#Debería alegrarme de estar vivo.$h",
			"Wed2": "¿Estás tratando de venderme algo? No me interesa.",
			"Wed4": "Debes estar agradecido por lo que tienes en esa granja, ¿me oyes?^Debes estar agradecida por lo que tienes en esa granja, ¿me oyes?#$e#Antes de que te des cuenta, la vida te quitara todo.#$e#Es solo cuestión de tiempo.",
			"Wed8": "Ojalá mis piernas funcionasen para poder jugar a lanzar la pelota con Alex.$s#$e#Pero es imposible.$s",
			"Wed10": "¡@! Deja que apague la dichosa televisión para que podamos hablar.$h#$e#Cuéntame, ¿qué hacéis los jóvenes estos días?",
			"Thu2": "¿Qué quieres? Ahora no es un buen momento.#$e#¿Por qué? Porque no lo es.",
			"Thu4": "Parece otra repetición hoy.#$e#¿No deberías estar afuera?",
			"Thu8": "Alguna vez has visto este programa \"36\"? Es un buen entretenimiento.$h#$e#Nada detiene a este tipo de luchar contra los terroristas. Él solo hace lo que quiere y es gracioso.$h",
			"Thu10": "Cuando te haces tan viejo como yo te cuesta mucho más adaptarte a las cosas nuevas.^Cuando te haces tan vieja como yo te cuesta mucho más adaptarte a las cosas nuevas.#$e#Un día entenderás lo que digo.#$e#Ve y disfruta ahora que eres joven.",
			"Fri": "Esa granja ha estado en mal estado durante años.#$e#¿Y quieres restaurarla? Hmph. Buena suerte.",
			"Fri2": "Así que trabajas en la granja, ¿no? Por lo menos es un trabajo honrado.",
			"Fri6": "Estarás agradecido de que Stardew Valley es uno de los pocos lugares donde aún puedes trabajar la tierra como quieras.^Estarás agradecida de que Stardew Valley es uno de los pocos lugares donde aún puedes trabajar la tierra como quieras.#$e#Estos políticos solo quieren regular, regular, regular como si fueran dueños de este país. Hmph",
			"Sat": "El fin de semana no es nada especial para mí.#$e#Así son las cosas cuando te jubilas.",
			"Sat2": "Hola.#$e#¿Qué está pasando ahí afuera?",
			"Sat4": "Mi receta sigue siendo cada vez más cara.#$e#Esto no habría sido un problema hace una generación o dos. ¡Pero estas compañías farmacéuticas siguen subiendo el costo!",
			"Sat6": "¿Ya es fin de semana? Supongo que tendré que salir pronto de la casa",
			"Sat8": "Evelyn siempre ha sido la mejor cocinera que conozco. Y aún sigue mejorando.#$e#Ojalá pudiera decir lo mismo sobre algo que yo pueda hacer.$s",
			"Sun": "¿Qué se necesita para tener poco de paz y tranquilidad por acá?",
			"Sun2": "¿No tienes frío? Ya no hacen jerséis como los de antes.#$e#*Sigh*",
			"Sun4": "¿Ya es fin de semana? Pierdo la noción de qué día es.",
			"Sun6": "Será bueno estar fuera de casa por un tiempo.#$e#¿Qué estás haciendo hoy, joven?^¿Qué estás haciendo hoy, jovencita?",
			"Sun10": "Hasta hace poco, no pasaba mucho tiempo orando.#$b#Durante un tiempo estuve furioso con Yoba, me hizo perder todo lo que tenía.#$e#Aún creo que hay algo mejor para mí después de que se acabe este viejo cuerpo.#$b#No es mucho, pero ¿qué más puede hacer un anciano como yo?$s",
			"summer_Tue10": "De vez en cuando, todavía puedo ver a Clara en los ojos de Alex.#$e#Alex es un buen chico. Asegúrate de cuidarlo.",
			"summer_Sun10": "¡Ey tu! ¡Será mejor que abras paso cuando esté en movimiento, granuja, o podría atropellarte con este monstruo!$h",
			"fall_Mon10": "He estado haciendo todo lo posible para mantenerme positivo cada día.#$e#No siempre es fácil. Pido disculpas si parezco un poco decaído.",
			"fall_Sun10": "Sí, puedo hacer saltos, caballitos, giros... todo tipo de trucos.$h#$e#¡Mira allá!#$b#Vaya, te perdiste mi salto mortal. Que mal.$h",
			"winter_Sat10": "A veces me pregunto si todos están esperando que yo muera.#$b#Je. Les mostraré que aún le quedan muchos años a este viejo cuerpo.",
			"winter_Sun10": "Ya no sé cómo Evelyn incluso me aguanta.$s#$e#A veces me siento más como un paciente que como su esposo.$s",
			"summer_10": "¿Qué? ¿Hay otro festival mañana? ¿No acabamos de tener uno?",
			"winter_15": "¿Mercado nocturno? No gracias. Nada me haría querer ir a ese aberrante espectáculo de segunda.#$e#De todas maneras, ¿por qué tiene que ser tan tarde?",
			"winter_24": "¿Por qué no estoy emocionado por mañana? Adivina.#$e#¿Acaso disfrutas estar sentado en el frío durante horas?",
			"winter_28": "Otro año se va. Mi vida se siente como un libro animado.",
			"spring_1_2": "Todos en las noticias hablan solo de año nuevo esto, año nuevo aquello. ¿No está pasando nada en el mundo?#$e#Ja, las noticias deben asumir que todo el mundo se detiene cuando dejan de hablar sobre ello.$h",
			"summer_10_2": "¿Qué? ¿Hay otro festival mañana? ¿No acabamos de tener uno?",
			"winter_15_2": "¿Mercado nocturno? No gracias. Nada me haría querer ir a ese aberrante espectáculo de segunda.#$e#De todas maneras, ¿por qué tiene que ser tan tarde??",
			"winter_24_2": "¿Por qué no estoy emocionado por mañana? Adivina.#$e#¿Acaso disfrutas estar sentado en el frío durante horas?",
			"winter_28_2": "Otro año pasado. Mi vida se siente como un libro animado.",
        }
    }]
}