{
    "Changes": [
    {
        "LogName": "Gus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Gus",
        "Entries":
        {
            "Saloon": null,
			"Saloon4": null,
			"Saloon8": null,
			"Saloon_Tue": null,
			"Saloon_Thu": null,
			"Saloon_Fri": null,
			"Mon": "Sí, sé mucho sobre las personas que viven aquí.#$e#Ese es uno de los beneficios de ser camarero.$h#$e#A veces escucho demasiado...",
			"Mon2": "Ey hola, @.#$e#Entonces, ¿cómo te está tratando el trabajo últimamente?#$b#Sé que las cosas pueden ser difíciles a veces. Sin embargo, todos saldremos adelante, ¡siempre y cuando no nos rindamos!",
			"Mon4": "¿Ya has probado los juegos en el arcade?#$e#Yo no los juego. Pero me di cuenta de que todo buen salón necesita algunos juegos como parte de la atmósfera.",
			"Mon6": "Emily es una gran chica. ¿Ustedes han estado pasando juntos mucho tiempo?^Emily es una gran chica. ¿Ustedes han estado pasando juntas mucho tiempo?",
			"Mon8": "*susurro* Ey, @. Ya sabes, he estado pensando...$s#$q 010/011 Mon_old#Si alguien toma malas decisiones con sus hábitos de bebida, ¿eso depende de mí?#$r 010 -20 Mon_010#¿Honestamente? Si.#$r 011 0 Mon_011#No. Cada quien es responsable de sí mismo.",
			"Mon_old": "$p 010#Tendremos que discrepar cortésmente sobre lo que hablamos. Sin embargo, respeto tu opinión.|Agradezco escuchar tu opinión. Eres un buen amigo.^Agradezco escuchar tu opinión. Eres una buena amiga.",
			"Mon_010": "Mmm. Gracias por tu opinión. Tendré que pensar sobre eso.$s",
			"Mon_011": "Esa siempre ha sido mi filosofía. Es solo que después de años de ver las luchas de los clientes de cerca y de manera personal, comienza a desgastarme.$s",
			"Mon10": "Sé que no puedo resolver los problemas de todos los clientes, pero detrás del mostrador, todavía puedo estar allí y tratarlos como una persona.",
			"Tue2": "También tengo algunos libros de cocina publicados a la venta. ¿Los has revisado?",
			"Tue4": "¡Deberías ver lo que hay en el menú esta noche! Tengo algo realmente especial.",
			"Tue6": "Siempre fue mi sueño abrir mi propio restaurante.#$e#¡Las cosas salieron bien! No creo que un salón anticuado como este fuera posible en un pueblo más grande.$h",
			"Tue8": "Asegúrate de darle un giro a esa máquina de discos en algún momento.",
			"Wed": "Me alegro de verte, amigo.$h^Me alegro de verte, señorita.$h#$q 012/013/014/015 Wed_old#Tengo una cerveza fría aquí en casa.[346] ¿Cuál es la batalla de hoy? Cuentame...#$r 012 10 Wed_012#Es un poco solitario aquí.#$r 013 10 Wed_013#No sé nada sobre agricultura.#$r 014 10 Wed_014#No tengo dinero.#$r 015 0 Wed_015#¡Todo va excelente!",
			"Wed_old": "$p 015#¡Espero que las cosas sigan yendo bien! Sin embargo, avísame si necesitas un estímulo.|Recuerda que tienes muchos amigos aquí en el salón. ¡Especialmente los viernes!",
			"Wed_012": "Te entiendo. Esa es la realidad para cualquier recién llegado.^Te entiendo. Esa es la realidad para cualquier recién llegada.#$b#Pero relativamente hablando, hay bastantes solteros de tu edad en Pueblo Pelícano. Seguro que te llevas bien con alguien.$h",
			"Wed_013": "¡Bueno, una vez no sabía nada sobre cocinar y preparar cerveza! Pero aquí estoy.$h#$b#La verdad es que todos comenzamos en alguna parte. Asegúrate de perdonarte cuando las cosas van mal, y estoy seguro de que lo lograrás.",
			"Wed_014": "Oh sí, todos hemos pasado por eso, si no estamos en eso justo ahora.$h#$b#Pero sabes, tu futuro se ve brillante. ¡Tienes tu propio terreno! Estoy seguro de que las cosas saldrán bien.",
			"Wed_015": "¿En serio? Bueno, me alegra escucharlo. Pueblo Pelícano realmente es un lugar especial.$h#$b#Solo avísame si surge algo. Siempre estoy listo para escuchar.",
			"Wed2": "No es por alardear ni nada, ¡pero el salón es el mejor lugar para estar un viernes por la noche!$h#$e#Espero que puedas venir esta semana.",
			"Wed4": "Emily ha estado trabajando aquí por un tiempo. ¡No sé qué haría sin ella!#$e#Odiaría tener que limpiar todas esas ollas.$s",
			"Wed6": "Intento obtener tantos ingredientes frescos y locales como sea posible.#$b#De lo contrario, ¿qué haría que mis espaguetis o mi ensalada fueran diferentes de los de otros restaurantes?",
			"Wed8": "Sí, me casé una vez, hace mucho tiempo. ¿Alguna vez te lo conte?$s#$e#Ya no está con nosotros. Pero pienso en ella todos los días.$s#$e#Me gusta pensar que lo que hago aquí en el salón es cumplir el sueño que tuvimos juntos. En primer lugar, solo difunde alegría. No creo que ella quiera nada menos.",
			"Wed10": "Después de que mi esposa falleció, volver a casarme no es una opción para mí. Para algunos de nosotros, solo encontramos el amor de nuestra vida una vez.#$e#A pesar de las dificultades de la vida, nunca debemos olvidar difundir alegría a quienes nos rodean.",
			"Thu2": "No soy hedonista, pero realmente creo que una buena comida y bebida son algunas de las mejores cosas por las que una persona puede vivir.$h",
			"Thu4": "¡Siento que tengo más razones para amar Pueblo Pelícano cuando me puedo abastecer de tu granja!$h#$e#Así que, si estás cultivando algo bueno, ¡me sentiría honrado si trajeras un poco!",
			"Thu10": "*susurro* He estado limitando la cantidad de bebidas que le doy a Pam, más de lo que solía hacerlo.#$e#Juraría que tiene una botella en el bolsillo, porque aun así a veces termina bastante ebria.$s",
			"Fri2": "Hola, @. ¿Cómo te está yendo esa vida en la granja? Asegúrate de recompensarte bien de vez en cuando.",
			"Fri4": "Sam se esfuerza mucho en el billar, pero pierde contra Sebastian cada vez.#$e#¡Para Sam debe ser un buen deporte, porque lo han estado haciendo semana tras semana!$h",
			"Fri6": "En realidad no bebo mucho. Principalmente estoy haciendo esto para ganarme la vida.#$e#Aunque de vez en cuando disfruto el sabor de la cosecha de Stardew Valley.",
			"Fri8": "¡Uf! ¡Qué semana!#$e#Me refería a la semana de los demás. ¡No considero las cosas hechas hasta que la última taza se lave esta noche!$h",
			"Sat": "El negocio fue genial ayer. Estoy complacido.#$e#¡Asegúrate de volver pronto!$h",
			"Sat2": "¿Eres un gran chef, @?^¿Eres una gran chef, @?#$e#Si tienes una cocina y algunas recetas, puedes cocinar algunos platos muy útiles.#$e#Las comidas caseras también son un gran regalo.",
			"Sat4": "Toco un pequeño violín cuando encuentro la oportunidad. Por mucho que me encante cocinar, a veces es bueno tener un hobby que no sea tu trabajo.",
			"Sat6": "Mira, sé que sirvo muchas bebidas a algunos de mis clientes. Pero creo firmemente en la libertad personal. Eso es todo.$3#$e#Lo siento ... ¿qué hay de nuevo?",
			"Sat8": "Creo que me he ganado un pequeño vaso de Stardew Red esta noche.#$e#¿Vas a disfrutar algo, @?",
			"Sun2": "Creo que encontré el lugar adecuado para mí aquí en Stardew Valley. Este es el tipo de lugar que busqué toda mi vida.",
			"Sun4": "¿Como estas, @?#$e#¿Yo? Solo viviendo el sueño.$h",
			"Sun6": "Sé que no puedo solucionar los problemas de todos, pero si puedo darles algo delicioso, siento que he hecho mi parte.",
			"Sun8": "El salón Fruta Estelar es definitivamente uno de los edificios más antiguos de la ciudad.#$e#Lo restauré cuando lo compré por primera vez, pero estoy lejos del propietario original.",
			"Sun10": "Eres una gran compañia, @. Toma, la casa invita.[346]#$e#¡Salud! Por otra buena semana!",
			"summer_Sun2": "Esta podría ser mi estación favorita. Apuesto a que puedes cultivar muchos productos excelentes ahora mismo.",
			"summer_Sun6": "¡Qué día tan caluroso! Realmente podría ir a por un poco de jugo de naranja recién exprimido en este momento.#$e#Es mi favorito.$h",
			"fall_Fri4": "¡Ey, @! ¿Alguna vez intentaste hacer la receta de 'Banquete de salmón' que te envié? ¡Ahora es el momento de conseguir los ingredientes!$h#$e#Sin embargo, también necesitarás col rizada.",
			"fall_Fri8": "¿Has hecho tarta de arándanos últimamente? Los ingredientes son bastante fáciles de obtener en esta época del año.#$e#Te pondrá de buen humor, seguro.",
			"winter_Sat": "¡Claro que hace frío afuera! ¿Que tal una taza de café caliente?",
			"winter_Sat6": "Ahora es el momento perfecto del año para acurrucarse junto al fuego con buena comida.#$e#¿Tal vez una pequeña pizza? O... ¿qué ideas tienes?",
			"spring_1_2": "¡Espero que hayas podido levantarte a tiempo hoy! ¿Cómo va el comienzo del año para ti?$h",
			"spring_12": "¡Ey, hola! ¡Me he quedado despierto hasta tarde últimamente preparándome para el festival del huevo!#$e#Solo espera para que veas lo que he preparado.",
			"summer_10": "Tengo algunos buenos platos preparados para el luau de mañana, pero trato de evitar la sopa comunitaria.#$e#Realmente es una tradición impredecible, y prefiero ir a lo seguro cuando se trata de mi reputación.$s",
			"fall_15": "¿Vas a estar en la feria de mañana? Búscame al norte. Haré hamburguesas todo el día.",
			"fall_26": "Hay algunas cosas bastante espeluznantes en la víspera de los espíritus. ¿Yo? Me limitaré a organizar el buffet.",
			"winter_24": "¿Qué es un buen festival sin una buena comida? *jeje* He guardado todas mis mejores recetas para esta fiesta, ¡así que no te la pierdas!$h",
			"winter_28": "Feliz año nuevo, @! ¡Voy a sacar las cosas buenas esta noche! [348]$h#$e#Salud por un gran año en Stardew Valley. ¡Que el próximo sea aún mejor!",
			"spring_12_2": "¡Ey, hola! ¡Me he quedado despierto hasta tarde últimamente preparándome para el festival del huevo!#$e#Solo espera para que veas lo que he preparado.",
			"summer_10_2": "Tengo algunos buenos platos preparados para el luau de mañana, pero trato de evitar la sopa comunitaria.#$e#Realmente es una tradición impredecible, y prefiero ir a lo seguro cuando se trata de mi reputación.$s",
			"fall_15_2": "¿Vas a estar en la feria de mañana? Búscame al norte. Haré hamburguesas todo el día.",
			"fall_26_2": "Hay algunas cosas bastante espeluznantes en la víspera de los espíritus. ¿Yo? Me limitaré a organizar el buffet. Como siempre.",
			"winter_24_2": "¿Qué es un buen festival sin una buena comida? *jeje* He guardado todas mis mejores recetas para esta fiesta, ¡así que no te la pierdas!$h",
			"winter_28_2": "Feliz año nuevo, @! ¡Voy a sacar las cosas buenas esta noche! [348]$h#$e#Salud por un gran año en Stardew Valley. ¡Que el próximo sea aún mejor!",
        }
    }]
}