{
    "Changes": [
    {
        "LogName": "Haley",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Haley",
        "Entries":
        {
            "Mon4": "He estado 3 horas practicando mi firma hoy.#$e#Qué tontería, ¿no?",
			"Mon6": "Solía quejarme de que este pueblo es pequeño, pero ahora ya me gusta.#$e#Si fuera mucho más grande no tendríamos este sentimiento de comunidad.",
			"Tue2": "¿Habrá conchas bonitas en la playa esta mañana?#$e#Aunque no es la mejor época para encontrar conchas.",
			"Tue6": "Oye, deberíamos pasar el rato en la playa este verano.$h#$e#Oh, supongo que estarás bastante ocupado, ¿eh?^Oh, supongo que estarás bastante ocupada, ¿eh?#$e#Bueno, si tienes tiempo, entonces.",
			"Tue10": "Oof. Me quedé despierta hasta tarde leyendo libros de cocina y probando un par de recetas nuevas.$s#$e#¿Por qué? Oh, bueno, pensé que te gustaría si me volviera buena en eso.#$e#Lo siento, compartiré algo contigo para la proxima.$l",
			"Wed2": "Hmm ... desearía que fuera verano.$u",
			"Wed4": "Me alegra que las flores empiecen a florecer.#$e#Esas rosadas huelen muy bien.$h",
			"Wed8": "Solo hay dos cosas que me gustan en este pueblo.#$b#Una de ellas es la playa.#$e#¡La otra es un secreto! *Ji, ji*$h",
			"Thu2": "*sigh* Realmente podría ir por un pastelito ahora mismo.#$e#¿Necesitas algo?",
			"Thu4": "Los chicos deberían leer revistas de moda... para que entiendan cuánto trabajo tienen que hacer las chicas cada día.^Puedes tomar prestadas mis revistas de moda si quieres, después de que termine con ellas.#$e#Lo que una niña muestra en el exterior es lo que la gente pensará de ella. Algunas chicas piensan lo contrario, pero esa es solo la verdad del mundo.#$e#No me invento las reglas.",
			"Thu6": "Anoche cociné la cena. ¡En realidad resultó bien!#$e#Pero hice un gran desastre en la cocina...",
			"Thu10": "Solia pensar que podría intentar mudarme algún día, cada vez que quedaba más claro que la carrera de Alex nunca despegaría.$s#$b#Pero ahora, no creo que me mude, incluso si pudiera. Tengo mucho que perder.$l",
			"Sat": "Siento la necesidad imperiosa de irme de compras. ¡Ugh! Ojalá hubiera un centro comercial aquí.",
			"Sat2": "Oh. Hola chico granjero.^Oh. Hola chica granjera.#$q 070/072/074 Sat_old#Sin ofender, pero ¿por qué elegirías trabajar los fines de semana?#$r 070 0 Sat_070#Es solo por ahora hasta que la granja esté en buena forma.#$r 070 0 Sat_070#Simplemente lo disfruto.#$r 072 0 Sat_072#Hay seres vivos que necesitan mi atención.#$r 073 0 Sat_073#No estoy trabajando hoy, en realidad.",
			"Sat_old": "$p 073#¿De nuevo disfrutas de 'no trabajar' hoy?|¿Todavía disfrutas de tu desagradable trabajo?",
			"Sat_070": "Vaya. Okay.$u",
			"Sat_072": "¿De verdad? ¿No estarán bien por solo un día?",
			"Sat_073": "Sí claro. Entonces, ¿cómo es que te ves tan sucio$h^Sí claro. Entonces, ¿cómo es que te ves tan sucia?$h#$e#Oh. ¿O siempre te ves así?",
			"Sat4": "*sigh* Necesito un centro comercial. Las compras online no son suficientes para mí.#$e#¡Quiero probarme cosas! No es mucho pedir, ¿verdad?",
			"Sat6": "¿Tu granja está bien? Tal vez debería ir y tomarle algunas fotos.#$b#O... Lo siento, ¿esta bien?",
			"Sat8": "#$1 haleySeagull#Ayer encontré una gaviota con su ala atrapada en una red. La liberé, por supuesto. Parecía tan indefensa, la pobre.$k$s#$e#Sabes, probablemente debería comenzar a hacer más ejercicio ... este metabolismo no durará para siempre.",
			"Sun": "Mi hermana es tan rara... A veces me pregunto si de verdad somos familia.$u",
			"Sun2": "Oye.#$b#¿Has visto a Alex?",
			"Sun4": "A veces desearía que Emily solo me tratara como a todos los demás.#$e#A ella no le importa lo que otras personas hagan con sus vidas, pero si es algo que yo hago, ella se mete en mis asuntos.$u#$e#No lo sé...",
			"Sun6": "Estoy pensando en donar un puñado de ropa... Debo de tener como cien pares de zapatos.",
			"Sun4_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily.",
			"Sun8_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily. Nunca pensé que la extrañaría tanto.$s#$b#¿Pero ustedes están bien?",
			"Sun10_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily. Me siento tan sola$s#$e#¿Por qué no vienen?$l",
			"summer_Mon2": "Casi todos los que hablan con Emily dicen que es rara.#$e#Algunas de las prendas que hace son bonitas, pero ¿por qué las usarías cuando hay un montón de buenas marcas?",
			"summer_Mon4": "Este verano voy a coger un bronceado moreno fabuloso.",
			"summer_Mon6": "Debería empezar a leer libros en vez de revistas.#$e#Es bueno aprender cosas, ¿no?#$e#Normalmente solo miro las fotos.",
			"summer_Tue2": "¿Usas esa ropa todos los días?",
			"summer_Tue4": "$p 47#Ey, he encontrado una nueva herramienta para abrir tarros. Así no tendrás que ayudarme más.$h|Hoy no hay ni una nube en el cielo.$h",
			"summer_Tue8": "Supongo que vivir en el campo no es tan malo.#$e#Si viviera en la ciudad, podría empezar a extrañar todos los árboles.#$e#@, creo que he estado pasando mucho tiempo contigo.$h",
			"summer_Wed4": "¡Qué calor hace hoy!#$e#Ojalá tuviera un helado.$s",
			"summer_Wed6": "Oye, Lo siento si fui grosera contigo cuando nos conocimos.$s#$e#En realidad eres muy amable. Simplemente no entendía por qué alguien elegiría mudarse aquí.$s",
			"summer_Wed10": "Oh, estaba a punto de volver a aplicar mi protector solar. ¿Me puedes ayudar?$h#$e#Solo necesito un poco en mis hombros. Adelante. No seas tímido.^Solo necesito un poco en mis hombros. Adelante. No seas tímida.",
			"summer_Thu2": "Alex podría enseñarte una o dos cosas sobre cómo mantenerte en forma, solo para tu información.^Oh hola. ¿Esto puede parecer un poco directo? Pero Alex me dijo que te avisara... que no está interesado. Por si te lo preguntabas.",
			"summer_Thu4": "El color del pelo se te aclara si te quedas mucho tiempo al sol.#$e#¡Es bueno saberlo!",
			"summer_Thu6": "El color del pelo se te aclara si te quedas mucho tiempo al sol.... Pero tampoco quieres quemarte con el sol.#$e#Solo quiero una cantidad saludable de luz solar. Todo con moderación, ¿verdad?",
			"summer_Fri4": "Para las chicas, las compras en realidad liberan sustancias químicas saludables en el cerebro. ¿Sabías eso?#$e#Muchos chicos simplemente no lo entienden.^Deberías probarlo alguna vez.",
			"summer_Fri8": "Recibí noticias de uno de mis amigos que se mudó a ciudad Zuzu hace unos años. No suena tan glamoroso como pensaba.#$e#Trabaja como loca y apenas puede pagar el alquiler. Es triste, pero en realidad me hace sentir agradecida de vivir en Pueblo Pelícano.",
			"summer_Fri10": "Oh, Hola @!#$e#¿Te gustan los niños?$l",
			"summer_Sat": "Cultivar suena tan aburrido...#$q 142/143 summer_Sat_old#¿Qué haces todo el día?#$r 142 10 summer_Sat_12#Cuidar las plantas#$r 142 10 summer_Sat_12#Explorar las minas#$r 143 -10 summer_Sat_13#Husmear en tu habitación#$r 142 10 summer_Sat_12#Excavar por tesoros",
			"summer_Sat6": "Parece un buen día para ir a nadar.",
			"summer_Sat10": "Vaya. Bueno, pensé que este día no podría ponerse más caliente.$l#$e#¿En qué has estado pensando hoy?$l",
			"summer_Sun2": "¿Entonces todavía no te aburres de esa granja?#$e#Claro, vale. Se tú mismo.^Claro, vale. Se tú misma.",
			"summer_Sun4": "Emily suele hacer la cena... Pero prepara cosas rarísimas como quinoa.",
			"summer_Sun_inlaw_Emily": "Oh... hola.",
			"summer_Sun4_inlaw_Emily": "¿Emily ha estado cocinando para ti? Extraño un poco su cocina. En realidad era realmente buena.$s",
			"summer_Sun6_inlaw_Emily": "Primero se van mis padres, y ahora también Emily. Yo solo...$s#$e#Es demasiado, ¿sabes?$s#$e#Lo siento. Sé que es egoísta de mi parte.$s",
			"summer_Sun8_inlaw_Emily": "Oye. ¿Como esta mi hermana?#$e#Me ha estado yendo bien. Ha sido un cambio.",
			"summer_Sun10_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily. Me siento tan sola$s#$e#¿Por qué no vienen?$l",
			"fall_Mon2": "Si viviera en la ciudad, no tendría que preocuparme por las hojas y el barro donde quiera que vaya.",
			"fall_Mon4": "Es asqueroso cuando todas estas hojas caídas se vuelven viscosas.",
			"fall_Mon6": "$p 48#¿Te he dicho que encontré otra de las pulseras de mi bisabuela en el desván?|¿Ves esta pulsera? Perteneció a mi bisabuela.#$e#Una señora muy interesante.",
			"fall_Mon10": "@, Estoy feliz de verte hoy.$h",
			"fall_Tue2": "Huele como a tierra...#$b#Ah, claro. Que trabajas en una granja.",
			"fall_Tue4": "¿Tienes crías de conejo en tu granja? ¡Los conejitos son TAN monos! <",
			"fall_Tue8": "Empieza a gustarme el olor a tierra. ¿No es raro?#$e#Creo que es porque te tengo siempre cerca.$h",
			"fall_Wed4": "Si te aburres, pásate a saludar.",
			"fall_Wed6": "He estado experimentando con un obturador de baja velocidad últimamente. Le da a los colores de otoño ese efecto de 'floración'.",
			"fall_Wed8": "Si te aburres, pásate a saludar.$h",
			"fall_Thu4": "El lápiz labial con brillo es lo mejor.#$e#No intentes negar este hecho.#$e#*jiji*$11",
			"fall_Thu6": "Ir de compras no suena tan divertido como antes.#$e#¿Qué me está pasando?#$e#Hmm...",
			"fall_Fri4": "Parece que has estado trabajando duro.#$b#¿Por qué no te tomas el resto del día libre?",
			"fall_Fri8": "Tengo algunas buenas tomas de salmónes saltando fuera del agua. Se necesita mucha paciencia para hacerlo bien.#$e#¿Es como la pesca?",
			"fall_Fri10": "Oye tu, sexy.#$e#Simplemente estaba pensando en ti.#$e#Te extraño.$l",
			"fall_Sat8": "Tal vez intente una pequeña pintura de acuarela hoy. Será divertido hacer algo creativo.#$e#También tengo muchas fotos que puedo usar como inspiración.",
			"fall_Sun10": "No creo que pudiera ser tan feliz en este pueblo sin ti, @. Así que, gracias.#$e#En serio, haré cualquier cosa por ti si lo necesitas.$l",
			"fall_Sun_inlaw_Emily": "Oh... hola.",
			"fall_Sun4_inlaw_Emily": "Entonces ... ¿cómo está mi hermana?",
			"fall_Sun6_inlaw_Emily": "Primero se van mis padres, y ahora también Emily. Yo solo...$s#$e#Es demasiado, ¿sabes?$s#$e#Lo siento. Sé que es egoísta de mi parte.$s",
			"fall_Sun8_inlaw_Emily": "He tenido que cambiar mucho mis hábitos para mantener la casa en condiciones.#$e#Quiero decir, lo has visto, ¿verdad? No estoy haciendo un mal trabajo, ¿no?",
			"fall_Sun10_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily. Me siento tan sola.$s#$e#¿Por qué no vienen?$l",
			"winter_Mon6": "Un poco de coco fresco me haría sentir como si estuviera en un lugar más cálido.#$e#Además, existe un tratamiento especial para dar volumen al pelo que utiliza aceite de coco. Lo he intentado varias veces y es lo mejor.",
			"winter_Mon8": "Desearía que fuera más cálido aquí en Stardew Valley.#$e#Podría mudarme a otro lugar, pero...",
			"winter_Tue6": "Mmm hace demasiado frío para tomar buenas fotos en este momento.$u#$e#La nieve es bonita, pero mis dedos se congelarían.",
			"winter_Tue10": "Alex y yo hemos tenido una especie de tira y afloja desde que éramos niños.$u#$e#Es un buen tipo, pero estamos mucho mejor como amigos.#$e#...así que, no tienes de que preocuparte.$l",
			"winter_Wed": "Desearía que alguien me trajera un café de menta.$s#$e#Ni siquiera te molestes, sé que no podrás hacer uno.",
			"winter_Wed4": "Mmm. ¿De qué marca es tu camisa?#$e#Oh. Mmm, olvidalo.",
			"winter_Thu": "Voy a comenzar a escribir una lista de toda la ropa que necesito para la próxima primavera.",
			"winter_Fri": "¿Tienes algún poni en tu granja?$h#$e#Oh. Qué decepción...$s",
			"winter_Fri6": "¿Cómo se organiza todo en esa granja? Es decir, ¿cómo empezaste?#$e#Es una locura que pudieras hacer eso.",
			"winter_Fri10": "Nunca pensé que diría esto, pero en realidad creo que es genial que vivas en una granja. Ojalá yo tambien lo hiciera.#$e#Solo pensar en cómo se verá cuando todas las plantas florezcan nuevamente en la primavera.#$e#Y pensar en ti en el medio del campo... esa es la mejor parte.",
			"winter_Sat": "Lo único bueno del invierno es que duermo más.#$e#Me gusta dormir como mínimo 10 horas al día.",
			"winter_Sat2": "Oohhh, tengo mucho sueño.$s#$e#Oh bien. Al menos se siente bien dormir cada día.#$e#Tienes ojos de mapache. ¿Estás bien?",
			"winter_Sat4": "Lo único bueno del invierno es que duermo más.#$e#Me gusta dormir como mínimo 10 horas al día.",
			"winter_Sat6": "La nieve estaba toda brillante esta mañana. Tengo algunas buenas tomas macro.#$e#Luego volví a la cama.",
			"winter_Sun": "¿Le dirás hola a Alex de mi parte?#$e#Gracias.",
			"winter_Sun6": "Um, si ves a Alex, ¿podrías decirle que hoy estoy ocupada?#$e#Gracias.",
			"winter_Sun_inlaw_Emily": "Oh... hola.",
			"winter_Sun4_inlaw_Emily": "Solo voy a decirlo. Realmente extraño a Emily. No pensé que lo haría, pero lo hago.",
			"winter_Sun6_inlaw_Emily": "¿Qué se supone que debo hacer en estos días?$a",
			"winter_Sun8_inlaw_Emily": "Empecé a pensar en mi futuro un poco más.#$e#Siempre pensé que alguien agradable vendría y me ayudaría, pero parece que Emily fue la afortunada entre nosotras.$s",
			"winter_Sun10_inlaw_Emily": "La casa está tan vacía y silenciosa sin Emily. Me siento tan sola$s#$e#¿Por qué no vienen?$l",
			"spring_1_2": "Creo que este año, necesito seguir trabajando en mi fotografía.#$e#¿Alguna meta de año nuevo para ti?",
			"summer_12": "¿Viste a Emily ayer en el luau?. Que ridículo.$11",
			"fall_1": "¿Ya es otoño?$s",
			"winter_28": "Al fin. Estaba pensando que este clima frío nunca terminaría.#$e#Solo tengo que esperar a que todo esta nieve termine de derretirse.",
			"summer_12_2": "¿Viste a Emily ayer en el luau?. Que ridículo.$11",
			"winter_28_2": "Al fin. Estaba pensando que este clima frío nunca terminaría.#$e#Solo tengo que esperar a que todo esta nieve termine de derretirse.",
		}
	},
	{
        "LogName": "Haley Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueHaley",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#Aah, tenía planes de salir hoy...$s#He cambiado mucho con los años, pero aún prefiero el tiempo soleado.",
			"Rainy_Day_1": "#$c .5#Envejecer es un poco aterrador. Me alegro de tenerte conmigo.#A veces fantaseo con nuestra jubilación... ¡De relax en las soleadas playas de las islas Helecho!#$e#¿Piensas alguna vez en el futuro, @?",
			"Rainy_Day_2": "¡Buenos días! ¡Me he levantado pronto y he preparado algo dulce! [223 234 211 651 731]#$e#$c .5#Me pregunto si podría trabajar como panadera... Pero tal vez no sería tan divertido. Me gusta hornear para ti.#¡Sé que eres fuerte, pero necesitas comer bien para estar al máximo!$h",
			"Rainy_Day_3": "#$c .5#No puedo salir hoy... Mi pelo perdería vigor. Discúlpame, mi amor.$s#¿Quieres que salga contigo y arruine mi cabello? Jeje, no, pasaré.$h#$e#Quiero tener buen aspecto para ti.",
			"Rainy_Day_4": "#$c .5#¡Oh, no...! Como este tiempo dure mucho, mi piel será blanca como la leche.$s#¿Vas a salir con este clima? Solo asegúrate de limpiarte las botas cuando regreses, cariño.#$e#Me quedaré aquí y haré algunas tareas domésticas.",
			"patio_Haley": "#$c .5#¡Di «patata del huerto»!#Estoy documentando nuestro tiempo aquí en esta granja. ¡Otro recuerdo de hoy en preparación!",
			"Rainy_Night_0": "#$c .5#Oh, me alegro de que estés en casa. Sin ti aquí todavía hace más frío... ¿Puedo apagar ya las luces?#*risita* Cuando te empapas bajo la lluvia, es asqueroso, pero también es un poco sexy verte caminar así.$11",
			"Rainy_Night_1": "#$c .5#¿Cómo manejas la lluvia así? Ugh, me moriría.#Espero que mañana haga buen día. Demasiada lluvia me pone de mal humor.$s",
			"Rainy_Night_2": "#$c .5#¡Oh, gracias al cielo! Pensé que podría no verte hasta la mañana.#Espero que Emily no se sienta muy sola. Debería ir a visitarla un día de estos.$7",
			"Rainy_Night_3": "#$c .5#Hoy fue un lastre para mí. Lo siento si estoy de humor.$s#La lluvia es horrible para los fotógrafos. ¡La luz es horrible, y no puedes salir sin estropear tu equipo!$s",
			"Rainy_Night_4": "#$c .5#Cocinar me ayudó a pasar el tiempo hoy. Solo tomó un poco de esfuerzo comenzar. [727 231 207 199]#Te he preparado algo caliente, cariño. Con muchas especias, como a ti te gusta. ¡Que lo disfrutes! [727 231 207 199]$h",
			"Indoor_Day_0": "¡Buenos días! ¿Has dormido bien?$h#$e#$c .5#No necesito dormir tanto como solía hacerlo antes de conocerte. No sé por que pasa eso.#A lo mejor desempolvo mi vieja cámara hoy... La luz es perfecta.",
			"Indoor_Day_1": "¡Buenos días, cariño! ¿A que huele bien? ¡Te he preparado el desayuno! [194 195 210 211 216]#$e#$c .5#Cocinar es mucho más divertido cuando tienes a alguien para quien hacerlo.$11#Sé que tienes mucho trabajo. ¡Estoy aquí para apoyarte como pueda!",
			"Indoor_Day_2": "#$c .5#¡Cariñin! Aun te ves con un poco de sueño.$h#¿Has dormido bien? Roncabas un poco.$h#$e#Tengo algunas tareas que hacer por aquí. ¡Que tengas un buen día!",
			"Indoor_Day_3": "#$c .5#¡Menos mal que ahora me gusta limpiar! La casa se ensucia muy fácilmente. Es gratificante que todo esté como una patena.#Espero que el día de hoy no hayan tantas cosas por hacer. Deberíamos pasar un tiempo juntos.#$e#Me das un beso antes de irte?$11",
			"Indoor_Day_4": "#$c .5#Creo que no sabía qué hacer con mi vida antes de conocerte. Ahora tengo exactamente lo que quiero.$l#Buenos días, cariño. Otro día de tareas de la granja, ¿no? Estaré pensando en ti. <$h",
			"Indoor_Night_0": "#$c .5#Parece que has estado trabajando duro, cariño. Déjame ayudarte a desestresarte.$l#Nunca pensé que diría esto, pero el estilo de vida del campo me sienta muy bien.$h",
			"Indoor_Night_1": "#$c .5#Buenas tardes, cariño. ¿Algo que necesites de mí para ayudarte a relajarte?$l#Gracias por dejarme ser una ama de casa. Sé que es un poco tradicional de esa manera, pero realmente me gusta.",
			"Indoor_Night_2": "¡Oh bien, has vuelto!<$h#$e#$c .5#Este es probablemente mi momento favorito del día.$l#¿Que tal tu día?",
			"Indoor_Night_3": "#$c .5#Oh, ¿ese olor? Acabo de ponerme un pequeño perfume de flor de cereza antes de que entraras. Espero que te guste.#Buenas tardes, cariño. ¿Cuándo quieres ir a la cama?$l",
			"Indoor_Night_4": "#$c .5#¡La cena está lista! Espero que tengas hambre![727 231 207 199 197 212 208]$h#Esta receta tardó un poco en estar lista, pero fue muy divertido. ¡Provecho! [727 231 207 199 197 212 208]$h",
			"Outdoor_0": "Siempre me siento mejor fuera, al aire fresco.#$e#$c .5#Sabes a lo que me refiero, ¿verdad? Siempre estas fuera.#No me malinterpretes, ¡la cabaña de tu abuelo es genial! Pero nada supera a este hermoso paisaje.",
			"Outdoor_1": "#$c .5#Voy a llamar a Emily hoy. Solo necesito esperar hasta que ella se levante.#¡Tenemos que asegurarnos de que la granja esté mona! Puede ser importante, ¿no, cariño?",
			"Outdoor_2": "#$c .5#¿Hoy va a ser otro día ocupado?#¡Hola, cariño! Si supiera más sobre el trabajo en la granja, te ayudaría más. ¡Lo siento!#$e#Estaré pensando en ti.$h",
			"Outdoor_3": "#$c .5#Solía aburrirme tanto en este pueblo. Pero una vez que aprendes cómo detenerte y apreciar las cosas, en realidad no es tan malo.#Voy a limpiar el polvo. Eso te ayuda, ¿no?",
			"Outdoor_4": "#$c .5#Parece un buen día para trabajar en mi bronceado. ¿Eh, cariñín?#No trabajes demasiado, cariño. Descansa de vez en cuando, o busca algo para comer.",
			"Outdoor_Haley": "#$c .5#Parece un buen día para trabajar en mi bronceado. ¿Eh, cariñín?",
			"funLeave_Haley": "#$c .5#Bueno, no puedo pasar toda la semana aquí dentro. Hoy es mi día para salir.#Hoy voy a ir al pueblo a socializar un poco.",
			"funReturn_Haley": "#$c .5#Todos son mucho más amables conmigo en estos días. Probablemente sea porque soy más amable con ellos también.$h#Ha sido agradable volver a ver a todos. ¿Has tenido un buen día, cariño?",
			"OneKid_3": "#$c .5#*sniff* No estoy llorando porque este triste. Estoy llorando porque... Yo solo- no sabia- ... que podría amar tanto a nuestro bebé. *sniff*$s#¿No te parece raro? No estoy acostumbrada a ser madre.",
			"TwoKids_2": "#$c .5#¡Cuidado con esos bebés! ¡Aquí viene la brigada adorable!$h#¿No te parece que %kid2 es una ricura?",
			"TwoKids_3": "#$c .5#Una casa bonita, dos bebés y un hermoso terreno. No sé qué más podría pedir.#Dos niños y he mantenido mi figura. No es por alardear ni nada, pero...$h^¿Una cosa más positiva sobre la adopción? Ambas podemos mantener nuestras figuras.$h",
			"spring_8": "Tengo que admitir que fui un poco dramática cuando era más joven.#$e#Esta bien, tal vez demasiado dramática.$h#$e#Pero es una locura pensar en eso. Esos años de adolescencia parecen ser la vida de otra persona.",
			"spring_14": "Espero que no te importe si sigo saludando a Alex durante los festivales.#$e#Es un pueblo pequeño, así que siento que todos debemos ser amigos.",
			"spring_22": "¡Hay muchas flores bonitas por ahí! No me importaría si traes algo a casa para que pueda decorar mi cabello para despues...",
			"spring_23": "¿Qué? Por supuesto que todavía somos lo suficientemente jóvenes para la danza floral. No seas bobis.$h#$e#Y espero mostrarle a todo el pueblo lo orgullosa que estoy de estar contigo.",
			"spring_28": "Espero que tengamos buenos recuerdos este verano. ¿Que estás esperando?",
			"summer_6": "Sabes, una cosa graciosa de no pasar todos los días con Alex... No tengo que escucharlo hablar sin parar de deportes.",
			"summer_8": "Si hace demasiado calor, ¿por qué no vienes a buscarme? Pasaremos un tiempo a la sombra.",
			"summer_12": "Me gusta bailar, pero cuando Emily hace lo suyo en el luau, en realidad es más divertido para mí solo mirar.",
			"summer_22": "¿Quieres que use algo sexy esta noche?#$e#Ja, como si tuviera que preguntar, ¿verdad?$h",
			"summer_27": "Las medusas lunares son mañana por la noche. ¿Podemos llamarlo una cita?",
			"fall_3": "Bueno, ¡aquí vamos! Solo tenía que hornear algo para sacarme la melancolía del otoño. Toma, pruébalo. [223 234 211 651 731]",
			"fall_8": "Con esos colores afuera, no quiero perder la oportunidad de tomar buenas fotos.#$e#Tal vez también pueda pintar con acuarela. Solo necesito ser creativa.",
			"fall_13": "Es hora de renovar mi suscripción a 'Fashion Girl.' Tengo que recordar hacerlo hoy.#$e#Lo sé, me estoy haciendo un poco mayor para eso. Pero, ¿qué tiene de malo la nostalgia de la adolescencia?",
			"fall_22": "Brr... en realidad hacia bastante frío esta mañana. Casi esperaría que nevara pronto.$s",
			"fall_28": "Creo que vi algunos copos de nieve esta mañana. Siempre es tan mágico ver los primeros del año.",
			"winter_8": "Quiero pasar por mi cuarto oscuro hoy. Tengo algunas fotos para revelar.#$e#Además, no sería malo vigilar a Emily. Es casi como si fuera la hermana mayor ahora.",
			"winter_22": "Fue divertido levantarse en medio de la noche así y ver una película.$h#$e#Tengo un poco de sueño, pero valió la pena.#$e#Además, no es que ninguno de los dos estuviera durmiendo bien, de todos modos.",
			"winter_24": "¡La fiesta es mañana! ¿Qué esperas encontrar debajo de ese árbol?$h",
			"winter_28": "¡Feliz año nuevo!, casi. Horneé un pastel para esta noche. [222 608]$h#$e#Tal vez puedas conseguir algo de beber, y tendremos una pequeña celebración.",
        }
    }]
}