{
    "Changes": [
    {
        "LogName": "Harvey",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Harvey",
        "Entries":
        {
            "Mon4": "Es importante asegurarse de mantener un pasatiempo fuera de tu trabajo habitual..#$q 080/081/082/083 Mon_old#¿Cuál es tu mayor pasatiempo aparte de la granja?, @?#$r 080 5 Mon_080#Pescar#$r 081 5 Mon_081#Socializar#$r 082 5 Mon_082#Decorar la casa#$r 083 -50 Mon_083#Consumir mucho alcohol",
			"Mon_old": "$p 083#Como tu médico, debo preguntarte, ¿has encontrado una opcion que no incluya alcohol?|Sin un poco de variedad, es fácil quemarse. Me alegra que tengas una opcion saludable.",
			"Mon_080": "¿Ah si? Bueno, esta es una gran región para pescar.$h#$b#Además, imagino que podrías preparar excelentes comidas con tus capturas.",
			"Mon_081": "Ah, Bueno! Ayuda estar en buena compañía. Somos animales sociales, después de todo.$h#$b#Tambien podría hacerlo con un poco más de tiempo libre",
			"Mon_082": "Suena interesante. Una casa no es un hogar sin un poco de personalidad, ¿verdad?",
			"Mon_083": "Ohhh... eso...$s#$b#No esperaba que dijeras eso. ¿Puedo darte un número para un grupo de apoyo?",
			"Mon6": "Muchos de mis pacientes se han acostumbrado más a mí.#$b#Las citas son menos estresantes cuando hay una sensación de confianza en la sala.",
			"Mon8": "Me gustaría quedarme en Stardew Valley un tiempo. Por fin me siento parte de la comunidad.#$e#Es bueno saber que eres útil.",
			"Tue2": "Los productos lácteos, con moderación, son saludables para los niños pequeños, pero en realidad es una buena idea que los adultos limiten la leche y el queso.#$e#Es bueno para la salud del cerebro comer regularmente pescado.",
			"Tue4": "Es importante el chequeo sea confidencial, así que no te demores demasiado si estoy ocupado viendo a un paciente.#$e#Sin embargo, es bueno verte.",
			"Tue6": "Gran parte de mi trabajo se reduce al papeleo. Si trabajara en un gran hospital, una secretaria haría mucho por mí.#$e#Es más fácil aquí, a largo plazo. Ocasionalmente tengo la tarde libre.",
			"Tue8": "¡Oh, @, hola!$h#$b#Creo que nuestra clínica ha llegado a tener una atmósfera más relajada que la mayoría de los consultorios médicos. Puedes pasar.#$e#Todos parecen estar de acuerdo con ello. Es solo un elemento de la personalidad única de nuestro pueblo.",
			"Tue10": "No trabajes demasiado, @. ¡Orden del médico!#$e#Tu salud es importante para mí.$l",
			"Wed": "Recuerda taparte la boca cuando estornudes.#$e#Y luego asegúrate de lavarte las manos.",
			"Wed2": "Es bueno salir a caminar de vez en cuando. Ojalá pudiera salir más.#$e#Aunque, eso no es un problema para ti, ¿verdad?$h",
			"Thu2": "Los alimentos fermentados son excelentes para el sistema digestivo. No todos son fanáticos, pero los humanos sobrevivieron gracias a ellos durante milenios.#$e#Como tal, nuestros cuerpos aún dependen de ellos para los probióticos.",
			"Thu4": "Lo siento si alguna vez he sonado condescendiente con mi consejo médico. Es mi trabajo recordar a las personas los hábitos básicos de salud.#$e#Desearía que no fuera necesario, pero las estadísticas muestran que un número alarmante de personas no toman los consejos que recibimos en la escuela.",
			"Thu6": "Todos los registros médicos de mis pacientes son estrictamente confidenciales. Espero que entiendas por qué no siempre puedo hablar sobre cómo fue mi día.",
			"Thu8": "Realmente nunca desarrolle el complejo de mártir que tantos médicos desarrollan.#$e#Siento que trabajo duro, y técnicamente, estoy de guardia 24/7, pero también quiero estar presente en mi propia vida.",
			"Thu10": "Es muy duro esto de ser médico. No como tan sano como debería.$s#$e#Sería más fácil si no viviera solo.$l",
			"Fri2": "El médico que trabajó aquí antes que yo debe haber estado cuando Pueblo Pelícano todavía tenía su operación minera.#$b#Debieron haber muchos problemas respiratorios con los que tuvo que lidiar. Yo solo puedo imaginarlo.$s",
			"Fri6": "Me enteré de tu antiguo trabajo en Joja. Parece que saliste de allí justo a tiempo.#$e#Fue un gran riesgo para ti dejar atrás tu antigua vida. Sin embargo, me alegra que estés aquí.",
			"Fri8": "A veces es un desafío tratar de equilibrar los roles de 'médico' y 'vecino' con el resto de la gente del pueblo.#$e#Sin embargo, seguiré asumiendo el anonimato de solo ver a la mayoría de los pacientes una vez al año.",
			"Sat": "Hoy es mi día libre, pero creo que no debería permanecer encerrado todo el día.",
			"Sat2": "¿Puedo hacer algo por ti?#$e#Cuídate.",
			"Sat6": "Usualmente me quedo dentro los sábados para trabajar en mis pasatiempos.#$e#Además, a veces es un poco agotador estar en público toda la semana, cuando el pueblo me ve con un papel muy específico....",
			"Sat8": "@! ¡Qué amable de tu parte detenerte y saludar!#$e#Ha sido un día tranquilo pero fascinante para mí. He estado leyendo sobre algunos de los pilotos más famosos.",
			"Sun": "Cuando estoy en la clínica, siéntete libre de venir detrás del mostrador si deseas hablar sobre cualquier cosa no relacionada con la clínica.#$e#Ese es el beneficio de trabajar en un pueblo pequeño.",
			"Sun2": "Hmm... Me cuesta llegar a fin de mes. No tengo bastantes pacientes.#$e#Supongo que debería intentar conseguir pacientes en localidades vecinas...",
			"Sun4": "Nuestro gobierno proporciona una pequeña pensión para los chequeos de rutina que hago a todos los aldeanos, pero el resto de mis ingresos se basa en comisiones.#$e#Sí, no es ningún secreto que el sistema de salud de nuestra nación necesita reformas, pero fui a la escuela de medicina para ser un medico en lugar de un político.",
			"Sun10": "Lo más cerca que estuve de renunciar a la medicina fue durante la residencia pediátrica, en el centro de traumatología.$s#$e#Habia... demasiado que manejar.$s#$b#Pero me alegro de haber seguido adelante, para cuidar a aquellos que lo necesitan. ¿Que más podía hacer?",
			"summer_Tue": "Está bien tomar una cantidad moderada de luz solar. Pero no te quemes.#$e#Vale. ¡Cuídate! No te enfermes.",
			"summer_Tue2": "Asegúrate de tomar suficiente líquido cuando trabajes en el campo.#$e#Usar un sombrero también es una buena idea.",
			"summer_Tue4": "¿Tienes abejas en tu granja? Hay pruebas sólidas que sugieren que la miel local mitiga los síntomas de alergia.",
			"summer_Tue8": "Los ocho años en la escuela de medicina son difusos. Desde que me mudé aquí, siento que puedo reducir la velocidad nuevamente.#$e#Debería tener algo de tiempo para salir mañana.$h#$e#No todos los médicos obtienen ese lujo.",
			"summer_Thu2": "Maru es de gran ayuda por aquí. Creo que ella podría tener mucho éxito eligiendo la medicina como carrera.#$e#Por supuesto, ella también es muy talentosa en otras ciencias. Quién sabe dónde terminará.",
			"summer_Thu6": "Tengo que estar más o menos especializado en todas las formas de medicina para poder abrir mi propia práctica.#$e#Me formé en medicina general, pero a veces llamo a un especialista si necesito una segunda opinión.",
			"summer_Thu10": "De alguna manera esperaba que mi vida como soltero fuera permanente.#$e#Encontrarte aquí en Stardew Valley ... es suficiente para que incluso alguien como yo tenga una sensación de destino sobre el asunto.",
			"summer_Fri2": "Es menos común resfriarse durante el verano, pero puede ser muy persistente. Sigue cuidandote bien, @.",
			"summer_Fri4": "La gente no se enferma mucho durante el verano. Eso es bueno, pero también significa menos trabajo para mí.",
			"summer_Fri6": "Realmente deberías evitar las minas, @. Otra cosa sería si hay una operación en equipo con personal médico en el lugar...#$b#...¿pero ir solo? Eso me preocupa.#$e#Bueno, todo lo que puedo hacer es darte consejos profesionales. La elección es finalmente tuya.",
			"summer_Fri10": "Entré en esta profesión anticipando que podría ser deshumanizante.#$e#Lo que he encontrado ha sido todo lo contrario.$l",
			"fall_Sat": "¿Has ido a las minas, @?#$e#Es un lugar peligroso. Recomiendo que no vayas.",
			"fall_Sat4": "Al principio fue un poco extraño mudarse a un departamento directamente sobre mi lugar de trabajo.#$e#Sin embargo, ¡nunca tendré que viajar al trabajo!$h",
			"fall_Sat6": "Hable con un viejo colega mío. Sonaba como si quisiera abrir una pequeña práctica de campo.#$e#Le pagan bastante bien en la ciudad donde trabaja ahora, pero su tiempo libre es casi inexistente.",
			"fall_Sat8": "Creo en un sistema de moralidad en el que el cuidado es lo único bueno y el daño es lo único malo.#$e#Creo que es por eso que me convertí en médico, pero no aprendí a expresarlo de esa manera hasta después de un par de años en la escuela de medicina.#$e#Solo quiero reducir la cantidad de sufrimiento en el mundo.#$e#¿Que te impulsa @?",
			"fall_Sat10": "¿Qué, Maru y yo? No claro que no.$h#$e#Es una mujer joven y hermosa, y Demetrius parecía satisfecho con la idea, pero no hubiera funcionado.#$b#¿Por dónde empezar incluso...?$l",
			"fall_Fri": "Cuando comas ciertos alimentos, tendrás un mejor rendimiento.#$e#¡Comer un 'almuerzo de granjero' te dará la nutrición que necesitas para regar y cosechar mejor los cultivos!",
			"fall_Fri4": "Cuando comas ciertos alimentos, tendrás un mejor rendimiento.#$e#¡Comer una 'hamburguesa' te dará la nutrición que necesitas para recolectar mejor las plantas comestibles y la madera!",
			"fall_Fri6": "Cuando comas ciertos alimentos, tendrás un mejor rendimiento.#$e#¡Comer un 'plato rojo' te dará un impulso extra de energía más allá de lo que normalmente tienes.",
			"fall_Fri8": "Cuando comas ciertos alimentos, tendrás un mejor rendimiento.#$e#La 'crema de langosta' es un plato bastante lujoso. ¡Supongo que haría que cualquiera se sintiera listo para pescar algo récord!",
			"fall_Fri10": "Cuando comas ciertos alimentos, tendrás un mejor rendimiento.#$e#El 'almuerzo de la suerte' es un plato extraño, pero siento que no lo necesito cuando estoy cerca de ti.$l",
			"winter_Wed8": "He escuchado historias de mis colegas sobre mineros de iridio que terminan en el hospital en estado crítico.#$e#Algunos de ellos no salen adelante. No creo haber oído hablar de una profesión más peligrosa.$s",
			"winter_Wed10": "@, si vas a las minas, es una cosa...$s#$b#...pero si te lastimas gravemente, considera cómo eso afecta a los que te rodean.$s",
			"winter_Sat10": "*Sigh...* Empiezo a sentirme un poco viejo...#$e#Cuanto más mayor te haces, mayor es el peso de los recuerdos. Puede ser abrumador.$s#$e#Creo que me mantendré más joven contigo cerca.$l",
			"winter_Sun4": "El Imperio Gotoro tiene un sistema bastante avanzado para brindar atención médica a sus ciudadanos.#$b#Pero por razones obvias, no podrías pagarme lo suficiente para mudarme allí.$h",
			"winter_Sun8": "Parece que nunca contraes ninguna enfermedad, @.#$e#¡Agradece ese fuerte sistema inmune!$h",
			"spring_1_2": "¡Feliz año nuevo, @!$h#$b#Es un gran día para un nuevo comienzo.",
			"spring_12": "Es interesante ver cómo el primer festival del año de Pueblo Pelícano es también uno de los más extraños.#$e#Oye, eso no es una queja.$h",
			"spring_23": "Mis antiguos colegas de la facultad de medicina no creerían que literalmente bailo delante de mis pacientes.#$e#Bueno, técnicamente no es parte de la descripción del trabajo. Pero al elegir vivir aquí, bien podría ser.$h",
			"summer_10": "De verdad espero que nadie se enferme con la sopa comunitaria del luau de mañana.#$e#Potencialmente, es un desastre esperando que suceda. Pero este pueblo seguro ama sus tradiciones.",
			"winter_7": "¿Con todos afuera en el frío mañana? No, no estoy preocupado. No más de lo habitual, de todos modos.#$e#El clima frío en sí no es lo que causa la enfermedad. Sin embargo, la gente aún debe abrigarse.",
			"winter_28": "Entonces... para cuando termine el año que viene, tendré... ¿cuántos años? Mmm.$s",
			"spring_12_2": "Bueno, el festival del huevo de mañana debería ser agradable, ¿no te parece?",
			"spring_23_2": "Mis antiguos colegas de la facultad de medicina no creerían que literalmente bailo delante de mis pacientes.#$e#Bueno, técnicamente no es parte de la descripción del trabajo. Pero al elegir vivir aquí, bien podría ser.$h",
			"summer_10_2": "De verdad espero que nadie se enferme con la sopa comunitaria del luau de mañana.#$e#Potencialmente, es un desastre esperando que suceda. Pero este pueblo seguro ama sus tradiciones.",
			"winter_7_2": "¿Con todos afuera en el frío mañana? No, no estoy preocupado. No más de lo habitual, de todos modos.#$e#El clima frío en sí no es lo que causa la enfermedad. Sin embargo, la gente aún debe abrigarse.",
			"winter_28_2": "Entonces... para cuando termine el año que viene, tendré ... ¿cuántos años? Mmm.$s",
		}
	},
	{
        "LogName": "Harvey Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueHarvey",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#¿Considerarías usar un impermeable hoy?#No es verdad que el tiempo lluvioso cause la gripe. ¡Pero ten cuidado de no resbalar en el barro!#$e#Me preocupo a menudo por ti.",
			"Rainy_Day_1": "#$c .5#Me sentía tan solo viviendo en la clínica... Ahora soy mucho más feliz.$h#¿Cómo me convertí en una persona tan madrugadora? Antes de la escuela de medicina, nunca estaría despierto a esta hora. ¡Pero aquí estamos!",
			"Rainy_Day_2": "#$c .5#Me he levantado pronto, pero he intentado no despertarte. Parecías tan en paz...#Ohh... sé que si te ofrezco un impermeable, solo dirás que no, ¿no?$s",
			"Rainy_Day_3": "No te preocupes por la lluvia. Claro que no puedo ver pasar a los aviones, pero sí puedo escuchar la charla por radio.#$e#$c .5#Solo espero que los pilotos se mantengan seguros si están allá arriba en las nubes.#Lo hace mucho más misterioso.",
			"Rainy_Day_4": "#$c .5#Tengo un montón de tareas acumuladas por acabar hoy. ¡Suficiente para mantenerme ocupado!#¿Alguna tarea por hacer? Me iba a dormir, pero ¿qué más hay que hacer?",
			"Rainy_Night_0": "#$c .5#¿Qué tal tu día, cariño? Iba a lavar los platos pero me he enfrascado en el último número de «El entusiasta de las cirugías de rodilla».#Solo un pequeño secreto, pero... me comí un par de dulces esta noche. Todo con moderación, incluida la moderación, ¿verdad?$l",
			"patio_Harvey": "#$c .5#¿Sabes? Este «semanario de la dinámica del tendón» no se hace tan pesado si lo leo aquí.#Siempre hay algo nuevo que estoy aprendiendo. Especialmente cuando no hay especialistas en el pueblo.",
			"Rainy_Night_1": "#$c .5#Si disfrutas de la vida, ¿qué más da que sea un poco repetitiva? Ese es mi lema.#Hay miles de pequeños procesos en el cuerpo que nos mantienen vivos. Solía preocuparme por la noche, preguntándome qué pasaría si uno funcionaba mal, pero ya no.$h",
			"Rainy_Night_2": "#$c .5#Estás empapado, cariño. ¿Por qué no entras en calor junto al fuego?^Estás empapada, cariño. ¿Por qué no entras en calor junto al fuego?#Oye... Vamos a la cama temprano...$l",
			"Rainy_Night_3": "#$c .5#El sonido de la lluvia nos da algo en lo que centrarnos, para que no nos perdamos en pensamientos aleatorios. Esa es mi teoría sobre por qué nos calma...#",
			"Rainy_Night_4": "#$c .5#Nunca olvidaré la segunda mitad de nuestro viaje en globo. Mmmm... Qué dices si...$l#Lo tomé con calma hoy... pasé algo de tiempo leyendo libros, jugueteé con mi radio y trabajé en un modelo de avión.#$e#Es importante tomarse un día libre de vez en cuando para relajarse... el estrés no es saludable.",
			"Indoor_Day_0": "Creo que todos luchamos por conseguir equilibrio en nuestras vidas. Un equilibrio de complejidad.#$e#$c .5#Por un lado, solo caminar al trabajo me ayuda mucho. Me puse tan flojo cuando solo tenia que salir de la cama y bajar las escaleras.#Para mí, mudarme aquí es exactamente lo que mi cuerpo necesitaba para lograr ese equilibrio.$l",
			"Indoor_Day_1": "¡Buenos días, @! Te he preparado un desayuno nutritivo.[201]#$e#$c .5#Eso es un desayuno lo más equilibrado posible. Especialmente con tu estilo de vida activo.#Los huevos son una buena fuente de nutrientes esenciales, así que cómetelo todo.",
			"Indoor_Day_2": "#$c .5#Esto es realmente agradable, tengo algo de tiempo libre hoy. Ese no sería el caso si trabajara en un gran hospital.#Hoy voy a estudiar literatura médica. ¡Para mí es importante estar al día para dar a mis pacientes la mejor atención posible!",
			"Indoor_Day_3": "#$c .5#Hoy voy a escuchar algo de jazz y a acabar mis informes. ¿Qué planes tienes tú?#No puedo decir que extraño demasiado la escuela de medicina. Lo que tenemos aquí es mucho mejor.$h",
			"Indoor_Day_4": "#$c .5#La primera vez que nos vimos, me diste miedo. Es curioso ver lo lejos que hemos llegado.$h#¿Alguna tarea doméstica que necesites hacer hoy? Iba a desempolvar y barrer... Ah, y ¿crees que la cocina podría necesitar una pasada?",
			"Indoor_Night_0": "#$c .5#Hoy hice un poco de ejercicio. ¿Y tú?... Eh, bueno, por supuesto que lo hiciste.#Pareces agotado, cariño.^Pareces agotada, cariño. Deja que te dé un masaje esta noche. ¡Te prometo que reducirá la inflamación de tu tejido muscular!$l",
			"Indoor_Night_1": "He preparado una cena sana. ¡Solo ingredientes frescos y saludables del valle! [212 214 225 209 200]$h#$e#$c .5#Este es uno de mis favoritos. ¡Disfrutalo!#Pero asegúrate de tomar una ración razonable, cariño.",
			"Indoor_Night_2": "#$c .5#Buenas tardes... ¿Has acabado lo que planeabas hacer hoy?#$e#Por mí no te preocupes. Soy muy autosuficiente. Si tienes más trabajo que hacer, adelante.",
			"Indoor_Night_3": "#$c .5#A veces, mi cerebro se enciende a esta hora. Sin embargo, he desarrollado una buena costumbre de resistirme a quedarme despierto hasta tarde... ¿Quieres unirte a mí?#Ser médico es estresante, así que es genial vivir en un sitio tan relajante como la granja %farm.",
			"Indoor_Night_4": "#$c .5#¡Oh! Estaba pensando en el sistema circulatorio y se me ha olvidado lo que iba a hacer. Un problema típico de los médicos.#Gracias por dejarme mimarte. En realidad, es muy importante para mí.",
			"Outdoor_0": "#$c .5#Es un lugar muy seguro. Tú sigue con lo tuyo, no te preocupes por mí.#Esta granja está bastante bien escondida de la carretera. Apuesto a que no mucha gente la conoce.",
			"Outdoor_1": "#$c .5#Creo que, científicamente, este debe de ser el lugar ideal para tener hijos. ¿Tú que opinas?#El valle debe ser un secreto muy bien guardado. Con las estaciones y la vegetación que obtenemos, me sorprende que no esté más desarrollado.",
			"Outdoor_2": "#$c .5#Puede que no sea el hombre más fascinante del mundo, pero te seré fiel por el resto de mi vida.$l#Esto es perfecto. El sol aún no es demasiado brillante, y no necesito mis gafas de sol.",
			"Outdoor_3": "#$c .5#@... Tú... lo eres todo para mí.$l#¿Tendría mañanas como esta, viviendo en cualquier otro lugar?... No lo creo.$h",
			"Outdoor_4": "#$c .5#Como científico, me fascina la interacción entre insectos y plantas.#¡Oye! ¿Impaciente por otro día? Solo mira por ahí; hay mucho potencial.$h",
			"OneKid_0": "#$c .5#Me aseguraré de que nuestro pequeño reciba el mejor tratamiento médico posible. No te preocupes por nada.#Tú y %kid1 sois lo más importante de mi vida.",
			"OneKid_1": "#$c .5#Tengo que decir que tener mi propio hijo habría dificultado mucho mi practica en el centro de traumatología pediátrica.$s#%kid1 va a tener una infancia perfecta aquí. Somos muy afortunados de tener esta oportunidad.",
			"OneKid_3": "#$c .5#Soy un sanador de la vida humana, pero ¿ser un nutridor de la vida humana? Este es un nivel completamente nuevo.$h#De momento, ¡me encanta ser padre!$h",
			"TwoKids_0": "#$c .5#Veamos ... niños alimentados, pañales cambiados ... ¡Creo que ahora estamos listos para jugar un poco!$h#Ya les he dado a %kid1 y %kid2 el desayuno. ¡Les voy a enseñar a disfrutar de la comida sana!",
			"TwoKids_1": "#$c .5#Creo que los niños deberían poder jugar y explorar todo lo que quieran. Solo se es niño una vez.#Los niños disfrutan jugando con mis modelos de aviones. Los babean un poco, pero está bien.$h",
			"TwoKids_2": "#$c .5#Los niños estaban jugando con mi estetoscopio antes. ¡Ambos tienen latidos saludables!#A lo mejor %kid2 será piloto, lo que yo nunca conseguí.",
			"TwoKids_3": "Ahora mi vida está dedicada a ti y los niños, y eso me hace muy feliz. Siempre he soñado con formar una hermosa familia.$l#$e#Tenía pesadillas sobre quedarme soltero para siempre.... Te quiero tanto...$l",
			"funLeave_Harvey": "#$c .5#Voy a dar un paseo hoy. Necesito ponerme al día con mucha literatura médica y trabajaré mejor si no estoy encerrado.#Creo que hoy daré un paseo. Necesito despejarme.",
			"funReturn_Harvey": "#$c .5#¡Oh! Justo a tiempo. Acabo de llegar a casa también. ¿Qué tal tu día?#Hoy he tenido un buen día. Es refrescante pasar algo de tiempo a solas de vez en cuando. ¿Has tenido tú un buen día, cariño?",
			"spring_2": "Bueno, ¡es hora de que comience otro año de trabajo! Espero que todos se hayan cuidado bien.",
			"spring_9": "¿Cómo van los cultivos? Estoy deseando algunos productos frescos.#$e#O... ¿qué tal algo en vinagre? ¿Tenemos pepinillos? ",
			"spring_16": "Todavía me pongo un poco tímido con los otros aldeanos.$s#$b#No me malinterpretes ... Me encanta Pueblo Pelícano y me encanta conocer las caras de todos mis pacientes, pero es más fácil para mí ser médico que vecino.#$e#A veces es difícil alternar entre roles.",
			"spring_25": "Verte correr con toda esa energía realmente me ha motivado a correr más de lo que solía hacer.#$e#No más aeróbicos para mí. Vaya... ese no era exactamente mi capítulo favorito de mis años de soltero.$l",
			"summer_4": "Los informes meteorológicos ya dicen que la próxima semana será más calurosa, incluso si llueve. ¡Ten cuidado ahí fuera!#$e#Oh, confío en que estarás bien. Solo... ¿me permites esto?$l",
			"summer_16": "Para mí, brindar atención y evitar daños... ese es el objetivo final. Mi propósito. Nada más viene después de eso.#$e#Lo reflexioné durante mi primer año en la escuela de medicina, y todavía lo hago. Ninguna otra respuesta tiene tanto sentido para mí como esa.",
			"summer_17": "Cariño, por supuesto, no te exijo que tengas exactamente la misma filosofía que yo.$h#$b#Me amas y yo te amo, y eso es todo lo que necesito de ti.$l",
			"summer_23": "Ahh, tengo una desagradable picadura de mosquito que empeora cada vez más.$s#$e#Normalmente no me pican, pero cuando lo hacen, es realmente doloroso. Mi cuerpo no está acostumbrado a esto.",
			"fall_4": "Tengo el juramento de no compartir registros médicos con nadie. Y sí, eso te incluye a ti.#$e#Bueno, al menos sabes que soy bueno cumpliendo promesas.$h#$b#Y, por supuesto, tengo una promesa de por vida que cumplirte.$l",
			"fall_9": "¡Me encanta mi viaje diario al trabajo!$h#$e#Ja... si puedes llamarlo un \"viaje.\"",
			"fall_11": "Estoy extrañamente nostálgico por el Urban Simulator 2000. Realmente no he jugado ningún videojuego en años, pero ese me enganchó cuando era un niño.",
			"fall_18": "Cuando llegue al final de mi carrera algún día, la medicina será completamente diferente.#$e#Tratamientos con células madre, cirugías impulsadas por IA, terapia génica ... ¡Lo que usamos ahora se verá francamente anticuado!",
			"winter_11": "Ooooh, hace mucho frío hoy. Realmente podría tomar una taza de café caliente... ¿Tenemos alguna?$s",
			"winter_16": "Cuando abriste esa carta de tu abuelo... ya sabes, ¿de la que me hablaste?#$b#Es extraño pensar que ni siquiera te conocía entonces, pero ese momento cambió la dirección de mi vida para siempre.$l#$e#Te hace pensar ... ¿qué más estará pasando en el mundo en este momento, que no sabemos, pero que cambiará nuestras vidas para siempre?",
			"winter_24": "¡Ohhh, el festival es mañana! No puedo esperar!$h#$e#¿Quien, yo? ¿Festejar? Bueno, \"Todo con moderación,\" dicen... \"incluyendo la moderación.\"",
			"winter_26": "¡Ja! ¡Mira lo que dejaron completamente descuidado en el festival! [348]$h#$e#Vamos a abrirlo esta noche. Lo siento, sé que es temprano. No podía esperar para mostrarte.",
        }
    }]
}