{
    "Changes": [
    {
        "LogName": "Jas",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Jas",
        "Entries":
        {
            "Mon2": "Entonces vives al lado, ¿verdad?$u",
			"Mon6": "¿Cómo es ciudad Zuzu? Nunca he estado allí.",
			"Mon8": "Ojalá hubiera otros niños con los que jugar por aquí.#$e#Vincent es un buen amigo, pero lo veo casi todos los días.",
			"Mon10": "¡@! ¡Eres tuuuuu!$h#$e#Te quiero.$h",
			"Tue2": "Tía Marnie dijo que se supone que debo saludarte.$u#$e#Um... hola.$u",
			"Tue4": "Tía Marnie siempre me dice que me mantenga alejada de la torre al otro lado del estanque.#$b#Esa es una regla que no me importa seguir.",
			"Tue8": "A mis muñecas les gustan las aventuras. Sin embargo, no llevo a las más viejas afuera, porque no quiero que se ensucien.#$e#No sé de dónde vinieron las viejas. Pero son las más especiales.",
			"Tue10": "Si eres bueno cuidando animales, probablemente también seas bueno cuidando muñecas.^Si eres buena cuidando animales, probablemente también seas buena cuidando muñecas.#$e#Un granero es como una casa de muñecas, ¿verdad? Tienes que entrar, comprobarlas y asegurarte de que todas sean amadas y felices.^Una granera es como una casa de muñecas, ¿verdad? Tienes que entrar, comprobarlas y asegurarte de que todas sean amadas y felices.",
			"Wed6": "Leah talló un perrito de madera para mí cuando se mudó a la casa de al lado.#$e#Ella es realmente agradable, pero no hemos pasado mucho tiempo juntas desde entonces.",
			"Wed8": "Soy bastante buena dibujando. Tía Marnie fue y me consiguió un juego de 48 crayones, así que le hice muchos dibujos.",
			"Wed10": "Me estoy volviendo bastante buena para colorear libros. La clave es colorear más oscuro cuando estás más cerca de las líneas, y más claro cuando estás lejos de ellas.",
			"Thu2": "¿Te gusta cuidar a los animales?$u#$e#Solo tenía curiosidad.$u",
			"Thu4": "La señorita Penny me enseña a escribir en cursiva.$h#$e#Tiene una letra muy bonita.",
			"Thu6": "A veces tengo que preparar mis propias cenas. Por lo general, solo cocino algo en el microondas, pero también soy bastante buena para hacer huevos.#$b#Y arroz",
			"Thu8": "Me gusta la escuela. A veces es difícil permanecer sentada por tanto tiempo, pero la señorita Penny es la mejor.#$e#Ella también es muy inteligente.",
			"Thu10": "Recuerdo un poco mi antigua escuela, desde antes de mudarme aquí. Aunque no estuve allí por mucho tiempo.#$e#Solo recuerdo que había muchos otros niños.",
			"Fri6": "¿Te gusta lanzar piedras? Es fácil si sabes qué tipo de roca buscar.#$e#Una vez, Shane arrojó una piedra que saltó seis veces seguidas.$h",
			"Fri8": "Qué amable eres conmigo, @.$h#$e#Los mayores suelen ser malos y aburridos, ¡pero tú eres diferente!",
			"Sat4": "La señorita Penny empezó a mandarnos tarea este año. Pensé que sería difícil, pero en realidad es divertido.#$e#¡Y ya terminé lo de este fin de semana!",
			"Sat6": "Angelina solía ser mi princesa favorita de Courtwick, pero ahora me gusta más Cordelia. Ella tiene el mismo cabello que yo.#$e#Además, su cabra compinche es muy divertida.",
			"Sat8": "Me alegra que seas un adulto bueno. Cuando vivía con mis padres, había algunos que no eran agradables.^Me alegra que seas una adulta buena. Cuando vivía con mis padres, había algunos que no eran agradables.#$e#Venían de noche y hacían mucho ruido. No podía dormir$u",
			"Sun4": "¿Qué pasa en las montañas?#$b#Nunca he estado allí.$u",
			"Sun6": "A veces, una comerciante viaja por nuestro vecindario y hay un cerdo que tira del carruaje.#$b#Lo llamé Mumpy.",
			"Sun8": "La comerciante viajera está hoy en el pueblo. Fui con parte del dinero que ahorré.#$b#Iba a comprar una cosa rara, pero no sabía qué era, así que compré dulces.",
			"summer_ Mon4": "A nuestros pobres animales no les gustan estos días calurosos.#$e#Ojalá pudiéramos darle helado a las vacas.#$e#¡Eww, sería extraño si fuera con su propia leche!$h",
			"summer_Tue4": "Vi una serpiente en el bosque.#$e#No fue tan aterrador. Solo tienes que mantenerte lejos de ellas.",
			"fall_Wed4": "¿Has encontrado ciruelas silvestres en el suelo?#$e#¡Son deliciosas en el pudín de ciruela!$h#$b#Aunque, no me gustan solas.$u",
			"fall_Thu4": "Las flores de otoño son mis favoritas. ¿Estás cultivando alguna en tu granja?",
			"fall_Thu10": "Amo el otoño",
			"winter_Fri8": "¿Puedes guardar un secreto?#$e#Una vez, le tiré una bola de nieve a Vincent y casi lo derribó.#$b#Pero me estaba escondiendo en los arbustos, ¡así que él ni siquiera descubrió que fui yo!$h",
			"winter_Sat6": "¡Amo la nieve!$h#$e#Una vez, Shane llegó a casa por la noche cuando nevaba. Bailamos bajo la luz del porche trasero hasta casi una hora después de mi hora de dormir.#$e#Fue muy lindo. *sigh*",
			"winter_Sun8": "La señorita Emily me hizo unos mitones para este invierno. Ella es muy, muy, muy agradable.#$e#De hecho, me gustan más los guantes, pero no cuando los mitones son caseros.",
			"Tue_inlaw_Shane": "Extraño a Shane. ¿Va a regresar?$s",
			"Tue4_inlaw_Shane": "Shane siempre se veía tan triste, pero entonces te conoció.#$e#Me encantan los finales felices.$h",
			"winter_28": "Feliz año nuevo, señor @.^Feliz año nuevo, señorita @.",
			"winter_28_2": "Feliz año nuevo, señor @.^Feliz año nuevo, señorita @.",
        }
    }]
}