{
    "Changes": [
    {
        "LogName": "Jodi",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Jodi",
        "Entries":
        {
            "spring_1_2": "¡Hoy es un día tan maravilloso! ¡Nuestra familia tiene mucho que agradecer!$h#$e#Nunca olvidaré lo que fue ver a Kent bajar del autobús.$h",
			"Mon2": "#$1 JodiAltar#Ayer visité el Altar de Yoba para pedir por el regreso a salvo de mi marido.#$e#Estoy tratando de mantener una actitud positiva, pero a veces es difícil.$s",
			"Mon4": "¿Has pasado mucho tiempo con Sam? Quizás él pueda mostrarte sus habilidades musicales.",
			"Mon6": "El otro día tuve suficiente tiempo libre como para tomar una siesta. Casi me había olvidado de cómo se sentia.$h",
			"Mon8": "Es agradable tener familia... Pero mentiría si dijera que nunca anhelo la libertad de la juventud...$s",
			"Mon10": "Las calificaciones de Vincent han mejorado un poco.$h#$e#Como madre, nunca dejas de preocuparte, pero me tranquiliza un poco.",
			"Mon2_inlaw_Sam": "Estoy agradecida por la visita de Sam hoy... ¿No estará haciendo mucha basura?#$b#Espero que no sea una gran carga para ti...",
			"Mon6_inlaw_Sam": "Estoy agradecida por la visita de Sam hoy.$h#$b#A decir verdad, no estaba segura de cómo resultaría, pero me alegra mucho verlos juntos.",
			"2_1": "Kent, mi marido, es soldado y está fuera del país. Por eso no está aquí ahora.#$b#¡¡Sé que volverá sano y salvo cuando acabe el servicio!!#$e#¿Necesitas algo?",
			"Tue": "Hola.#$e#¿Necesitas algo? Estoy un pelín ocupada.",
			"Tue2": "Debe ser muy agradable ver crecer las plantas en tu granja.#$e#¿Alguna vez has mordido la primera cosecha recogida de la temporada? Yo lo haría.$h",
			"Tue4": "El ejercicio es importante para hombretenerse sano. Siempre intento dejar algo de tiempo para hacer deporte.#$e#Siendo madre, no me queda mucho tiempo para mí. Así que intento que cada minuto cuente.",
			"Tue6": "Quiero que Sam tenga algunos objetivos alcanzables para su futuro, pero cada vez que hablo con él al respecto, solo dice que tiene todo bajo control.$s#$b#Es difícil ser madre cuando sé que ya no es mi trabajo resolver sus problemas por él.$s",
			"Tue8": "Logre que Vincent hiciera su cama esta mañana. Una cosa menos que tuve que hacer.#$e#Luego comenzó a exigir dulces por su 'trabajo.'$s",
			"Tue10": "Siempre he creído que la infancia es algo que debe ser apreciada y protegida, pero...#$e#Tal vez cometí algunos errores. Solo quería lo mejor para Sam y Vince. ¿Me esforcé demasiado?$s",
			"Wed2": "Desearía tener más tiempo para pasar fuera de casa. Tu debes pasar la mayor parte del día afuera, ¿eh?",
			"Wed4": "He empezado a usar guantes de goma para mantener suaves las manos.#$e#Cuanto más mayor te haces, más tienes que trabajar para estar sano.$s#$e#¡Vale, adiós!",
			"Wed6": "Oh, tengo mucho que hacer hoy.#$e#Amo a mis hijos, pero a veces siento que he perdido mi identidad al ser esposa y madre.$s#$b#Empiezas a olvidar quién eras y qué sueños tenías cuando eras joven.$s",
			"Wed8": "Cuando era más joven, tenía sueños, sí. Yo quería ser...#$b#Vaya, ahora parecen los tontos sueños de una niña pequeña.$s#$e#Quería ser cantante, en algun punto.$s#$b#Pero puedo vivir eso indirectamente a través de Sam.",
			"Thu2": "Las uvas son una de las pocas frutas que puedo hacer que Vincent coma. Simplemente las traga.$h#$e#¿Cultivarás algunas en tu granja a finales de este año?",
			"Thu4": "Básicamente tengo que hacer el trabajo de ambos padres. Mucha gente simplemente no entiende.#$e#Sam hace mucho por Vince, pero nada reemplaza realmente el papel de un padre.",
			"Thu4_2": "Con Kent de regreso, pensé que las cosas serían más fáciles, pero...$s#$e#Digo, ¿cómo va esa granja? ¿ Esta creciendo algo interesante?",
			"Thu6": "¡Con los niños, siempre es más, más, más! ¿Cómo Vince todavía no entiende que tantos dulces son suficientes?$3#$e#Lo siento. Ha sido un día duro.$s",
			"Thu8": "Oye... si tienes sobras que no vas a comer, felizmente te las quitaré de las manos.#$e#De verdad aprecio un día sin tener que cocinar la cena.$s",
			"Thu10": "Gracias por ser una buena amistad, @. Sé que Kent regresará pronto.",
			"Thu10_2": "Kent esbozó una sonrisa esta mañana.$h#$e#Es importante estar agradecida por cosas pequeñas como esa.",
			"Fri2": "$d Joja#El trabajo de Sam en MercaJoja ha sido bueno para él, pero desearía que tuviera un descuento para empleados.|La comida la tienda de Pierre es mucho más fresca y saludable que cualquier cosa que haya comprado en MercaJoja. Aunque, extraño esos precios bajos de Joja.",
			"Fri4": "Hoy es un buen día. ¡Sin grandes percances y tengo tareas adelantadas!$h#$e#Es importante estar agradecida de vez en cuando.",
			"Fri6": "¿Tienes algún buen plan para el fin de semana?#$e#¿Yo? Bueno, antes los tenia. Pero eso fue hace muchos años.$h",
			"Fri6_2": "Anoche estábamos viendo una película y, a la mitad, Kent se levantó y salió de la casa sin decir una palabra.$s#$e#Me pregunto ... ¿Incluso disfruta de esas cosas?",
			"Fri8": "@, por favor no se lo digas a nadie, pero creo que tengo un pequeño TOC.$s#$e#No siempre fui así. Pero en los últimos años, se ha vuelto cada vez más difícil.$s#$e#Veo mugre en todo después de un tiempo. Tendría mucho más tiempo si no tuviera que lidiar con eso.$s",
			"Fri8_2": "@, por favor no se lo digas a nadie, pero creo que tengo un pequeño TOC.$s#$e#No siempre fui así. Pero en los últimos años, se ha vuelto cada vez más difícil.$s#$e#Veo mugre en todo después de un tiempo. Tendría mucho más tiempo si no tuviera que lidiar con eso.",
			"Fri10": "De verdad eres una buena persona, @. Gracias por todo lo que has hecho.",
			"Fri10_2": "Ayer Kent vio nuestra película hasta el final en vez de salir.#$e#Me pregunto si solo estaba fingiendo por nuestro bien.$s",
			"Sat2": "Hola.#$e#Qué gusto verte de nuevo.",
			"Sat6": "¿Dónde se mete el tiempo? *Sigh*#$e#Recuerdo cuando Sam era un bebé en pañales. Era un niño monísimo.$s#$e#Pero no le digas que te lo he dicho.$h#$e#Supongo que te gusta hablar conmigo, ¿no?",
			"Sat8": "No soporto pensar demasiado en la guerra. Pero a veces, no puedo evitar preocuparme qué tipo de mundo heredarán Sam y Vincent.$s#$e#¿Qué más se puede hacer sino continuar?",
			"Sun": "Hola, @.#$q 116/117 Sun_old#Lamento preguntar, pero ¿rezas?#$r 116 10 Sun_116#Si#$r 117 0 Sun_117#No",
			"Sun_old": "$p 116#Gracias por tus oraciones por mi marido. Significa mucho para mí.|Mi marido está en el extranjero en la guerra. ¿Te lo he mencionado?",
			"Sun_116": "Eso es genial. Si quieres, ¿podrías orar por mi marido, Kent? Solo por su regreso a salvo de la guerra.#$b#Gracias.",
			"Sun_117": "Ya veo. Perdón por molestarte.",
			"Sun2": "Hoy me tomaré un descanso de las tareas de la casa.$h#$e#Si no paso tiempo afuera, ¡me volveré loca!#$e#Además, no quiero que mis piernas se ablanden.",
			"Sun4": "Me alegro de que Sam se haya convertido gradualmente en un buen modelo a seguir para Vincent. Esos dos niños se conectan de una manera que una madre simplemente no puede.",
			"Sun6": "¿Has escuchado a Sam tocar su guitarra ultimamente? ¡En realidad es muy bueno!$h#$b#...Si es un poco ruidoso.",
			"Sun_2": "¡No puedo creer que mi marido finalmente haya regresado!$h#$e#Deberíamos salir más.",
			"Sun2_2": "Hoy me tomaré un descanso de las tareas de la casa.$h#$e#Si no paso tiempo afuera, ¡me volveré loca!#$e#Además, no quiero que mis piernas se ablanden.",
			"Sun4_2": "Sam ha recorrido un largo camino con Vincent. Realmente dio un paso adelante cuando Kent fue desplegado por primera vez.#$e#Me hizo feliz verlo crecer y cambiar así.",
			"Sun6_2": "¿Has escuchado a Sam tocar su guitarra ultimamente? ¡En realidad es muy bueno!$h#$b#...Si un poco ruidoso.",
			"Sun8_2": "Soñé que tenía total libertad, sin obligaciónes con nadie más que conmigo...#$b#...Luego me desperté y me di cuenta de que tenía un día completo de tareas domésticas por delante....$s",
			"spring_Wed4": "Mmm... Me pregunto si hoy debería comprar medicamentos para la alergia de Sam...",
			"spring_Wed8": "Me pregunto si alguien diría algo si me saltara la limpieza de la casa hoy...$s#$e#¿A quién estoy engañando? Yo lo notaría.$4",
			"spring_Sat2": "El aire primaveral es maravilloso.$h#$b#Solo ... por favor no me traigas flores. Sam es terriblemente alérgico.",
			"spring_Sat8": "El aire primaveral es maravilloso.$h#$b#Solo ... por favor no me traigas flores. Sam es terriblemente alérgico.#$e#Tuvo una reacción casi mortal una vez, cuando era pequeño. No recuerdo haber tenido más miedo.$s",
			"spring_Sat2_inlaw_Sam": "Sam te contó sobre sus alergias de primavera, ¿verdad? Solo asegúrate de mantener las flores fuera de su casa.#$e#Podría estar demasiado nervioso para decirtelo.",
			"summer_Mon4": "Nuestro jardín de verano ayuda a reducir un poco las facturas de comida.#$e#Tenemos que ser un poco creativos para llegar a fin de mes.",
			"summer_Mon4_2": "La pensión de jubilación de Kent en realidad excede lo que le pagaron durante el servicio activo.#$b#Podemos pagar nuestras facturas decentemente, pero... bueno uh...$s#$b#¿Cómo te van las cosas?",
			"summer_Tue8": "Nuestro jardín de verano ayuda a reducir un poco las facturas de comida.#$e#Tenemos que ser un poco creativos para llegar a fin de mes.",
			"summer_Tue8_2": "Fue un alivio ver a Kent volver a casa. Nunca esperé ver cuánto había cambiado.$s#$e#Si está sufriendo, quiero sufrir con él.$s#$b#Pero también me temo que empujarlo a abrirse solo empeorará las cosas.$s",
			"summer_Wed8": "Me alegra que te hayas mudado al pueblo, @. Hay pocas personas que he conocido que sean tan generosas y atentas como tú.",
			"summer_Wed8_2": "Kent realmente es un hombre de buen corazón. Desearía que lo hubieras conocido antes de su viaje, @.$s",
			"summer_Thu6": "Las tareas del hogar son frustrantes porque nunca terminas.#$e#Un día después de barrer el piso, está sucio otra vez.",
			"summer_Thu6_2": "Algunos días son difíciles. Pero Kent está en casa y, difícil o no, nuestra familia está completa.#$e#Tengo que tomarme el tiempo para agradecer eso.",
			"summer_Fri": "Debes hacer ejercicio diario con bastante facilidad con tu trabajo en la granja, ¿eh?$h#$e#Solo hago ejercicio una vez por semana. Pero me aseguro de ir más allá para compensar el resto de la sehombrea.",
			"summer_Fri6": "Estoy agradecida por la educación que Vince recibe de Penny. No recibiría tanta atención personalizada en una escuela pública.#$e#Además, viajar fuera de la ciudad a una escuela pública está fuera de consideración, de todos modos.",
			"fall_Mon4": "A veces extraño ciudad Zuzu, donde vivíamos.#$b#Pero tal vez mis recuerdos simplemente se filtran a través de la nostalgia de mi juventud.",
			"fall_Mon8": "A veces extraño ciudad Zuzu, donde vivíamos.#$b#Pero tal vez mis recuerdos simplemente se filtran a través de la nostalgia de mi juventud.",
			"fall_Mon8_2": "Me pregunto si las cosas volverán a la normalidad con Kent.$s#$e#Desearía que hiciera más en la casa, pero cada vez que me siento frustrada, empiezo a sentirme culpable por esperar más de él.$s",
			"fall_Thu4": "A lo mejor he malcriado algo a mis chicos. Nunca han tenido que hacer las tareas de casa.#$e#Supongo que quiero que disfruten de la infancia ahora que pueden. Aunque Sam ya es todo un hombre.#$b#Espero que no se acostumbre a ser vago. No puede ser.$s#$e#Ser madre no es fácil.",
			"fall_Fri": "Caroline y yo somos buenas amigas. Le cuento todo.",
			"fall_Fri6": "$d Joja#Las cosas se pusieron un poco incómodas el otro día con Caroline. Espero que ella no tenga nada en mi contra al no comprar en la tienda de su marido...|Me alegra no tener que preocuparme más por que Caroline sabiendo que volveré a comprar en la tienda de su marido.",
			"fall_Sun4": "Cuando te conviertes en madre, tienes que dejar atrás tu antiguo estilo de vida.#$e#Tal vez eso no sea del todo cierto... pero si no tienes cuidado, sucederá.",
			"fall_Sun8": "¿Alguna vez has tenido problemas para dormir, @? Parece que no puedo apagar mi cerebro cuando me voy a la cama.",
			"fall_Sun8_2": "¡Oh! ¿Lo siento, puedes repetir eso? Estoy tan cansada hoy, es como si mi cerebro estuviera bajo el agua.#$b#Kent no durmió mucho anoche. Naturalmente, yo tampoco.$s#$e#Cada vez que trato de hablar con él, más se calla. No lo sé.$s",
			"winter_Wed4": "¿Que qué hago para divertirme? Hmm... Buena pregunta.#$e#Me gusta dormir.$s",
			"winter_Fri8": "No falta mucho para se acabe el año, ¿eh? No puedo creer que ya casi haya terminado.",
			"winter_Sat10": "Gracias por ser un buen amigo, @. Sé que Kent regresará pronto.^Gracias por ser una buena amiga, @. Sé que Kent regresará pronto.",
			"winter_Sat10_2": "Cuando te comprometes a casarte con alguien, mucha gente no se da cuenta de algo importante...$s#$b#...que te casas no solo con esa persona hoy, sino con cada persona en la que eventualmente se convertirá también.$s#$e#Kent ha cambiado. No siempre es fácil aceptar eso. A veces, simplemente no puedo.#$b#Pero aún no sé por todo lo que pasó. ¿Y cómo puedo culparlo por eso?$s#$e#Bueno, el matrimonio no se trata de hacer tu vida más fácil. Se trata de amar y ser amado, porque podemos, porque así es como fuimos creados.#$e#De todos modos, lo siento. Por favor, no dejes que ocupe tu día.",
			"winter_Sun8": "¿Alguna vez has tenido problemas para dormir, @? Parece que no puedo apagar mi cerebro cuando me voy a la cama.",
			"winter_Sun8_2": "Oh, ¿qué dijiste? Lo siento, ¡estoy tan cansada hoy!#$b#Kent estuvo dando vueltas toda la noche. Debe haber estado teniendo pesadillas otra vez.$s#$e#Tengo miedo de preguntarle qué sueña.$s",
			"winter_24": "¡Vince está tan emocionado por mañana! Es difícil sentir la tristeza del invierno con su carita linda por aquí.",
			"winter_28": "Los chicos se quedan despiertos hasta tarde, pero yo no. Tengo muchas oraciones que hacer esta noche.",
			"winter_24_2": "¡Vince está tan emocionado por mañana! Es difícil sentir la tristeza del invierno con su carita linda por aquí",
			"winter_28_2": "Los chicos se quedan despiertos hasta tarde, pero yo no. Tengo muchas oraciones que hacer esta noche.",
        }
    }]
}