{
    "Changes": [
    {
        "LogName": "Kent",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Kent",
        "Entries":
        {
            "Mon2": "...?!#$b#...#$e#Lo siento, pensé que habia escuchado algo..$s#$e#Uh... ¿cómo estás?",
			"Mon4": "Si estoy adentro, me siento claustrofóbico. Si estoy afuera, me siento vulnerable...#$e#A veces olvido lo que es estar relajado.",
			"Mon6": "No sé si conseguiré acostumbrarme a estar en casa.#$e#La tranquilidad del pueblo me parece una pantomima. Aunque probablemente solo sean cosas mías.",
			"Mon8": "Entonces, ¿qué estás esperando para esta semana?#$e#Estoy tratando de encontrar algunas ideas para cosas que pueda esperar por mi mismo.",
			"Mon10": "Solía darle un significado profundo a las cosas que me importaban: amar a mi familia, contribuir a la sociedad...#$b#Supongo que aún puedo hacer eso, pero solo en un sentido vacío.#$b#Es demasiado fácil ver a través de los defectos de todo.",
			"Mon_inlaw_Sam": "Ver a Sam casado fue toda una sorpresa.#$e#Te doy la bienvenida a la familia.",
			"Mon_inlaw_Sam2": "¿Cómo van las cosas contigo y Sam?#$e#¿Qué tipo de hombre dirías que es?",
			"Mon_inlaw_Sam4": "Ey. Tal vez deberíamos ponernos al día en el salón alguna vez.#$b#Supongo que eso es lo que debe hacer un suegro, ¿verdad?",
			"Mon_inlaw_Sam6": "A veces, preguntarte por la vida de Sam parece que lo hiciera por el hijo de otra persona.$s#$e#Aunque sé que todavía lo amo mucho.#$b#Solo desearía sentirme más cercano a él.",
			"Mon_inlaw_Sam8": "Me alegra tenerte como un yerno, @. No creo que mi regreso hubiera ido tan bueno si Sam se hubiera casado con otra persona.$h^Me alegro de tenerte como mi nuera, @. No creo que mi regreso hubiera ido tan bueno si Sam se hubiera casado con otra persona.$h",
			"Tue4": "Entonces, ¿tienes algún pasatiempo?#$e#Solo estoy buscando ideas.",
			"Tue6": "Ojalá no viviéramos tan cerca de un cementerio. No puedo evitar pensar en lo que hay debajo del suelo... tan cerca del lugar donde duermo.$s",
			"Tue8": "Jodi me enviaba fotos de Sam y Vince mientras yo no estaba. No sé si los habría reconocido si no los hubiera visto crecer y cambiar.#$e#De todas maneras, verlos en persona fue bastante desorientador.",
			"Tue10": "Creo que me resulta más fácil vivir aquí que en otros lugares.#$q 018/019 Tue_old#¿Qué te ayudó a tomar tu decisión de mudarte aquí?#$r 018 0 Tue_018#El chico frente a mí en el trabajo literalmente murió en su escritorio y nadie más se dio cuenta.#$r 019 0 Tue_019#Mi trabajo parecía que no tenía ningún propósito.",
			"Tue_old": "$p 018#No cambiaría mi lugar con el pobre bastardo que murió en su trabajo.$h|En la ciudad probablemente me volvería loco en este punto. O peor aún... en los suburbios.$h",
			"Tue_018": "...¿En serio?#$b#...#$b#Je je je...$h#$b#Es hilarante.$h#$e#Gracias. Necesitaba escuchar eso.$h",
			"Tue_019": "Mmm. Suena miserable. Me alegra que hayas salido de eso.#$b#Bueno, es mejor ser militar retirado con una familia que amas que pasar toda tu vida en un cubículo. Gracias por compartirlo.$h",
			"Wed2": "...¿Entonces eres el nieto del hombre que solía vivir en la granja?^...¿Entonces eres la nieta del hombre que solía vivir en esa granja?",
			"Wed4": "El tipo de trabajo que haces suena bien, @. Tal vez esa debería haber sido mi vocación.$h",
			"Wed6": "...Perdí muchos amigos en batalla.$s#$e#Lo triste es que ni siquiera puedo recordar sus caras.#$e#...",
			"Wed8": "Tiendo que preguntarme si Jodi y los chicos están mejor aquí conmigo.$s#$b#Jodi me regaña por dudar. No tiene mucho sentido para mí, pero supongo que es algo en lo que debo tener en fe.",
			"Wed10": "@, sé que quieres ayudarme y te lo agradezco. Pero algunas cosas jamas volverán a ser lo mismo.#$b#¿Qué es lo que un hombre debe hacer? Estoy a kilometros de distancia de ser perfecto, todo lo que puedo hacer cada día es dar lo mejor de mí, por los niños, por Jodi...#$b#...y luego rezarle a Yoba es suficiente.",
			"Thu2": "¡...!$3#$b#Lo siento, tengo dolor de cabeza.$s",
			"Thu4": "¿Qué día es hoy?#$e#Ya casi nunca lo acuerdo.",
			"Thu6": "#$1 Kent1#Llevo despierto desde las 04:00... A veces me pregunto si volveré a tener una rutina normal.$k#$e#Sam ha crecido mucho desde que me fui. Ahora es todo un hombre.#$e#Me hubiera gustado poder estar a su lado.$s",
			"Thu8": "Hablé con alguien de mi unidad por teléfono. Dijo que ver dibujos animados con su hija ayudó a 'recuperar el color.'#$e#Creo que entiendo lo que quiere decir con eso, pero principalmente en sentido abstracto.#$e#Debe ser lindo.",
			"Thu10": "Ayer me divertí mucho jugando con Vince.$h#$b#Solo pude mantener ese sentimiento por un minuto o dos, pero me recordó brevemente cómo se 'supone' que se debe sentir.$h",
			"Fri2": "Creo que saldré a caminar hoy.",
			"Fri4": "Este pueblo es muy tranquilo. Sigo... esperando algo.$s",
			"Fri6": "Todos se ven tan ocupados todo el tiempo. ¿Y para qué?",
			"Fri8": "¿Algún plan para tu fin de semana? Estoy intentando un cambio de ritmo. No quiero esforzarme demasiado.$h",
			"Fri10": "En la guerra, te taladran incesantemente en la cabeza que la supervivencia es el único derecho... el único bien.#$b#Y la realidad de la situación solo lo confirma.$s#$e#¿Cómo se supone que alguien como yo reanude una vida normal después de eso?#$e#...Lo siento.",
			"Sat2": "Supongo que otros más que se unieron a la comunidad desde que me fui.#$e#Jodi me hizo presentarme a ellos también.",
			"Sat4": "Los militares me dejaron tomar una jubilación anticipada.#$e#Es bueno que envíen cheques que apoyen a mi familia.#$e#Se merecen el dinero, incluso si yo no.",
			"Sat6": "Los chicos crecieron bastante bien. Jodi ha sido una buena madre.#$b#Y todavía queda algo de tiempo. Vincent sigue siendo un niño.#$e#Tantos con los que serví ni siquiera volverán a ver a sus familias.$s",
			"Sat10": "Desearía tener algunas ideas sobre cómo hacer algo especial para Jodi. Ella realmente ha dado mucho por Sam y Vincent.#$e#Cuando era más joven, hacía gestos elaborados todo el tiempo... Creo. Es difícil recordarlos ahora.$s",
			"Sun2": "La cocina de Jodi es rica. Olvidé lo bueno que era.",
			"Sun4": "Recuerdo el sonido del río crujiendo.$h#$e#Me lleva de regreso.$h",
			"Sun6": "También vivíamos en ciudad Zuzu.#$b#A veces extraño el ruido, pero tienes mucho más espacio para ti aquí. Es más fácil alejarse de todo.#$e#¿Es por eso que te fuiste?",
			"Sun8": "¿En que ocupas tu día, @? Parece que no importa cuánto lo intente, no puedo... intentarlo.#$e#Eso probablemente no tiene sentido.",
			"Sun10": "Sé que no soy la persona más divertida con quien hablar, @, pero sigues viniendo.#$b#Gracias por ser tan amable.$h#$e#He visto algunas cosas horribles. Hablar de eso no soluciona nada de lo que pasó, pero parece ser nuestra mejor opción.",
			"spring_Tue6": "Es agradable ver los narcisos en primavera, ¿no te parece?$h#$e#Hay un poema que recito en mi cabeza para seguir adelante, sobre un campo de narcisos. Me lleva a un lugar mejor.$h",
			"summer_Mon4": "Mi madre solía hacer un risotto con helechos. Fue algo básico de mi infancia.$h",
			"summer_Mon6": "Es agradable ver a Sam llevar a Vincent a la playa en verano. Me alegro de que todavía pasen tiempo juntos.$h",
			"fall_Mon4": "En Pueblo Pelícano, estaríamos jodidos durante un ataque aéreo.$s",
			"fall_Mon6": "El olor de una fogata en otoño... Me gustaba mucho ese olor.#$e#...$s",
			"fall_Sun8": "He estado teniendo un sueño donde estoy en primera línea de nuevo, pero Sam está allí tratando de cubrirme.$s#$b#Entonces, por alguna razón, Vincent aparece.$s#$e#Todo se siente tan real. Nunca tuve que enfrentar esa imagen antes de llegar a casa.$3",
			"winter_Sat2": "Sigo engañándome a mí mismo pensando que escucho truenos en el horizonte.#$b#Por supuesto, ese no puede ser el caso.",
			"winter_Sat8": "Me había quedado dormido esta mañana cuando Vincent me despertó. Perdí los estribos con él, a lo grande.$s#$e#Pobre niño merece algo mejor.#$b#Espero que me perdone algún día. Todo lo que puedo hacer es dar lo mejor de mí.$s",
			"winter_28": "Parece que esta noche es el aniversario de mi regreso.#$e#Es extraño. No tengo ganas.#$e#Oh. Si, feliz año nuevo.",
			"winter_28_2": "Parece que esta noche es el aniversario de mi regreso.#$e#Es extraño. No tengo ganas.#$e#Oh. Si, feliz año nuevo.",
        }
    }]
}