{
    "Changes": [
    {
        "LogName": "Krobus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Krobus",
        "Entries":
        {
            "Mon": "Por favor, no te asustes. Soy diferente a los demás.#$e#He pasado mucho tiempo observando a los humanos. Sé que os gusta comprar. ¿Te gustaría ver mi mercancía?",
			"Mon2": "¿Otra vez aquí? Supongo que encaja con mi teoría del comportamiento humano.",
			"Mon4": "...¿Te has encontrado con otros como yo en las minas...? Si han sido hostiles contigo, lo siento mucho. Es que hemos aprendido a temer a los humanos... Hemos tenido demasiados... encuentros desagradables.#$e#No habrás... matado a ninguno de mis amigos, ¿verdad?",
			"Mon6": "Mis amigos y yo hemos sido rechazados en gran medida por nuestra especie, por intentar suprimir nuestra naturaleza caótica.#$e#Pero no puedo declararme mejor que los violentos. Una vida es una vida.#$e#Por favor, incluso si has matado a alguien violento, no deseo saberlo.",
			"Mon8": "¿Enanos? Los enanos nos mataron indiscriminadamente por siglos, violentos y no violentos por igual.#$e#Por favor, no deseo hablar más sobre este doloroso tema.",
			"Mon10": "«Krobus» significa «cruzapuentes» en nuestro idioma.",
			"Tue": "Soy demasiado sensible a la luz solar para salir la mayoría de los días.#$b#Las condiciones aquí son perfectas.#$e#¿Te importa comprar algo?",
			"Tue2": "¿Entonces te dedicas a una granja? De vez en cuando traigo un producto que podría ayudarte. Vuelve el viernes.",
			"Tue4": "Hay una planta que crece en primavera. Los humanos lo describen como \"picante,\" pero para mi especie, nos parece...#$b#¿Como debería decirlo? No hay una palabra en su lengua para describir lo que experimentamos cuando lo consumimos.",
			"Tue6": "Sí, llamo a este lugar mi hogar.#$e#No tuve un lugar para llamar hogar durante bastante tiempo.",
			"Tue8": "Rasmodius es un buen hombre. Es uno de los pocos humanos además de ti en quien confiaría.#$e#Su visión del mundo está mucho mejor alineada con la realidad que la mayoría de los humanos.",
			"Tue10": "@, Me he vuelto bastante amable con tus frecuentes visitas aquí.#$e#Es extraño. Hasta hace poco, nunca hubiera considerado la amistad con un humano.",
			"Wed2": "A veces, objetos vienen flotando por el agua y los recojo.#$b#También puedo moverme libremente dentro de las sombras, sin obstáculos por la gravedad, lo que me permite mantener el comercio con otros y rotar mi inventario.",
			"Wed4": "Hace poco terminó una guerra de mil años entre los míos y los enanos. Todavía hay mucho resentimiento por ambas partes.",
			"Wed6": "En casos raros, algunos embaucadores que pertenecen a mi especie han hecho de un deporte esconderse en los armarios de los niños y asustárlos por la noche.#$b#No apruebo ningún tipo de comportamiento de este tipo.",
			"Wed8": "Hace un tiempo, dos niños quisieron venir aquí.#$e#Lamentablemente, tuve que asustarlos. No habría posibilidad de que guardaran mi secreto.",
			"Wed10": "¿También has visto a los Junimos? Estoy sorprendido. Para un humano, pareces tener una gran tendencia a encontrarte con elementales.",
			"Thu2": "Espero que aprecies el riesgo que tomé contigo, al no huir cuando apareciste aquí.",
			"Thu4": "No, no nacimos de una madre como los humanos.#$e#¿De dónde venimos, entonces? Bueno, ¿cuándo comienza a existir alguna sombra?#$b#¿Son las sombras bajo tus pies de alguna manera \"nuevas,\" o simplemente menos escondidas por la luz?#$e#Del mismo modo, ¿cuándo comienza a existir alguna alma?#$e#Dicho esto, de alguna manera atribuyo arbitrariamente el comienzo del invierno como mi \"nacimiento\".",
			"Thu6": "No creo que encuentres muchos peces interesantes en esta clase de agua.#$e#Vi un pez bastante grande y de aspecto extraño nadando, pero solo una vez.",
			"Thu8": "He observado tu especie por muchos años. Me ha brindado una gran oportunidad para aprender su idioma.#$e#Sin embargo, eres uno de los primeros humanos con los que he tenido una interacción constante.",
			"Fri": "...",
			"Sat6": "Los humanos tienen algunas costumbres bastante interesantes para mostrar respeto a Yoba.",
			"Sat8": "Agradezco a Yoba por aportar claridad a mi naturaleza caótica.#$b#Sin duda me habría ganado el título \"sombra bruta\" hace mucho tiempo si no fuera por sus bendiciones y orientación.",
			"Sat10": "Gracias por ser respetuoso con mi devoción de silencio los viernes.^Gracias por ser respetuosa con mi devoción de silencio los viernes.",
			"Sun2": "Por favor, no le digas a nadie que estoy aquí. Si los enanos supieran dónde estoy, seguramente enviarían a un asesino a sueldo.",
			"Sun6": "He salvaguardado el Cetro de retorno durante muchos años. Su origen es significativamente anterior a nuestra especie.#$e#Como tal, espero que entiendas por qué no puedo venderlo a un precio normal.",
			"summer_Thu6": "Por favor no le cuentes a nadie que me has visto.#$b#A la mayoría de humanos les asustan los sombríos... quizá por una buena razón.$s#$b#Pero aun así, si los pueblerinos supiesen de mí, quizá no estuviese a salvo aquí.",
			"winter_Wed6": "Si pones tu oreja en el conducto indicado, puedes escuchar lo que ocurre en cualquier casa desde aquí.#$b#¡Aunque yo nunca intentaría escuchar nada a escondidas!$3",
        }
    }]
}