{
    "Changes": [
    {
        "LogName": "Leah",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leah",
        "Entries":
        {
            "Beach": null,
			"Mon4": "¿Alguna vez has probado el vino del valle?#$e#Mejor aún, probablemente podrías hacer tu propio vino en tu granja. Eso sería sorprendente.$h",
			"Mon6": "Marnie y Jas son excelentes vecinas. Me encanta caminar junto a sus vacas de camino al pueblo.#$e#¿Shane? Um... yo uh... no he hablado mucho con él.$u",
			"Mon8": "¡Hola @! Estaba pensando en ti y en tu granja.#$e#Me estaba imaginando lo bien que debe sentirse cosechar una gran cantidad de cultivos.$h#$e#Aunque, ¿no sería bueno tener ayuda?$l",
			"Tue2": "Me preguntaba por un momento si alguien se mudaría a esa granja. ¡Qué bueno que lo hiciste!",
			"Tue4": "Lo que más me gusta de Pueblo Pelícano es la cantidad de independencia que puedes tener.#$b#Todos estamos hechos para cooperar, pero en la ciudad, la cooperación es más como una dependencia ciega.#$e#Muchas personas no pueden durar una semana sin que otra cocine sus alimentos o establezca su horario por ellos.#$b#Creo que muchas personas que dicen que quieren independencia no necesariamente lo quieren de verdad.#$e#Lo siento, ¿estoy siendo demasiado crítica ahora?$h",
			"Tue6": "Hice una pequeña pintura para que Elliott la colgara en su casa. El pobre no tiene mucho para hacer que su hogar se sienta acogedor.#$e#Sin embargo, respeto cuánto sacrifica para perseguir lo que quiere. Los dos estamos aquí por razones similares.",
			"Tue8": "Hola. Oh, ¿quieres hablar?#$e#Este paisaje me da muchas ideas. El terreno en sí es casi una escultura.#$e#Yo no hago arte por dinero. Es una necesidad que tengo.#$e#La agricultura debe de ser una profesión muy gratificante. ¡Creas alimentos deliciosos para todos!$h#$e#Seguro que tienes mucho trabajo. Lo siento.",
			"Tue10": "Entonces... si estamos saliendo, quiero asegurarme... estás de acuerdo con el hecho de que no gano mucho dinero, ¿verdad?#$e#Solo me preguntaba.#$b#Creo que sabes por qué.$l",
			"Wed2": "Conociste a mi amigo Elliott, ¿verdad?#$b#Tal vez todos podamos pasar el rato en el próximo festival.",
			"Wed4": "Hay un hermoso árbol al oeste de mi casa. La fruta es deliciosa, aunque es un poco difícil de alcanzar.",
			"Wed8": "Últimamente he encontrado grandes piezas de madera flotante para esculpir.#$q 225/226 Wed_old#Entonces um... ¿Te gustó la escultura que hice para ti?#$r 225 10 Wed_225#Sí, me recuerda a ti cuando la miro.#$r 226 -100 Wed_226#Uh, ¿Cómo se veía?",
			"Wed_old": "$p 025#He estado haciendo más esculturas similares a la que te hice.|No te preocupes. No ocupare más espacio en el piso de tu casa con más esculturas.$u",
			"Wed_225": "¿De verdad? ¡Oh, me alegro!$h#$b#Lo siento, sé que no es realmente profesional por mi parte preguntar, pero no pude aguantar más.",
			"Wed_226": "Ahh... no importa.$s",
			"Wed10": "Jaja, sip. El mismo peinado como siempre.#$e#Aunque, mantendrá mi cabello fuera de tu cara si nos estamos besando.$l#$e#¡Oh! ¿Lo dije en voz alta?$h",
			"Thu": "Me interesa ver qué haces con tu granja, aunque también hay una belleza natural en las rocas y los árboles que se han mudado allá.",
			"Thu2": "En realidad hay muchos alimentos salvajes por aquí, si sabes dónde buscar.#$e#Yo como ensaladas frescas casi todos los días.$h",
			"Thu4": "Recolectar es una de mis especialidades. Algún día te prepararé una ensalada fresca.$h",
			"Thu6": "Las ensaladas de Emily en el salón son deliciosas. Su receta es muy similar a la que yo uso.",
			"Thu8": "¡Esperaba encontrarme contigo! Aquí hay algo que pensé que podrías apreciar. [196]$h",
			"Thu10": "Oh, ¡@! ¡Hola!$h#$e#¿Tus tareas matutinas fueron bien?$l#$e#Espero poder ayudarte alguna vez.",
			"Fri4": "La naturaleza siempre será un artista mejor que cualquiera de nosotros.#$e#Sin embargo, trabajas directamente con la naturaleza. Sí, diría que la agricultura es un tipo de arte.",
			"Fri6": "Hola, @. Hace buen día, ¿no?#$e#Pásate por mi cabaña si necesitas hablar con alguien.$h",
			"Fri8": "Si alguna vez encuentras alguna madera flotante de aspecto interesante, podría usarla.#$e#Sería especial que me la dieras.$l",
			"Sat4": "¿Tienes mucho arte en tu casa?#$e#Una casa solo se convierte en un hogar cuando tiene un toque creativo.",
			"Sat6": "Los humanos nacieron para ser creativos, ¿no te parece? Es lo que nos hace quienes somos.#$e#Por supuesto, hay muchas formas de ser creativo. Pintar y esculpir son algunos de mis hobbies favoritos.",
			"Sat10": "Ey amor.$l#$e#¿Quieres venir a visitarme al estanque mañana en la tarde? Estaré allí si no está lloviendo.$l#$e#O simplemente puedes encontrarme cuando sea. No me importa.$l",
			"Sun2": "Pasa por mi casa alguna vez. Te mostraré mis últimos proyectos.",
			"Sun4": "Apuesto a que podrías cultivar productos silvestres en tu granja. ¿Lo has intentado?#$e#Nada supera la sensación de recompensa que viene de encontrar algo delicioso en el bosque, pero podría ser conveniente si no tienes tiempo para buscarlos.",
			"Sun6": "Puedo ser muy sencilla con mi estilo de vida, pero a veces siento que mi carrera artística es una bomba de tiempo.$s#$e#¿Conoces a alguien que haya sobrevivido al estilo de vida de un artista hambriento?$s",
			"Sun8": "Hola, @. Hace buen día, ¿no?#$e#Pásate por mi cabaña si necesitas hablar con alguien.$h",
			"Sun10": "Oye tu.$l#$e#He estado pensando en ti todo el día.$l#$e#Entonces, cuéntame sobre tu semana.$h",
			"summer_Mon4": "Qué lindo día, ¿no?#$e#Ah, por cierto, encontré esto. Te guardé uno para ti. [396]#$e#Para mí, saben a recuerdos de verano.",
			"summer_Mon6": "Tengo buen ojo para la fruta silvestre. Algún día te haré una buena ensalada de frutas.$h",
			"summer_Mon8": "Me alegro de que vivas cerca. La vida es mejor cuando vives al lado de las personas que te importan.",
			"summer_Mon10": "Me alegro de que vivas cerca.#$e#Siempre estoy feliz de verte.",
			"summer_Tue2": "No podríamos sobrevivir sin la naturaleza. Es bueno recordar eso.",
			"summer_Tue4": "Ayer pasé por el rancho de Marnie y las vacas no dejaban de mirarme.#$e#Sus rostros eran tan gentiles.#$e#¿Tambien tienes algunas vacas?",
			"summer_Tue6": "Las cosas simples de la vida son las mejores: una suave brisa de verano, nubes majestuosas y una copa llena de Stardew Valley Rojo.",
			"summer_Tue8": "Una vez, fui a una caminata nocturna con algunos amigos e inesperadamente terminamos en un viñedo viejo.#$b#El dueño de la viña nos invitó a entrar. Recuerdo que el aire de la noche de verano era tan puro y cálido. Esa fue la primera vez que tomé una copa de vino.#$e#¿Cuál es tu recuerdo favorito de verano, @?",
			"summer_Thu": "Visito mucho la playa durante el verano.#$e#El sonido del océano es tan hermoso, ¿no?",
			"summer_Thu4": "Nunca me canso del bosque, pero es sorprendente cómo además tenemos una playa aquí.#$e#Encontré las más hermosas conchas arcoíris en la costa un par de veces.",
			"summer_Thu6": "Las gaviotas deben ver la playa de manera tan diferente a nosotros.#$e#Siempre envidié su habilidad para volar. ¿Y tú?",
			"summer_Thu8": "El sonido del océano me pone en un estado meditativo. Es muy pacifico.#$e#Pero aún así siempre puedes hablar conmigo.",
			"summer_Thu10": "*risita* Sí. Me gustan los largos paseos por la playa. ¡Qué perspicaz de tu parte preguntar!$h",
			"summer_Fri4": "La naturaleza siempre será un artista mejor que cualquiera de nosotros.#$e#Sin embargo, trabajas directamente con la naturaleza. Sí, diría que la agricultura es un tipo de arte.",
			"summer_Fri8": "Últimamente ha estado muy tranquilo en mi cabaña.$s#$b#Estoy feliz si vienes.#$e#¿Cómo va tu día?",
			"summer_Sat4": "Mantengo una dieta de pescado bastante estricta. No es que me oponga moralmente a comer carne, pero...#$b#...mientras todos tengan su propia forma de mostrar respeto por la naturaleza, esta bien. Este es solo mi camino.",
			"summer_Sat6": "Sí, voy mucho a la playa durante el verano.#$b#Por supuesto, puedes unirte a mí. No temas$h",
			"summer_Sat8": "Avísame si encuentras algo sabroso en el bosque, ¿de acuerdo?#$e#A veces es difícil vivir un estilo de vida tan humilde, pero no quisiera comer de manera diferente incluso si tuviera dinero.",
			"summer_Sat10": "Oye, tú.$l#$e#Eres lo único que faltaba en mi día.#$e#Necesito un abrazo. Ven.",
			"summer_Sun4": "Es agradable ver un poco más a Elliott durante el verano.#$e#Por supuesto, siempre es bueno verte a tí también.",
			"summer_Sun6": "Hola, @. Es un buen día, ¿no?#$e#Pasa por mi cabaña si alguna vez necesitas hablar con alguien.$h#$b#Hace un poco de calor allí durante el día, así que tiendo a estar fuera hasta la tarde.",
			"summer_Sun8": "Pregunta: ¿Qué es mejor que una deliciosa ensalada de frutas?#$b#¡Dos ensaladas de frutas y alguien con quien compartirlas! [610]$h#$e#No, insisto. ¡Comamos!$l",
			"summer_Sun10": "Oh, ¡@! ¡Hola!$h#$e#¿Tus tareas matutinas fueron bien?$l#$e#Espero poder ayudarte alguna vez.",
			"fall_Mon4": "Cuando era niña, no me gustaban las setas, hasta que alguien me los cocinó de la manera correcta.#$e#Realmente no como carne, por lo que son una buena fuente de proteínas para mí.",
			"fall_Mon6": "#$c .5#¡Encontré algunas setas silvestres durante el fin de semana!#$e#Hoy tomé un gran plato de setas y huevos para el desayuno... Todavía estoy llena.#$e#Mantén la nariz en el suelo y encontrarás algunas setas... Estoy segura.",
			"fall_Mon8": "¡Oye! Fui a buscar setas y encontré un montón. Toma guardé una para ti. [404]#$e#¿Alguna vez trataste de poner una de esas en un salteado?",
			"fall_Mon10": "Nunca me gustaron los alimentos ricos en almidón, pero todo lo que Kel quería comer era 'desayuno para la cena' y yo era quien cocinaba.$s#$b#Me cansé tanto de esa comida después de un tiempo.$s#$e#Lo siento, eso no es atractivo de mi parte. Cambiemos de tema.",
			"fall_Tue": "Entonces, ¿qué es lo que más disfrutas de vivir en una granja?",
			"fall_Tue2": "Me pregunto si podría hacer un collage con hojas secas.#$e#Son tan coloridas... No puedo evitar pensar en su potencial para proyectos artísticos.$h",
			"fall_Tue8": "Me he sentido bastante inspirada últimamente. Otoño me saca un lado más personal.",
			"fall_Tue10": "Por lo general, trato de mantenerme fuera de mi arte y dejo que exista por su propia belleza, en lugar de por mí misma.#$e#Aunque a veces no puedo evitarlo. Esa escultura que te di sería un ejemplo.$l",
			"fall_Wed2": "Es muy agradable vivir junto al río.#$e#A veces, puedo escuchar los salmónes saltando y chapoteando en el agua.",
			"fall_Wed4": "Es muy agradable vivir junto al río.#$e#Me duermo con el suave sonido del agua todas las noches.",
			"fall_Wed6": "Aparentemente, había una anciana que vivía en mi cabaña antes que yo.#$e#Después de su muerte, el alcalde Lewis retuvo la propiedad hasta que pude pasar y firmar por ella.",
			"fall_Wed10": "@, Gracias por creer siempre en mí.#$b#Creo que apareciste justo cuando más te necesitaba.",
			"fall_Thu": "Oye. ¿Cómo va la granja?#$e#Esta temporada, debe haber tantas semillas diferentes para elegir.",
			"fall_Thu2": "¿Alguna vez te tomas un día libre?#$e#Es un descanso refrescante.",
			"fall_Thu4": "Apuesto a que podrías cultivar productos silvestres en tu granja. ¿Lo has intentado?#$e#Nada supera la sensación de recompensa que viene de encontrar algo delicioso en el bosque, pero podría ser conveniente si no tienes tiempo para buscarlos.",
			"fall_Thu8": "Ya no tengo mucha conexión con mis padres. Simplemente nos separamos.#$e#Los llamo de vez en cuando, pero tenemos nuestras propias vidas.#$e#¿Por qué, eso es inusual para ti?",
			"fall_Fri2": "Hola. ¿Cómo va tu día?",
			"fall_Fri4": "¿Alguna vez has probado el vino del valle?#$e#Mejor aún, probablemente podrías hacer tu propio vino en tu granja. Eso sería sorprendente.$h",
			"fall_Fri10": "Solo estaba mirando mis decoraciones de otoño. Me pregunto si algún día tendré hijos propios con los que pueda compartir eso.",
			"fall_Sat": "Si me oyes pegar golpes en la cabaña, seguramente esté trabajando en una de mis esculturas.",
			"fall_Sat2": "Las decoraciones acentúan la sensación de estar en una u otra estación. Creo que es una tradición que vale la pena.",
			"fall_Sat4": "¡Oyeeee! ¿Qué opinas de mis decoraciones de otoño?$h#$e#Debes tener algunas decoraciones de la víspera de los espíritus para tu granja. Aunque, nada demasiado espeluznante.",
			"fall_Sat6": "Es agradable hacer algo divertido y caprichoso de vez en cuando, como las decoraciones de mi casa.#$e#Tengo que ponerme en contacto con esa niña interior, ¿verdad?$h",
			"fall_Sat10": "Oye. Deberías venir a mi casa mañana por la mañana. Trae un par de tortillas y lo llamaremos desayunar tarde.$h#$e#Lo siento, si quieres ser creativo, no hay muchas otras cosas para desayunar que me gusten.^Lo siento, si quieres ser creativa, no hay muchas otras cosas para desayunar que me gusten.",
			"fall_Sun4": "Hola, @. ¿Hay algo de lo que quisieras hablar?",
			"fall_Sun6": "Los humanos nacieron para ser creativos, ¿no te parece? Es lo que nos hace quienes somos.#$e#Por supuesto, hay muchas formas de ser creativo. Pintar y esculpir son algunos de mis hobbies favoritos.",
			"fall_Sun8": "Nunca me sentí a salvo en la ciudad. Aquí, sin embargo, ni siquiera tengo que preocuparme por cerrar mi puerta.",
			"fall_Sun10": "Oye tu.$l#$e#He estado pensando en ti todo el día.$l#$e#Entonces, cuéntame sobre tu semana.$h",
			"winter_Mon4": "Mantengo una dieta de pescado bastante estricta. No es que me oponga moralmente a comer carne, pero...#$b#...mientras todos tengan su propia forma de mostrar respeto por la naturaleza, esta bien. Este es solo mi camino.",
			"winter_Mon6": "Me encanta cómo se ve todo cuando está cubierto de nieve fresca.",
			"winter_Mon8": "Uno de mis primeros recuerdos es de una época en la que fui en trineo. Bajé a toda velocidad la pendiente y choqué contra un montón de nieve.#$e#Recuerdo estar acostada allí, escuchando en silencio y mirando el cielo, con la nieve cayendo sobre mi cara. Solo quería quedarme allí para siempre.",
			"winter_Tue": "¿No crees que el salón tiene la atmósfera adecuada para el invierno? Es muy acogedor",
			"winter_Tue4": "Hace mucho frío en mi pequeña cabaña.$s#$e#Solo me acurruco debajo de una enorme manta, y estoy bien.$h",
			"winter_Tue6": "Supongo que la naturaleza puede ser bastante ruda en el invierno. Aunque todavía nos proporciona lo suficiente para sobrevivir.",
			"winter_Tue8": "La agricultura suena muy divertida. Quiero probarlo algún día.$l",
			"winter_Tue10": "Oye. Ven. Caliéntame.#$e#Mmm, eres acogedor.$l^Mmm, eres acogedora.$l",
			"winter_Wed2": "No podríamos sobrevivir sin la naturaleza. Es bueno recordar eso.",
			"winter_Wed4": "¡He visto una liebre nival esta mañana! Se ven muy poco, ¿no?",
			"winter_Wed6": "Nunca me sentí a salvo en la ciudad. Aquí, sin embargo, ni siquiera tengo que preocuparme por cerrar mi puerta.",
			"winter_Wed8": "¿Has visto liebres nivales? Creo que son una de mis cosas favoritas del bosque en esta época del año.",
			"winter_Thu": "Me encanta decorar para las diferentes estaciones.",
			"winter_Thu2": "Me está costando encontrar comida fresca para comer.#$e#He estado comiendo mucho pan.$s",
			"winter_Thu4": "Espero que Elliott esté bien en su pequeña casa. A veces me gusta pensar que lo tengo difícil, pero ese chico realmente sabe cómo superarlo.",
			"winter_Thu10": "Afuera hay nieve en el suelo, alguien que me ama en mis brazos... Sí, esto es bastante agradable.$l",
			"winter_Fri2": "¿Qué es lo que más disfrutas de vivir en una granja?#$e#Debes tener mucho más tiempo libre.",
			"winter_Fri4": "El tiempo parece moverse más lento aquí.#$e#Cuando vivía en la ciudad, el año pasaba muy rápido.",
			"winter_Fri8": "Nunca me sentí a salvo en la ciudad. Aquí, sin embargo, ni siquiera tengo que preocuparme por cerrar mi puerta.",
			"winter_Fri10": "Oye. ¿Qué dices si nos emborrachamos un poco esta noche?$h#$e#Esta bien. Confío en ti.$l#$e#Aunque quiero estar dormida alrededor de la medianoche.",
			"winter_Sat2": "Hola. ¿Como va tu dia?",
			"winter_Sat4": "Hola, @. ¿Hay algo de lo que quisieras hablar?",
			"winter_Sat6": "¿Te gustan las decoraciones de invierno que hay en mi cabaña?#$e#Siempre estoy emocionada de ponerlas, pero tengo que esperar hasta que haga buen tiempo.",
			"winter_Sat8": "¿Te entra frío alguna vez en la granja?#$e#Pásate por mi cabaña si quieres acurrucarte bajo una manta y beber un poco de sidra.$h",
			"winter_Sun2": "Siento ser tan contundente, pero, o tratamos a la naturaleza con respeto o nuestros nietos estarán condenados.#$e#¿No te parece?",
			"winter_Sun4": "Aparentemente, había una anciana que vivía en mi cabaña antes que yo.#$e#Después de su muerte, el alcalde Lewis retuvo la propiedad hasta que pude pasar y firmar por ella.",
			"winter_Sun6": "Puedo ser muy sencilla con mi estilo de vida, pero a veces siento que mi carrera artística es una bomba de tiempo.$s#$e#¿Conoces a alguien que haya sobrevivido al estilo de vida de un artista hambriento?$s",
			"winter_Sun8": "Gracias por creer siempre en mi trabajo, @. Nunca estuve segura de que las cosas saldrían bien, pero ahora finalmente estoy ganando impulso con mi vida.",
			"spring_1_2": "Pensé que echaría de menos la nieve, pero lo retiro. Esto es mucho mejor. ¡Feliz año nuevo!",
			"spring_23": "Me imagino que bailaré en el festival mañana. Quiero decir, ¿por qué no?",
			"summer_27": "Me sorprendió la primera vez que vi las medusas lunares. Nunca olvidaré ese año.",
			"fall_15": "La feria de Stardew Valley me hace sentir como una niña otra vez. Me alegro de que nuestro pueblo sea el anfitrión.",
			"winter_24": "¡Oye! ¿Ya sientes el espíritu navideño?#$e#Estoy más que lista. ¡Trae la comida!",
			"winter_28": "¡Un feliz y maravilloso año nuevo para ti!$h#$e#Fue bueno para mí. ¿Qué hay de tí?",
			"spring_23_2": "Me pregunto cómo estará a ese pequeño claro del bosque.#$b#No he vuelto allí desde la danza floral del año pasado.",
			"summer_27_2": "Me sorprendió la primera vez que vi las medusas lunares. Nunca olvidaré ese año.",
			"fall_15_2": "La feria de Stardew Valley me hace sentir como una niña otra vez. Me alegro de que nuestro pueblo sea el anfitrión.",
			"winter_24_2": "¡Oye! ¿Ya sientes en el espíritu navideño?#$e#Estoy más que lista. ¡Trae la comida!",
			"winter_28_2": "¡Un feliz y maravilloso año nuevo para ti!$h#$e#Fue bueno para mí. ¿Qué hay de tí?",
		}
	},
	{
        "LogName": "Leah Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueLeah",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#A veces encuentro inspiración en los lugares más insospechados.#Mmm, tal vez debería poner algo de música. Algo que me despierte.$s",
			"Rainy_Day_1": "#$c .5#Cuando vivía en la gran ciudad, la lluvia me deprimía. Pero aquí, en Stardew Valley, me parece preciosa.#No es un mal día para quedarse. Tengo algunas ideas nuevas de proyectos que esperaba probar.",
			"Rainy_Day_2": "¡Buenos días! Me he levantado pronto y he ido a buscar setas. Toma.[281 404 420 257]#$e#Buscar setas es como ir en busca de un tesoro. Es muy divertido.$h",
			"Rainy_Day_3": "#$c .5#En días como este me alegro de tener mis botas de trabajo.$h#Las nubes se acumulan tanto. Es casi como si todavía fuera de noche.",
			"Rainy_Day_4": "#$c .5#Los árboles rogaban que llegase esta lluvia... Me alegro por ellos.#Podrías ir a pescar hoy, si quieres. Avísame si encuentras algo de madera flotante.",
			"Rainy_Night_0": "#$c .5#¿Qué tal tu día? ¿Has visto algún animal por ahí?#¿Los animales permanecieron secos hoy?",
			"patio_Leah": "#$c .5#No la mires muy de cerca, que aún está en proceso.#Mis esculturas de madera se venden relativamente bien, por lo que siempre estoy trabajando en una nueva.",
			"Rainy_Night_1": "#$c .5#Yo soy más de ensaladas... Pero las noches como esta hacen que me apetezca una sopa calentita.$h#No fue un mal día. Solo tenía que reajustar mis expectativas y sacar lo mejor de ello.",
			"Rainy_Night_2": "#$c .5#Va a ser muy relajante dormirse en una noche como esta...$l#Me alegra que hayas vuelto, amor. Mmm, ven aquí y bésame.$l",
			"Rainy_Night_3": "He hecho una pequeña escultura de madera hoy, pero era tan fea que la he tirado al fuego.$u#$e#Creo que, para ser una buena artista, tienes que ser muy crítica con tu trabajo.",
			"Rainy_Night_4": "#$c .5#Me alegro de que estés en casa... Es una buena noche para entrar en calor bajo la colcha.#Te extrañé hoy. Deberíamos... pasar un tiempo juntos esta noche.$l",
			"Rainy_Night_Leah": "#$c .5#¿Cómo ha ido tu día, cariño? ¿Lleno de barro?#Un viejo amigo de la ciudad me encargó que le hiciera una pintura. Casi la termino hoy.",
			"Indoor_Day_0": "#$c .5#¡Esta casa es mucho más bonita que mi antigua cabaña! No la echo de menos.#Mm, ¿para qué estoy de humor hoy? ¿Pintar o esculpir?",
			"Indoor_Day_1": "#$c .5#¡Levántate y brilla! Mira lo que terminó de crecer en una maceta ahí atrás. [16 18 20 22 90 259 396 402]$h#¡Buenos días, @! Las he plantado en una maceta ahí atrás... [16 18 20 22 90 259 396 402]#$e#Las he cuidado con mucho cariño y atención. ¡Que lo disfrutes!",
			"Indoor_Day_2": "#$c .5#¡Mantén los ojos abiertos en busca de alimentos silvestres! Hay muchos por ahí.#Buenos días. ¿Qué esperas hacer hoy?",
			"Indoor_Day_3": "#$c .5#No pude resistirme. Estas verduras estaban en su máxima frescura, así que...#Estaba pensando... La vida es demasiado corta para comer comida de mala calidad. ¡Suerte que vivimos en una de las mejores regiones para encontrar verdura fresca!#$e#Toma, te he preparado una ensalada muy sana. [196]#$e#¡Me sorprende que no te hayas hartado aún de la ensalada!",
			"Indoor_Day_4": "#$c .5#¡Buenos días, @! He preparado café.[395]$h#Mis mañanas no están completas sin una taza de café caliente. ¿Qué hay de tí?$h",
			"Indoor_Night_0": "#$c .5#Hay algo en esta hora de la noche que me da sed.#¿Tienes tiempo para pasar conmigo esta noche? He estado pensando en ti...$l",
			"Indoor_Night_1": "#$c .5#El flujo del tiempo es tan delicado... Hasta las decisiones más pequeñas cambian el futuro para siempre.#Con las cortas vidas que vivimos, todos dejan una marca en el mundo. Espero estar haciendo mi parte para dejar una buena marca.",
			"Indoor_Night_2": "#$c .5#La noche es mucho más agradable aquí que con el brillo llamativo de la gran ciudad.#Todo me ha salido a pedir de boca. Soy muy afortunada.",
			"Indoor_Night_3": "#$c .5#¡Nunca pensé que recibiría un colgante de sirena cuando hace tan poco que llegué! Eso sí, me alegra.$l#¿Has hecho buenos recuerdos hoy?",
			"Indoor_Night_4": "#$c .5#Hoy he visto un conejo salvaje. Me gustaría poder acariciar uno algún día. Parecen tan suaves...#Hoy vi algunos pájaros azules de cresta roja. Deben estar muy cómodos en sus nidos.",
			"Outdoor_0": "#$c .5#La brisa fresca es agradable. Me recuerda a cuando vivía junto al río.#Oyeeee, buenos días. Me preguntaba cuándo me encontrarías.$h",
			"Outdoor_1": "#$c .5#Hmm... Voy a hacer unos cuantos arreglos por ahí. De vez en cuando siento la necesidad de usar el martillo.#Puedo decir qué partes de la casa fueron agregadas por Robin. Déjame decirte que ella realmente sabía lo que estaba haciendo.",
			"Outdoor_2": "#$c .5#Hoy va a ser un día especial, lo noto.#¡Buenos días! Me siento un poco más despierta ahora que estoy aquí afuera.",
			"Outdoor_3": "#$c .5#Ah... Ese olor a tierra fresca. No hay nada que se le parezca.$h#Se nota que el aire está limpio... Mis pulmones lo agradecen.",
			"Outdoor_4": "No trabajes demasiado, cariño.#$e#$c .5#No es que nos estemos muriendo de hambre, así que no hay prisa, ¿verdad?#Descansa de vez en cuando, o busca algo para comer.$h",
			"funLeave_Leah": "#$c .5#Hoy voy a pasear por la naturaleza. Necesito salir de casa.#Hoy voy a dar un largo paseo, así que espero ver algunas cosas interesantes. Me verás por la tarde.",
			"funReturn_Leah": "#$c .5#Hoy me lo he pasado bien y he descansado. ¿Qué tal tu día?#El bosque estaba hermoso, como siempre. Siento que descubro algo nuevo cada vez que lo visito: insectos, flores pequeñas, ya sabes.",
			"OneKid_3": "#$c .5#Stardew Valley es un gran lugar para que un niño aprenda a apreciar la naturaleza, ¿no te parece?#Es divertido tener hijos. Quiero asegurarme de que a %kid1 le guste pasar tiempo fuera de casa.",
			"TwoKids_3": "#$c .5#Tenemos una granja maravillosa y una familia completa. La vida nos va genial, ¿no crees?#Espero que %kid1 y %kid2 encuentren salidas saludables para su expresión. No tiene que ser pintar o esculpir; lo que sea que los haga felices estará bien.",
			"spring_4": "¿Ya plantaste todos los cultivos? O... ¿es mejor escalonarlos poco a poco?#$e#Tengo curiosidad. Confío en tu juicio.",
			"spring_19": "Hay una cafetería en Grampleton que quiere colgar una muestra de mi trabajo. ¡Supongo que lo estoy logrando!#$e#Solo espero que algo se venda.",
			"spring_25": "Elliott dice que la belleza se experimenta en la mente, por lo que cree que las palabras se parecen más a nuestros pensamientos y son las mejores para crear belleza.#$e#Pero... ¿no pensamos también en imágenes? ¿Y los pensamientos basados en imágenes no son generalmente más potentes?#$b#...No lo sé. ¿Qué piensas?$u",
			"summer_8": "Lo siento si estoy mojada... El calor me ha hecho sudar toda la noche.",
			"summer_9": null,
			"summer_12": "Fue agradable ponerse al día con Elliott en el festival de ayer. Parece que está en un buen lugar acorde con su estilo de vida.",
			"summer_15": "Ahhh, estoy tan contenta de que todavía nos quede casi la mitad del verano.$h#$e#No estoy lista para que termine.",
			"summer_20": "Se necesita un poco de agallas saber que mi trabajo se exhibe en los hogares de otras personas.#$e#Me vierto en esas piezas, por lo que es casi como si pudieran espiar una parte de mi alma. ¿Tiene sentido?#$e#Bueno, tu trabajo termina en las mesas de otras personas. Así que eso es lo mismo.$h#$b#Eso es solo la consecuencia de dejar un pequeño impacto en el mundo, supongo.",
			"summer_24": "Me pregunto cómo estarán mis viejos vecinos. Marnie, Jas...#$e#...Oh claro. Y Shane.#$e#Supongo que técnicamente seguimos siendo vecinos, ¿eh?$h",
			"fall_7": "Me pregunto si debería volver a la clase de aeróbicos de Caroline. Solo he estado... ¿dos veces? ...Creo#$e#¡Oh si! Una vez, el doctor Harvey estaba allí. Fue lindo.$h#$b#Oye, más poder para él.",
			"fall_10": "Emily sigue trabajando en el salón, ¿verdad? Mmm, me pregunto si ella alguna vez se mudará del pueblo.#$e#Nunca la conocí muy bien, pero siempre tuve la sensación de que estaba destinada a algo más que atender mesas.",
			"fall_13": "Básicamente puedo vivir mi sueño. @, Espero que entiendas que no lo doy todo por sentado, ¿verdad?",
			"fall_24": "¡La cafetería en Grampleton exhibía algunas de mis pinturas y terminaron de vender la última pieza! ¡Un record!$h#$e#Quizás me lo pidan de nuevo.",
			"winter_4": "Mmm ... Me pregunto cómo estará Elliott con todo este frío. ¿Crees que quizás apreciaría una comida caliente de nuestra parte?",
			"winter_11": "Lo siento, dejé que hiciera mucho frío aquí anoche, ¿no?#$e#Abrí las ventanas anoche para dejar salir el olor a pintura. Solo... vamos a mantener la chimenea funcionando durante el día.$s",
			"winter_16": "A veces, es difícil vender una pieza de la que me siento realmente orgullosa.$s#$e#Quiero decir, si estamos bien de dinero, tal vez solo... ¿Me quede con algunos?$l",
			"winter_20": "El arte de la fiesta de la estrella de invierno es muy divertido y fácil de hacer. Puede ser tan alegre como quiera.$h",
			"winter_27": "La nieve se derretía y goteaba repetidamente de este lugar del techo. Y luego el sol comenzó a brillar a través de él.#$b#Envió estos pequeños destellos a través de la habitación. Tan hermosa.#$e#Oh, esto fue hace solo unas mañanas.",
        }
    }]
}