{
    "Changes": [
    {
        "LogName": "Lewis",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Lewis",
        "Entries":
        {
            "Saloon": null,
			"Saloon4": null,
			"cc_Bus": "¿Te has enterado, @? ¡Parece que el viejo autobús del pueblo empezó a funcionar de nuevo de la noche a la mañana!$h#$b#Ese chisme viejo llevaba décadas sin funcionar... Es un misterio.",
			"Mon": "Es una buena temporada para pensar en la jardinería, incluso para los que no somos granjeros.#$e# ¡Este valle es famoso por producir algunas de las mejores flores de primavera!$h",
			"Mon2": "Tu abuelo y yo solíamos hablar mucho sobre jardinería. Aprendí una buena parte de lo que sé de él.",
			"Mon6": "Debe ser difícil ser un niño en Pueblo Pelícano. No hay tantos niños como solían haber...#$e#Me encargué de construir ese parque hace unos años. Espero que Jas y Vincent sepan que son amados aquí.",
			"Tue8": "Nuestra comunidad seguramente ha cambiado con los años. Recuerdo que había una casa vieja y deteriorada donde se encuentra hoy el MercaJoja.#$e#No estoy seguro de si alguien alguna vez ocupó esa casa. Sin embargo, de niño, me aseguré de evitarla.",
			"Wed2": "A veces se distingue si hay algo enterrado en el suelo. Mantén los ojos abiertos.",
			"Wed6": "Una razón por la que amo este pueblo es por su rica historia. La gente ha habitado el valle desde mucho antes de que se construyera Pueblo Pelícano.",
			"Thu": "¡Hola, @! Es bueno verte fuera de casa.#$b#Es bueno pasar tiempo socializando con la gente del pueblo de vez en cuando.$h",
			"Thu2": "El Salón se anima bastante por la noche. A veces echamos monedas en el tocadiscos. *Je, je*$h#$e#Me gusta pasarme una vez a la semana o así para ver cómo va todo.",
			"Thu6": "No creo que los padres de Emily y Haley regresen pronto, si es que lo hacen alguna vez. Siempre fue su sueño vivir libremente alrededor del mundo.#$e#Sus chicas se volvieron adultas, y luego... ¡puf! Se fueron.#$e#Normalmente, esperarías que los hijos sean los que hagan eso.$h",
			"Fri2": "El encargado anterior del museo era el dueño de las exhibiciones. Ojalá hubiéramos tenido los fondos suficientes para mantenerlos.",
			"Fri4": "En un pueblo pequeño como este, puedo ser el planificador de eventos. No tendría el mismo lujo si fuera alcalde de una gran ciudad.#$e#Claro, es más estresante, pero no puedo describir el tipo de satisfacción que obtengo.$h",
			"Sat2": "Me alegra que nuestro pueblo haya podido encontrar al doctor Harvey. Su llegada fue justo a tiempo.#$e#Cuando nuestro médico anterior anunció su retiro, no estábamos seguros de si tendríamos que empezar a viajar para recibir atención médica.",
			"Sat8": "Nunca tendré hijos propios, así que pienso en el espíritu de Pueblo Pelícano como mi hijo, en cierto modo.#$e#Todo lo que espero es dejar mi huella en las personas que encuentran un hogar en este pueblo.",
			"Sun": "Algunos de los vecinos desconfían de los extraños. Tendrás que ganarte su confianza antes de que se abran a ti.#$e#Sé perseverante y llegarás a ellos.$h",
			"Sun2": "Leah y Elliott se mudaron aquí aproximadamente un año antes que tú. ¿Has hablado mucho con ellos?#$e#Pasan una buena cantidad de tiempo juntos en los festivales, aunque no son una pareja. ...No lo creo.",
			"Sun4": "Cultivar flores en tu granja realmente puede mejorar la estética.#$b#Si fuera tú, los cultivaría y los dejaría hasta el final de la temporada.$h",
			"summer_Mon4": "Cultivar un jardín es una búsqueda tanto literal como figurativa. Mis flores son mi jardín, pero en cierto modo, también lo es Pueblo Pelícano. #$q 007/008 summer_Mon4_old#¿Lo entiendes verdad, @?#$r 007 5 summer_Mon_007#Sí, mi granja es un reflejo de mi alma.#$r 007 5 summer_Mon_007#Sí, quiero cultivar mi comunidad, no solo mi granja.#$r 008 -15 summer_Mon_008#No, en realidad no...#$r 008 -15 summer_Mon_008#Uh... ¿Que?",
			"summer_Mon4_old": "$p 007#Para personas como tú y yo, es la forma en que venceremos a largo plazo.|Espero que lo entiendas algún día.",
			"summer_Mon_007": "¡Eso es fantástico! Parece que estamos hablando el mismo idioma.$h",
			"summer_Mon_008": "Mmm... no importa.$s",
			"summer_Mon10": "Hola, @!$h#$e#Espero que tu trabajo haya sido gratificante. Solo sé que todos apreciamos lo que haces.",
			"summer_Tue4": "¿Hablas con Willy de vez en cuando? Ha vivido en esa cabaña desde que puedo recordar.#$e#Es un buen hombre.",
			"summer_Tue8": "Una de las cosas que más me gusta de la jardinería es ver a la gente detenerse para admirar tu trabajo.#$e#¿Alguna vez te has sentido así por la estética de tu granja?",
			"summer_Wed6": "Aprendí algunos consejos de jardinería de Evelyn. Siempre vale la pena pasar tiempo con un alma tan buena como ella.",
			"summer_Thu": "Hmm... ¿Será el cumpleaños de alguien hoy? Será mejor que mire el calendario que hay en Pierre's.",
			"summer_Thu4": "El Salón se anima bastante por la noche.#$e#Me gusta pasarme una vez por semana para ver cómo va todo. ¡Y para probar los espagueti tan auténticos de Gus!",
			"summer_Fri": "¡Buenas tardes, @! Me alegra verte descansando en el Salón. Es bueno tomarse un descanso de vez en cuando.$h#$b#Tu abuelo siempre trabajaba demasiado duro... Me tomaré una cerveza de más en su honor esta noche.",
			"summer_Sun6": "¡Es el momento perfecto para cocinar con unos pimientos picantes! ¿Tienes alguno creciendo este verano?",
			"fall_Mon": "A Robin y a mí nos gusta molestarnos mutuamente. Espero que no te hayamos incomodado la primera vez que te recibimos en el autobús.$h#$e#Ella y Demetrius han traído gran esperanza a nuestra comunidad.#$b#¡Y que sepas que tu también lo haces!$h",
			"fall_Mon4": "¡Llevo más de veinte años siendo alcalde de Pueblo Pelícano!#$e#Nunca se presenta nadie contra mí en las elecciones. Me gusta pensar que es porque hago bien mi trabajo.#$e#Me gusta ser alcalde.",
			"fall_Tue": "No mucha gente tiende a visitar a Clint, ya que su tienda está en las afueras del pueblo. ¿Por qué no le haces una visita?#$e#Estoy seguro de que valorara la compañía. Y el negocio.",
			"fall_Tue6": "Era más o menos esta época cuando me eligieron alcalde, hace más de veinte años ya.#$e#Me hace sentir muy viejo.$s",
			"fall_Wed4": "Cada miércoles desayuno gofres de trigo sarraceno y café. Es una pequeña tradición que sigo para que mi vida de soltero sea interesante.$h",
			"fall_Thu4": "¿Tienes abejas en tu granja?#$e#Si las colocas junto a flores obtendrás distintos tipos de miel.",
			"fall_Fri10": "Siento que me he vuelto tan cercano a ti, @, como lo era con tu abuelo. Es extraño pero conmovedor ver cómo cambian los tiempos.#$e#Por cada vida que deja este mundo, una nueva viene a reemplazarla. No debemos olvidar eso.",
			"fall_Sun4": "Ah... No hay nada como una taza de té bien cargada por la mañana.",
			"winter_Mon8": "Si toda mi vida fuera como un año, supongo que ya he entrado en invierno, por así decirlo.#$e#Me pregunto cómo será el mundo en unas pocas décadas más, si todavía estoy aquí.",
			"winter_Tue": "Tengo que equilibrar el presupuesto antes de fin de año. Espero no tener que recortar ningún festival solo para mantener el mínimo para el mantenimiento básico.#$e#Me imagino que encontraré una manera. Siempre lo hago. Pero no hay garantías.",
			"winter_Tue8": "¡Tengo que comenzar a idear un plan para mejorar nuestro pueblo el próximo año!",
			"winter_Wed10": "Debo decir, @, te he visto vender algo... interesante en la caja de envíos.#$e#¿Tienes alguna historia interesante que contar?$h#$e#... No, en serio.",
			"winter_Thu": "¿Todos se mantienen calientes? Avísame si falla la calefacción de alguien. Algunas de las casas de por aquí son bastante antiguas.",
			"winter_Thu8": "La quietud del invierno siempre me pone de un humor sombrío.#$b#Más bien, no diría exactamente que me pone triste. Simplemente se siente como... si mi alma se ralentiza para que coincida con la sensación del aire.#$b#Es difícil ponerlo en palabras, pero ¿sabes a qué me refiero?",
			"spring_1_2": "¡Salud por el nuevo año! Tienes mucho trabajo en estos primeros días de la estación, ¿no?",
			"spring_3": "¿Ya has plantado tus cultivos de primavera? La estacion no dura para siempre, tu sabes.",
			"spring_12": "¿Recibiste mi carta sobre el festival del huevo? ¡Espero que puedas ir!#$e#Tengo algunas buenas ideas para esconder huevos. Solo espera.$h",
			"spring_14": "Creo que hemos recogido todos los huevos ocultos de ayer.#$b#...Estoy bastante seguro.",
			"spring_23": "Espero que la danza floral nuevamente sea un éxito este año.#$e#Aunque a veces esas viejas tradiciones son difíciles de mantener...$s",
			"summer_10": "No dormí mucho anoche. El luau es siempre el festival más estresante del año para mí.#$e#¡No dejes que eso te impida pasar un buen rato!$h",
			"summer_28": "Creo que el festival de esta noche es mi favorito, no tengo que preocuparme por nada. ¡Las medusas lunares hacen todo el trabajo por mí!$h#$e#Es un buen contraste comparado con el luau a principios de este mes.",
			"fall_15": "¿Supongo que recibiste mi carta sobre la Feria de Stardew Valley?#$b#Este festival es mi especialidad. Estoy seguro de que va a ir genial.$h",
			"fall_28": "Ni siquiera entiendo como el pueblo limpia todo después de la víspera de los espiritus. Cada año, me despierto esperando un desastre, pero es como si nunca hubiera sucedido.",
			"winter_1": "Bueno, ¡ya está aquí el invierno! Lo que significa que los vecinos pasarán la mayoría del tiempo en casa.#$e#¡Por lo menos sabrás dónde encontrarlos!$h",
			"winter_7": "Parece que todo está en su orden para que el Festival del Hielo sea un éxito mañana.#$b#Recuerda, si yo no soy demasiado viejo para jugar en la nieve, ¡tú tampoco!$h",
			"winter_15": "El mercado nocturno no es algo que yo planee. Los comerciantes ambulantes simplemente aparecen cada año y, francamente, me alegro de que lo hagan.#$b#No todos los pueblos tienen ese privilegio.",
			"winter_24": "¡Estoy agradecido con todo el pueblo! Puedo planear la Fiesta de la Estrella de Invierno en papel, claro, pero la forma en que todos se muestran con un humor tan alegre...#$b#...¡es simplemente mágico!$h",
			"winter_28": "¡No es solo el final de otro año, es el aniversario de tu llegada! Nunca olvidaré cuando bajaste de ese autobús.$h#$e#Recuerdo que la nieve se derritió antes ese año.#$e#Gracias por un buen año, @.",
			"spring_14_2": "Creo que hemos recogido todos los huevos ocultos de ayer.#$b#...Bastante seguro.",
			"spring_23_2": "Bueno, nuestra danza floral aún se mantiene. Supongo que seguirá siendo una tradición durante mucho tiempo.",
			"summer_10_2": "Acabo de hablar por teléfono con el gobernador. Confirmó que ya está en camino. *gulp*",
			"summer_28_2": "Creo que el festival de esta noche es mi favorito, no tengo que preocuparme por nada. ¡Las medusas lunares hacen todo el trabajo por mí!$h#$e#Es un buen contraste comparado con el luau a principios de este mes.",
			"fall_15_2": "¿Supongo que recibiste mi carta sobre la Feria de Stardew Valley?#$b#Este festival es mi especialidad. Estoy seguro de que va a ir genial.$h",
			"fall_28_2": "Ni siquiera entiendo como el pueblo limpia todo después de la víspera de los espiritus. Cada año, me despierto esperando un desastre, pero es como si nunca hubiera sucedido.",
			"winter_7_2": "Parece que todo está en su orden para que el Festival del Hielo sea un éxito mañana.#$b#Recuerda, si yo no soy demasiado viejo para jugar en la nieve, ¡tú tampoco!$h",
			"winter_15_2": "El mercado nocturno no es algo que yo planee. Los comerciantes ambulantes simplemente aparecen cada año y, francamente, me alegro de que lo hagan.#$b#No todos los pueblos tienen ese privilegio.",
			"winter_24_2": "¡Estoy agradecido con todo el pueblo! Puedo planear la Fiesta de la Estrella de Invierno en papel, claro, pero la forma en que todos se muestran con un humor tan alegre...#$b#...¡es simplemente mágico!$h",
			"winter_28_2": "¡No es solo el final de otro año, es el aniversario de tu llegada! Nunca olvidaré cuando bajaste de ese autobús.$h#$e#Recuerdo que la nieve se derritió antes ese año.#$e#Gracias por un buen año, @.",
        }
    }]
}