{
    "Changes": [
    {
        "LogName": "Linus",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Linus",
        "Entries":
        {
            "Mon4": "Cuando llega la temporada de bayas, hay comida más que suficiente para todos.#$e#Solo tienes que saber cómo buscarlas y encontrarás un montón.",
			"Mon6": "No hay nada como la sensación de pasar otro invierno con solo los regalos de la montaña.$h",
			"Mon8": "¿Yo? ¿Casado? Jaja, no, Nunca he estado casado.$h#$e#Nunca he exigido que nadie más se ajuste a mi estilo de vida.",
			"Tue2": "¿Quieres algo?",
			"Tue6": "Hace mucho tiempo, sí, crecí en una familia. No los he visto en muchos años.#$e#Creo que ya ni siquiera puedo recordar sus caras...$s",
			"Tue10": "Bueno, @, supongo que podría considerarte parte de mi nueva familia, si está bien.$h#$e#Oh, por favor no te alarmes. Los árboles, las rocas, el lago, el cielo... ellos también son mi familia.",
			"Wed4": "Esta tierra continuará existiendo por muchos eones más allá de nuestras vidas.#$b#Por favor trátala con respeto.",
			"Thu": "¿...Hmm? ¿Necesitas algo?",
			"Thu2": "...Quizás necesito empacar mi tienda y mudarme de nuevo.$s",
			"Thu6": "Sí, me viste tomar comida de los botes de basura aquella vez...$s#$e#Por lo general, solo vivo de la comida que proporciona la naturaleza, pero la comida que otros arrojan se desperdicia si no la tomo.$s#$e#¿Es esa la forma de tratar lo que el mundo nos brinda?",
			"Thu8": "A veces, la gente no me entiende, pero eso no los hace malos.#$e#Solamente me molesta cuando muestran hostilidad.",
			"Thu10": "Hay una belleza en cuidar a los demás.#$b#Así que, si encuentro algo delicioso y hay suficiente para dos, lo dejaré en tu buzón.$h",
			"Fri": "Por favor, no me destroces la tienda de campaña.#$e#No sería la primera vez que me pasa.$s",
			"Fri2": "¿Por qué sigues visitándome?",
			"Fri8": "¿A dónde vamos después de morir? Supongo que iré al suelo.#$e#De vuelta al flujo de la naturaleza, eso es todo.#$e#No tiene que ser tan malo, si lo piensas.#$e#Aunque, supongo que todavía no estoy listo para eso.$h",
			"Sat": "Me gusta estar solo, ¿sabes?#$e#No necesito nuevos amigos.",
			"Sat2": "...Hola, otra vez.",
			"Sat6": "No me imagino viviendo aquí mucho más tiempo.#$e#No te alarmes si vienes aquí y mi tienda ha desaparecido de repente.#$e#Así es como siempre lo hago.",
			"Sat8": "Quizás me quedaré aquí otro año.#$e#Normalmente no me quedo en un lugar durante tanto tiempo, pero...$s",
			"Sat10": "A este ritmo, puedo quedarme aquí indefinidamente.$h#$e#Puedo vivir en la naturaleza todo lo que quiero, pero no estoy muy lejos de al menos una buena persona. Gracias, @.",
			"Sun2": "No tienes que hablarme si no quieres.",
			"Sun8": "Cuando te conocí, @, estaba seguro de que pronto abandonaría el valle. Gracias por ayudarme a cambiar de opinión..",
			"summer_Tue8": "¿Marlon y Gil? Sí, los veo de vez en cuando.#$e#Principalmente nos cuidamos nosotros mismos.",
			"summer_Sun6": "Una vez atrapé un pez en el lago que era más largo que mi brazo.$h#$e#Eso fue hace mucho tiempo. No sé si alguna vez romperé ese récord.",
			"fall_Mon8": "Lo admito, te he seguido a las minas antes, desde la distancia.#$e#Lo siento. Solo quiero asegurarme de que te mantengas a salvo...",
			"fall_Tue10": "¡Hola, @!$h#$e#¿Has encontrado buenos lugares para buscar comida hoy?",
			"fall_Wed8": "La montaña no nos debe nada, pero aún así nos da. Cualquier cosa que tomemos es un regalo inmerecido. Nunca debemos olvidar estar agradecidos.",
			"fall_Sun10": "¿Ya has intentado pescar con cebo silvestre?",
			"winter_Mon6": "Podría esconderme indefinidamente del frío en las aguas termales, pero no es el lugar donde vivo.#$e#Prefiero no molestar a nadie. El edificio le pertenece al pueblo.",
			"winter_Tue8": "Si hago bien las cosas, puedo pasar una semana más o menos sin comida.#$e#No es mi primera opción, pero puedo hacerlo si es necesario.",
			"winter_Wed8": "Rasmodius es un buen amigo. Solo nos encontramos de vez en cuando, pero siempre seguimos hablando donde lo dejamos.",
			"winter_Thu8": "La familia en esa casa parecía molesta por mi presencia cuando me instalé aquí. Aunque, ultimamente parecen estar bien conmigo.",
			"winter_Sun8": "Es importante saber que realmente no importamos. El mundo continuará si los humanos existimos o no.",
			"spring_1_2": "¡Respira el aire primaveral!$h#$b#El valle está volviendo a la vida.$h",
			"summer_10": "Creo que mañana podría arriesgarme en el luau y compartir un poco de mi cocina.",
			"winter_15": "Vislumbré los barcos que atracan en la playa, desde la montaña.#$e#Tal vez les eche un vistazo de cerca.",
			"winter_28": "Lo logramos.$h#$e#*jeje*$h",
			"summer_10_2": "Creo que mañana podría arriesgarme en el luau y compartir un poco de mi cocina.",
			"winter_15_2": "Vislumbré los barcos que atracan en la playa, desde la montaña.#$e#Tal vez les eche un vistazo de cerca.",
			"winter_28_2": "Lo logramos.$h#$e#*jeje*$h",
        }
    }]
}