{
    "Changes": [
    {
        "LogName": "Marnie",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Marnie",
        "Entries":
        {
            "Saloon": null,
			"Saloon_Tue": null,
			"Saloon_Wed": null,
			"Saloon_Sun": null,
			"Saloon_Sat": null,
			"Mon2": "Ordeno todos los suministros de una compañía con la que he hecho negocios durante casi dos décadas.#$e#Tengo un acuerdo especial, por lo que me resulta más barato pedir el equipo.",
			"Mon4": "Leah ha sido una buena vecina. Puedo decir que tiene un profundo aprecio por la naturaleza.#$b#Y eso incluye animales, por supuesto.$h",
			"Mon6": "Los animales son tan inocentes y tan dulces. Si yo no cuido de ellos, ¿quién lo hará?$s#$e#Espero que a las gallinas no les siente mal que me lleve sus huevos.$s",
			"Mon8": "¿Qué puedo decir? Supongo que está en mi sangre cuidar a los demás.#$e#Diría que tienes que serlo si quieres seguir en esta línea de trabajo.",
			"Tue2": "Lo siento si Shane fue un poco grosero contigo.$s#$e#Es solo que... espero que no sea mucho pedir si podrías llevarte bien con él.$s",
			"Tue4": "Shane es el padrino de Jas. ¿Ya te lo habia dicho?",
			"Tue6": "Jas simplemente adora a Shane.#$b#Aunque, hay una distancia extraña entre los dos.$s#$e#Ella siempre me llama \"Tía Marnie,\" pero ella solo lo llama \"Shane.\"$s",
			"Tue8": "Pobre Jas. ¿Te lo dije alguna vez? Sus padres murieron en un accidente por conducir ebrios hace varios años.$s#$e#Simplemente no puedo creer lo fuerte que ha sido.$s",
			"Tue10": "Shane no estaba en un buen momento cuando los padres de Jas murieron y no estaba en condiciones de convertirse repentinamente en un padre adoptivo.$s#$e#¿Qué más podía hacer? Tuve que acogerla.$s",
			"Wed": "Puedes usar una guadaña para cortar hierba y conseguir heno.#$e#Solo asegúrate de tener un silo para guardarlo.#$e#Robin podría ayudarte con eso.",
			"Wed2": "Puedes usar una guadaña para cortar hierba y conseguir heno.#$e#¡O me lo puedes comprar a mí, claro!$h#$e#Me vendría bien el dinero...$u#$e#Adiós.",
			"Wed4": "He vivido en este rancho toda mi vida. Lo estaba manejando sola para cuando tenía veinte años.#$e#Los tiempos seguramente han cambiado.",
			"Wed8": "Si tu silo se llena, también puedes almacenar heno en una caja.#$e#Es solo un pequeño consejo.$h",
			"Fri2": "Este es un estilo de vida desordenado, ¡pero nadie vivió bien sin ensuciarse las manos!$h",
			"Fri10": "De verdad es muy difícil y requiere mucho esfuerzo mantener contentos a todos estos animales, pero eso no me impide ser femenina cuando quiero.$h#$e#Jas y yo podemos divertirnos mucho disfrazándonos. Ella es una buena chica.",
			"Sat2": "Me alegra que te hayas mudado, @. Casi había perdido la esperanza de volver a ver a un vecino al norte de nosotros.^Me alegra que te hayas mudado, @. Casi había perdido la esperanza de volver a ver a una vecina al norte de nosotros.",
			"Sat4": "Lily era mi vaca favorita cuando era niña. Nunca he tenido una como ella desde entonces.#$e#Ella era simplemente un alma pura y amorosa.",
			"Sat6": "Siempre veo a Clint en el salón, pero no habla con nadie. Él solo mira por encima del hombro de vez en cuando.$s",
			"Sat8": "A veces siento que soy la única que puede mantener a esta familia.$s#$e#Diablos... no es cómo me siento. Es que realmente es así.$s",
			"Sat8_inlaw_Shane": "A veces siento que soy la única que puede mantener a esta familia.$s#$e#Por otra parte, eso no es del todo cierto. ¡Tú también eres familia! Y has hecho cosas maravillosas por Shane.$h",
			"Sun2": "Si quieres incubar tus propios pollos, necesitarás la mejora del corral de Robin.#$e#Sin embargo, hasta ese momento, te venderé tantas gallinas como quieras.",
			"Sun4": "¿Has averiguado cómo crear una mayonesera?#$e#Nunca me gustó la mayonesa hasta que la probé en casa. Esas cosas compradas en la tienda simplemente no son lo mismo.",
			"Sun6": "Si paso mi vida cuidando a las personas y animales que amo, entonces diría que es una vida bien vivida.",
			"summer_Mon2": "Otra de nuestras vacas dio a luz anoche.$h#$e#No creo que alguna vez me canse de ver cómo la vida continúa. Siempre encontrará un camino.",
			"summer_Wed4": "Shane ha estado distante desde que se mudó. Ni siquiera se sienta conmigo en el salón.$s#$e#Entiendo que necesita su independencia. Él es un adulto.$s#$e#Y tampoco soy su madre.$u",
			"summer_Wed6": "*sigh*... No fui muy productiva esta mañana.$s",
			"summer_Thu": "¿Cómo estás lidiando con este calor?#$e#Llueve lo suficiente en verano como para no tener que preocuparse de que las fuentes de agua se sequen.",
			"summer_Thu6": "Hoo, hace calor, pero no tanto. No deberíamos tener que preocuparnos por un golpe de calor con ninguno de los animales.",
			"summer_Fri6": "Hoy derramé un cubo entero de leche en el suelo. Fue horrible.$s#$e#Y un desperdicio del arduo trabajo de mi pobre Belinda.$s",
			"summer_Fri8": "Me pregunto si el Sr. Lewis se sentirá solo en esa casa tan grande...$s#$e#Seguro que echa de menos tener compañía, ¿no crees?",
			"fall_Wed": "¿Estás almacenando heno?#$b#Simplemente toma la cantidad de animales que tienes y multiplicala por 28. Esa es la cantidad de heno que necesitarás para pasar el invierno.",
			"fall_Wed8": "¡Tu y yo! Nos aseguraremos de que nuestros animales duren hasta el próximo invierno.$h#$e#Solo ven si empiezas a quedarte sin heno.",
			"fall_Thu": "Vendo radiadores. Asegúrate de colocar uno en donde se aloje tu ganado.#$b#Te agradecerán cuando empiece a nevar.$h",
			"fall_Thu6": "Jas trajo a casa otro exámen con calificación máxima de la escuela. Estoy completamente orgullosa de ella.$h#$e#Ella ha recorrido un largo camino.$h",
			"winter_Wed": "¿Tienes suficiente alimento para el invierno?#$e#Si necesitas que te venda algo, solo asegúrate de no esperar hasta el último minuto.",
			"winter_Thu": "Si no hubiera sido ranchera, quizas habría terminado como pastelera.#$e#¿Mmm? Oh, no, no horneo. Yo eh... simplemente me gustan los pasteles elegantes.",
			"winter_Thu8": "Sí, Jas se mudó primero. Algún tiempo después, busque a Shane, y quedó claro que también tenía que traerlo.",
			"winter_Fri": "De vez en cuando, le entrego un pequeño pedazo de tela a Emily.#$e#Es emocionante ver lo que hace con eso.",
			"winter_Fri4": "Hacemos nuestro propio queso y helado aquí.#$e#Nunca me canso de ellos si están hechos de la manera correcta.",
			"winter_Fri8": "Sí. Esa torre cerca de nuestro rancho todavía me da escalofríos.#$e#Solo trato de no pensar en ello.",
			"spring_1_2": "¡Feliz año nuevo!$h#$b#Los animales se mueren por salir.",
			"spring_12": "La semana pasada estuve entregando huevos a Gus y a Lewis.#$e#Espero que tengan suficiente.",
			"fall_15": "He estado esforzándome para tener una buena exhibición para la feria de mañana. Solo necesito unos cuantos huevos más.",
			"winter_24": "¡Hola! Espero verte mañana en la fiesta.$h",
			"winter_28": "¡Lo hicimos! Nuestros animales sobrevivieron al invierno.$h",
			"Tue_inlaw_Shane": "Me alegra mucho que Shane te haya conocido. Ahora cuídalo bien, ¿me oyes?",
			"Tue8_inlaw_Shane": "Me alegra mucho que Shane te haya conocido. Cuando se mudó por primera vez a la ciudad, no estaba segura de cómo funcionarían las cosas, ¡pero aquí estamos!$h",
			"spring_12_2": "La semana pasada estuve entregando huevos a Gus y a Lewis.#$e#Espero que tengan suficiente.",
			"fall_15_2": "He estado esforzándome para tener una buena exhibición para la feria de mañana. Solo necesito unos cuantos huevos más.",
			"winter_24_2": "¡Hola! Espero verte mañana en la fiesta.$h",
			"winter_28_2": "¡Lo hicimos! Nuestros animales sobrevivieron al invierno.$h",
        }
    }]
}