{
    "Changes": [
    {
        "LogName": "Maru",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Maru",
        "Entries":
        {
            "Mon2": "Hola. ¿Ya has visto algo interesante en tus paseos por la ciudad?",
			"Mon4": "Se debe dedicar mucho trabajo técnico al diseño y funcionamiento de una granja. ¿Qué haces para despejar tu mente cuando te pones un poco nervioso?^Se debe dedicar mucho trabajo técnico al diseño y funcionamiento de una granja. ¿Qué haces para despejar tu mente cuando te pones un poco nerviosa?",
			"Mon6": "A veces tengo la cabeza tan llena de tonterías que casi no puedo pensar. ¿A ti también te pasa?#$e#Normalmente el aire fresco ayuda.",
			"Mon8": "¿No es curioso cómo la solución a un problema difícil puede aparecer en tu cabeza tan pronto como dejas de pensar en ello?",
			"Mon10": "Ultimamente salgo a caminar solo porque espero encontrarme contigo.$l#$e#¡Parece que hoy es mi día de suerte!$h#$e#¿Qué tal mañana?",
			"Tue2": "Pásate por casa cuando necesites mejorar tus edificios.#$e#Siempre es agradable tener visitas.",
			"Tue4": "Mmm... Me pregunto si hay algo que pueda crear que haga más fácil el trabajo de mi madre...#$e#Con la forma en que trabaja, uno pensaría que es veinte años más joven.$h",
			"Tue6": "Me preocupa mi mamá cuando trabaja bajo la lluvia. ¿Y si la alcanzada un rayo?$s#$e#¿Tienes algunos pararrayos en tu granja?",
			"Tue8": "Mi madre siempre me ha apoyado mucho en mis actividades. También mi papá.#$e#No creo que lo hubiera hecho tan bien si hubiera tenido a alguien más como padres.",
			"Tue10": "Es importante sentarse y disfrutar de las cosas buenas de la vida.#$e#A veces, mi cerebro comienza a ir a toda velocidad y se vuelve abrumador.#$b#Pero afortunadamente, me las arreglé para calmarme ahora.",
			"Tue6_inlaw_Penny": "Penny solía hablar de ti todo el tiempo.#$b#Finalmente, pensé, \"¡Oye! ¡Será mejor que invites a ese chico a salir si es que no te invita primero!\"$h^Finalmente, pensé, \"¡Oye! ¡Será mejor que invites a esa chica a salir si es que no te invita primero!\"$h",
			"Wed2": "Los días en la clínica son agradables más aun cuando aprendo algo nuevo.#$e#Si no aprendo algo nuevo todos los días, termino sintiéndome incompleta.",
			"Wed4": "El Dr. Harvey estaba a punto de tirar su desfibrilador, pero lo abrí y lo arreglé sin ningún problema.#$e#Desafortunadamente, aún tenía que reemplazarlo. Algo sobre un protocolo y evitar demandas...$s",
			"Wed6": "El monitor cardíaco en la sala de tratamiento de la clínica realmente podría tener algunas mejoras.#$b#No sería demasiado difícil instalar un sistema de comando de voz en él.#$e#Sin embargo, es solo una ilusión. Sé que no puedo alterar el equipo médico estandarizado.$s",
			"Wed8": "Trabajo en la clínica de Harvey los martes y los jueves.#$e#Es majo, pero no es mi tipo...",
			"Thu4": "Parece que será otro día lento en la clínica.#$e#De todos modos, tengo mucho para hacer.",
			"Thu6": "Espero pasar mucho tiempo con el telescopio este verano.#$e#Deberías unirte a mí una tarde cuando el clima esté despejado.$h",
			"Thu10": "¡Oh, @! ¿Hay algo de lo que quieras hablar conmigo?$h#$e#Simplemente estaba pensando en ti.",
			"Fri": "Oye, perdón si parezco de mal humor... estoy un poco adolorida por el trabajo de ayer.#$c .5# ¡Tenía que llevar diez cajas de archivos médicos al ático!#$e#¡Tuve que ordenar los registros de pacientes durante cuatro horas seguidas!",
			"Fri2": "Penny es una gran amiga. Nos hemos llevado bien desde que mi familia se mudó aquí.#$e#Asegúrate de saludarla, ¿de acuerdo?",
			"Fri4": "Mi madre es carpintera, y mi padre científico. Supongo que tiene sentido que me dedique a fabricar aparatos.",
			"Fri6": "Ooh, que semana. No progresé tanto en mis proyectos como esperaba.$s#$e#¿Tu semana fue bien?",
			"Fri8": "¿Cómo crees que será la agricultura dentro de cien años?#$e#Supongo que no hay reemplazo para el toque humano, ¿o sí?$l",
			"Sat": "¿Conoces a mi padre, Demetrius? Es científico. Me lo paso muy bien ayudándole en el laboratorio.",
			"Sat2": "Mi papá está estudiando las propiedades únicas del valle. No encontrarás muchos ecosistemas en el mundo como este.",
			"Sat4": "No he decidido qué tipo de ciencia quiero seguir como carrera a largo plazo.#$e#Tal vez seguiré haciendo un poco de todo.$h#$e#Aunque, sería bueno dar algún tipo de contribución al mundo.",
			"Sat6": "La propulsión de cohetes fue uno de mis primeros intereses. Todavía incursiono en ello, de vez en cuando.",
			"Sat8": "Quiero ahorrar para poder ordenar un poco de iridio de un catálogo de hardware. Aunque, las cosas son absurdamente caras.$s#$e#Pero... ¡oh, las cosas que podría hacer con eso!$l",
			"Sat10": "Todos necesitan un lugar feliz para retirarse y estar solos. El banco junto al centro comunitario es mío.#$e#También está el otro banco junto al salón, pero ahí es donde me encuentro con Penny.#$e#Sin embargo, no me importaría si te unieras a mí en el banco feliz.$l",
			"Sun8": "Debes disfrutar bastante de tu trabajo si te has quedado en el pueblo tanto tiempo.#$e#Estoy muy feliz por ti.$h",
			"Sun10": "Debes disfrutar bastante de tu trabajo si te has quedado en el pueblo tanto tiempo.#$e#Yo también. Hacemos un buen par, ¿no?$l",
			"summer_Mon": "Hmm... ¿Con qué invento me entretendré este verano?",
			"summer_Mon2": "Tengo mucho en mi lista de tareas con mis proyectos de inventos. ¡Espero poder hacerlo todo!",
			"summer_Mon6": "Cuando trabajas en un proyecto tecnológico, hay una docena de fallas por cada éxito.#$e#La forma en que las cosas no funcionan puede ser tan emocionante como la forma en que funcionan.#$b#...Mientras nadie salga lastimado.$s",
			"summer_Mon10": "Ultimamente cuando estoy trabajando en un proyecto siempre te tengo en cuenta.#$e#Eres una especie de inspiración, supongo. Solo quiero ver tus reacciones a las cosas.$l",
			"summer_Tue2": "Mi hermano solo tiende a salir de su habitación por la tarde.#$e#A veces pasan un par de días antes de que nuestros caminos se crucen.$s",
			"summer_Tue8": "@, qué elegante estás hoy.$h",
			"summer_Tue4_inlaw_Sebastian": "¡Heyyy, cuñado!$h^¡Heyyy, cuñada!$h#$e#Sebastian parece mucho más feliz ahora que no tiene que vivir aquí. ¡Espero que las cosas estén bien!",
			"summer_Wed2": "Ahh, hace un calor increíble. Apuesto a que la habitación de Sebastian debe estar realmente genial en este momento en comparación.#$e#Sin embargo, no lo sabría con certeza. En realidad rara vez voy allí.",
			"summer_Wed4": "¿Soy yo o de repente está haciendo demasiado calor?#$e#Supongo que solo soy yo.",
			"summer_Wed6": "Esta noche es una buena noche para observar las estrellas. Deberías pasar por aquí.",
			"summer_Wed8": "¿Podre encontrar algunos cuerpos celestes que no haya visto antes esta noche?",
			"summer_Wed10": "Es extraño. Últimamente mirar el cosmos a través de mi telescopio parece un poco solitario.$s#$e#Simplemente sola... sin ti a mi lado.",
			"summer_Thu10": "¿Cómo se mantienen tan suaves tus manos con todo ese trabajo agrícola?",
			"summer_Fri4": "Papá y yo a veces salimos a tomar un helado. Sebastian solía venir también, pero ya no lo hace.",
			"summer_Fri6": "Me alegra poder trabajar en esta clínica. Si viviéramos en otro lugar, me tomaría mucho más tiempo.#$e#Las horas que trabajo cada semana son perfectas para mí.",
			"summer_Fri10": "Oye @. Deberíamos pasar el rato en el lago y compartir un helado.#$e#¿Te gusta esa idea?",
			"summer_Sat": "Oye, ¿tienes alguna historia de granja interesante que contarme?#$e#Supongo que no.",
			"summer_Sat2": "Intentar construir algo mecánico es como un juego de resolver problemas. Disfruto tener que pensar fuera de la caja.#$e#¿Hay algo como eso en tu trabajo?",
			"summer_Sat4": "Hmm... ¿los robots serán lo suficientemente populares como para reemplazar a los animales como mascotas?.#$e#Bueno, probablemente no durante nuestras vidas.",
			"summer_Sat6": "Mis padres apoyan mi trabajo, pero trazan la línea cuando se trata de traer un reactor nuclear a la casa.#$e#¿Qué? Podría manejarlo.$h#$b#En teoría, de todos modos. No son tan peligrosos si sabes lo que estás haciendo.",
			"summer_Sat10": "Es en medio del verano así cuando te veo, @, y todo mi corazón se siente cálido.$l#$e#Especialmente por las noches, tengo la sensación de que más adelante en la vida, estos días serán nostálgicos.",
			"summer_Sun": "Seguro que cultivas cosechas interesantes ahora mismo.#$b#Mi padre dice que en esta época crecen muchas plantas exóticas en el valle.",
			"summer_Sun4": "Puedo ser bastante disciplinada. Eso me ayuda a cumplir con un horario.#$e#¿Qué hay de tí?",
			"summer_Sun8": "Me pregunto si debería solicitar un trabajo como investigadora en una universidad.#$e#Aunque extrañaría el valle. Y además, puedo hacer casi todo lo que quiero aquí, así que...",
			"summer_Sun10": "Me pregunto si debería solicitar un trabajo como investigadora en una universidad.#$e#Aunque extrañaría el valle. Y además, puedo hacer casi todo lo que quiero aquí, así que...#$e#Y estás tú.$l",
			"fall_Mon4": "¿Recuerdas cómo la margarina solía ser más popular que la mantequilla, porque supuestamente era más saludable?#$e#Luego descubrieron que la margarina es incluso peor para ti. Así que ahora volvemos a la mantequilla.#$e#A veces la investigación es un viaje divertido.$h",
			"fall_Mon6": "Hmm, el aire huele bien. Hoy es un buen día para estar afuera.",
			"fall_Mon8": "Deberías venir mañana a visitarme a la clínica. Trabajo de 10:00 a 16:00.$h",
			"fall_Mon_inlaw_Sebastian": "Oh, ¡oye @! ¿Cómo está mi hermano?",
			"fall_Tue2": "Los colores de esta estación son los que realmente me hacen amarla tanto.#$e#Todos tenemos una buena excusa para salir.",
			"fall_Tue4": "@, ¡me encanta cómo se ven los árboles ahora mismo!#$e#Sé que también te gustan.",
			"fall_Tue8": "Días como estos me recuerdan cuando fui a la escuela de niña.#$e#¿Algún recuerdo nostálgico para ti, @?",
			"fall_Tue10": "Propulsión de cohetes, brazos robóticos, inteligencia artificial... la síntesis de estos elementos es algo realmente especial.#$e#Todavía hay un largo camino por recorrer en cada ciencia. Infinitas posibilidades, de verdad.",
			"fall_Wed4": "Si te sobra algo de metal, podría usarlo en mis proyectos.#$e#Pero solo si no lo necesitas tú.",
			"fall_Wed6": "Probablemente hayas creado algunos dispositivos muy bonitos. ¿Has hecho una mayonesera?#$e#En realidad es bastante fácil. Las propiedades del cristal de la tierra hacen la mayor parte del trabajo por tí.",
			"fall_Wed8": "El oro es para mucho más que solo fines decorativos. También es un muy buen conductor para equipos eléctricos.#$e#Pero no es como si alguien simplemente tuviera algo de eso, ¿verdad?$h",
			"fall_Wed10": "Mmm, esto es lindo. Un hermoso día de otoño, la brisa suave y refrescante...#$b#...mi novio en mis brazos...$l^...mi novia en mis brazos...$l",
			"fall_Thu": "En otras partes del mundo ahora es primavera. ¿Te lo imaginas?",
			"fall_Thu4": "Seguro que sería interesante ver como la inteligencia artificial interactúa con la inteligencia orgánica.#$e#Sería aún más interesante si pudiéramos fusionar las dos en una forma de vida. ¿Tienes alguna vaca que esté lista para un experimento de 'vaca biónica'?$h#$e#Ja, es broma.",
			"fall_Thu8": "¿Has oído hablar de un cristalario? Parecen un poco difíciles de crear, pero no imposibles.#$e#Haría uno si tuviera los materiales.",
			"fall_Fri4": "El Dr. Harvey parece estar de buen humor últimamente. Fue una buena semana en la clínica.",
			"fall_Fri6": "Últimamente me siento muy optimista...$h",
			"fall_Fri8": "La inteligencia artificial es realmente fascinante. No soy tan buena programando como Sebastian...#$b#...pero hay algunos módulos de AI preestablecidos que he intentado modificar yo misma.#$e#Incluso algunos algoritmos básicos de emociones deberían ser posibles, pero por supuesto lo mantengo relativamente rudimentario.",
			"fall_Fri10": "Mmm, este clima me hace querer comer dulces.#$e#...y a tí. *jiji*$l",
			"fall_Sat4": "La forma en que todos los organismos silvestres perecen y sobreviven para mantener un ecosistema...#$b#...hay mucho que podemos aprender y aplicar para hacer que cualquier sistema complejo sea estable.",
			"fall_Sat6": "Mi papá tuvo un experimento genial a principios de esta semana.#$b#Los microbios en el lago en realidad estabilizan los niveles de pH del mismo. Pero para hacer eso, los microbios tienen que morir en cantidades masivas.#$e#¿Es malo de mi parte si fue divertido replicar el proceso en el laboratorio?$s#$e#Bueno, ya sabes, la naturaleza es cruel y hermosa.",
			"fall_Sat10": "Ugh, mis pensamientos están fuera de control ahora mismo. Es como si mi cerebro estuviera acelerado.$s#$e#¿Puedes frotarme la espalda? Tengo que respirar lentamente. *sigh*#$b# ...Uno, dos, tres, cuatro, cinco, seis, siete...$s#$e#Una vez más...#$e#...$s#$e#Gracias. Estaré bien.$l",
			"fall_Sun2": "¿Algún plan para la próxima semana? ¿O simplemente viviendo el día a día?",
			"fall_Sun4": "Ey, ¡por otra buena semana! *Chin, chin*",
			"fall_Sun6": "Ugh, No puedo evitar que mis pensamientos giren como un torbellino.$s#$e#Lo siento.$s",
			"fall_Sun8": "Ey, es un placer encontrarte. ¿Cómo estuvo tu semana?",
			"fall_Sun10": "Tienes una hoja en el pelo. Deja que te la quite.#$e#...$h",
			"winter_Mon2": "Mi muñeco de nieve se ve un poco diferente cada año, pero mi niña interior finge que es la misma alma que siempre vuelve a visitarme.",
			"winter_Mon4": "Nunca eres demasiado vieja para construir un muñeco de nieve.#$b#Cualquiera que esté cansado de los muñecos de nieve está cansado de la vida.$h",
			"winter_Mon6": "Creo que hoy le haré una pequeña reparación a mi muñeco de nieve. Quizás pueda lograr que dure hasta el año nuevo.$h",
			"winter_Mon8": "¡Hola @!$h#$e#Ey, ¿no crees que mi muñeco de nieve se parece a ti?",
			"winter_Tue4": "Ey, ¿tienes alguna idea para que te construya algo?#$e#Mhmm. Confío en tu opinión.",
			"winter_Tue6": "Me pregunto si podría hacer un dispositivo que evite que mi cabello se encrespe cuando el clima esté seco...",
			"winter_Tue8": "Una de mis primeras ideas para un invento fue un lanzador automático de bolas de nieve.#$e#En realidad nunca terminé el proyecto, porque tuve la idea cuando tenía siete años.#$b#Aunque, no debería ser demasiado difícil....",
			"winter_Wed4": "Hm. Estoy un poco aburrida hoy. ¿Cómo pasas el tiempo en invierno?#$e#Mis proyectos actuales simplemente no están progresando mucho últimamente. Necesito un cambio de rutina.",
			"winter_Wed6": "A decir verdad, siento que aprendo aún más de Penny de lo que ella aprende de mí.#$e#La forma en que entiende a los niños, la literatura y el arte ... Somos un par de nerds, pero nos equilibramos mutuamente.",
			"winter_Wed6_inlaw_Penny": "Estoy tan feliz de que estés con mi mejor amiga. Siempre tuve un presentimiento sobre ti y Penny.$l",
			"winter_Wed10": "El mundo se ve perfecto con la nieve recién caída.#$e#@, eres una muy buena persona. Espero que reconozcas eso sobre ti.$l",
			"winter_Thu4": "Espero que Sebastian esté bien. Siento que apenas ve el sol durante el invierno. No es saludable.$s",
			"winter_Thu6": "Traté de preguntarle a Sebastian si podía unirme a ellos la próxima vez que Sam viniera, pero no parecía entusiasmado.$s#$e#Es decir, lo entendería si hiciera algo mal, pero honestamente, ¿por qué me aleja así?$a",
			"winter_Thu8": "Hoy en día dejo que Sebastian haga las cosas a su manera. Creo que solo quiere que lo dejen solo.#$e#Apesta. He intentado todos estos años ser una buena hermana, pero no creo que alguna vez deje de alejarme.$s#$e#Bueno, no todas las relaciones entre hermanos terminan siendo perfectas.$s",
			"winter_Thu10": "@, acércate. Tengo frío.$l#$e#Tengo las manos secas por culpa del clima frío. Lo siento.",
			"winter_Thu4_inlaw_Sebastian": "Hice una llamada con Sebastian esta mañana. Ahora que se mudó, es mucho más fácil llevarse bien con él.#$b#¿No es gracioso cómo eso funciona?$h",
			"winter_Fri4": "Ayer tratamos a un paciente con gripe. Ugh. De verdad espero no contagiarme.$s#$e#No, no puedo decirte quién es. Confidencialidad del paciente.#$b#Solo asegúrate de lavarte mucho las manos.",
			"winter_Fri6": "Hoy tienes un aspecto muy fresco. Supongo que es por el aire frío del invierno.",
			"winter_Fri10": "Tus mejillas están rosadas. *jiji* Que ternura.$l#$e#Mmm, dame un abrazo.$l",
			"winter_Sat4": "Mmm, si tan solo pudiera ir a las minas y conseguir algunos metales preciosos. ¡La cantidad de cosas que podría lograr...!#$e#Pero... no quiero hacer que mis padres se preocupen.",
			"winter_Sat8": "¡@! Me alegro de verte.#$e#Ha sido una semana un poco difícil, pero verte mejora las cosas.#$e#Siempre es agradable tenerte cerca.",
			"winter_Sun": "Me entra un sueño con el frío...",
			"winter_Sun2": "Quiero envolverme en una manta, pero luego me quedo dormida. Hmm.#$e#Realmente arruinaría mi ciclo de sueño si tomara una siesta.",
			"winter_Sun4": "Me entra un sueño con el frío...",
			"winter_Sun6": "El viaje en el tiempo es teóricamente posible. Solo tomaría más energía de la que cualquiera puede aprovechar.#$e#Estamos hablando... de casi toda la energía cinética y potencial del mundo. En un solo lugar.",
			"winter_Sun10": "El viaje en el tiempo es teóricamente posible.#$b#Pero incluso si pudiera viajar a través del tiempo, no quisiera cambiar nada.$l",
			"spring_1_2": "Un buen dia para ti, señor!^Un buen dia para ti, @!#$e#¿Cómo va tu año hasta ahora?",
			"summer_1": "Esta será una gran temporada para observar las estrellas.",
			"summer_27": "Estarás en la playa mañana por la noche, ¿verdad? ¡Espero que sí!",
			"fall_15": "La Feria de Stardew Valley es muy divertida. Es uno de mis días favoritos del año.#$e#Deberías probar algunos de los juegos que tienen.",
			"winter_1": "Oh vaya, que frío...$s",
			"winter_7": "Amo a mi muñeco de nieve, pero estoy interesada en ver lo que otras personas construirán mañana.",
			"winter_28": "Que tengas una buena noche. ¡Contemos nuestras estrellas de la suerte!",
			"summer_27_2": "Estarás en la playa mañana por la noche, ¿verdad? ¡Espero que sí!",
			"fall_15_2": "La Feria de Stardew Valley es muy divertida. Es uno de mis días favoritos del año.#$e#Deberías probar algunos de los juegos que tienen.",
			"winter_7_2": "Amo a mi muñeco de nieve, pero estoy interesado en ver lo que otras personas construirán mañana.",
			"winter_28_2": "Que tengas una buena noche. ¡Contemos nuestras estrellas de la suerte!",
		}
	},
	{
        "LogName": "Maru Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueMaru",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#Apuesto a que mi hermano se fue a la cama hace una o dos horas. Que tontería.#¿Qué tal le irá a Penny? A lo mejor luego la llamo.",
			"Rainy_Day_1": "#$c .5#¿Has visto mi destornillador plano con mango amarillo? Siempre estoy extraviando esa cosa...$s#Estaba pensando... ¿Crees que MARILDA estará bien? Espero que encuentre un lugar al que llamar hogar...",
			"Rainy_Day_2": "¡Ey! Anoche no podía dormir, así que estuve trasteando en el taller. Toma, hice esto para ti. [688 369 338 325 287]#$e#$c .5#Estoy feliz de contribuir como puedo.$h#Espero que puedas aprovecharlo.",
			"Rainy_Day_3": "#$c .5#Uf, pensé que dormí como un bebé, pero todavía estoy cansada.#¡Lo único que no me gusta de la lluvia es que no puedo mirar las estrellas!",
			"Rainy_Day_4": "#$c .5#Algunos de mis dispositivos electrónicos se están llenando de polvo. Eso es algo en lo que podría trabajar hoy... o tal vez un poco de lectura.#¿Eso es una gotera en el techo? Tendré que echarle un vistazo. Sé algo de carpintería de tanto observar a mi madre.",
			"Rainy_Night_0": "#$c .5#Me quedé adentro por el clima. No es muy emocionante, pero fue relajante. Me relajé con el último 'Esquemas semanales'.#¡Asegúrate de no dejar las herramientas ahí fuera con la lluvia! No querrás que se te oxiden.",
			"patio_Maru": "#$c .5#Cuando esto esté listo, debería ser útil para ayudarme a cocinar. Ya sabes, a mi manera, solo por diversión.#Todavía no sé lo que es... Pero es divertido usar mi vieja llave inglesa de vez en cuando.",
			"Rainy_Night_1": "Hola, @. ¿Qué tal tu día? ¿Mojado?#$e#$c .5#¿Por qué no tenemos una cita esta noche? ¿Qué esperarías?#Este clima me da ideas para inventos... ¿tal vez si canalizo el agua de lluvia podría alimentar un molino?",
			"Rainy_Night_2": "Mi padre lleva monitorizando pautas climáticas durante los últimos veinte años.#$e#$c .5#Realmente espero que el clima no cambie hasta el punto en que afecte negativamente tu agricultura.$s#Aún es un poco pronto, pero los resultados han revelado tendencias anormales.",
			"Rainy_Night_3": "#$c .5#Ven aca. * beso * Necesito un poco de contacto humano esta noche.$l#¿Podemos cenar espagueti en la cama esta noche?",
			"Rainy_Night_4": "#$c .5#Mira lo que hice. ¡Y ni siquiera usé un horno! ¿Adivina cómo? [232 234 223 220]$h#¡He hecho un postre! Eso sí, lávate los dientes antes de irte a la cama. [232 234 223 220]$h",
			"Indoor_Day_0": "#$c .5#Tengo tantos proyectos pequeños en los que quiero trabajar hoy... Tal vez debería escribir una lista, antes de que mi cerebro esté demasiado saturado.#¿Hmm? Lo siento, a veces me pierdo en mis pensamientos y no sé lo que hago.",
			"Indoor_Day_1": "#$c .5#¿Tienes alguna idea de cómo podríamos usar esto? Simplemente no me gusta desperdiciar un buen equipo. [286 287 205 732]#He encontrado esto entre mi chatarra. ¿Crees que podrías usarlo? [286 287 205 732]",
			"Indoor_Day_2": "#$c .5#Hay algo en la vida agrícola que me levanta temprano. No se que es. Simplemente se siente bien.#¡Por fin te despiertas! Me moría de hambre... *Gru, gru, gru*$h",
			"Indoor_Day_3": "#$c .5#¿Qué podemos hacer para que hoy sea un poco más especial? ¿Tienes algo divertido en mente?#Una de las mejores cosas de vivir en la granja es despertarse con un coro de pájaros piando.",
			"Indoor_Day_4": "#$c .5#Me preguntaba en dónde terminaría después de mudarme. Nunca imaginé que sería justo al lado de la carretera. Qué divertido.$h#¿Cómo haces para tener las manos tan suaves con tanto trabajo?",
			"Indoor_Night_0": "#$c .5#Un día, veremos las estrellas de la misma manera que el hombre antiguo miró el horizonte: distante pero superable.#¿Viste la luna anoche? Siempre tiene un aspecto espectacular en el horizonte.",
			"Indoor_Night_1": "#$c .5#Siempre se pueden realizar pequeñas optimizaciones en la granja, pero quizás lo más importante es si el diseño es agradable para ti.#Hace un rato he visto una estrella fugaz. Me gusta pensar que es MARILDA que viene a vernos.$h",
			"Indoor_Night_2": "No sé si me apetece más pastel de chocolate o fresas maduras. ¿O quizás las dos cosas...?#$e#$c .5#La vida es demasiado corta como para no comer más golosinas.$h#Dime la verdad... ¿Estoy engordando?$s",
			"Indoor_Night_3": "#$c .5#¡Has hecho un buen trabajo hoy! Te mereces descansar el resto de la noche.#¡Oh, ahí estás! Solo esperaba que volvieras a casa.$l",
			"Indoor_Night_4": "#$c .5#Me empieza a gustar de verdad esta casa antigua. Es tan acogedora de noche. Mamá ha hecho un gran trabajo mejorándola.#Estoy realmente orgullosa del trabajo que haces. ¿Lo sabes?",
			"Outdoor_0": "#$c .5#¡Oh Dios! Me encontraste. Esperaba compartir un poco de la mañana afuera contigo.#Ahh... La granja huele genial, me recuerda a las montañas junto a la casa de mis padress.",
			"Outdoor_1": "#$c .5#Estoy segura de que si mi madre estuviera aquí, podría contarte una pequeña historia sobre cada pieza de madera en este lado de la casa.#Con un poco de planificación, ¡podríamos automatizar la mayor parte del trabajo y relajarnos!",
			"Outdoor_2": "#$c .5#No importa cuán avanzada sea la tecnología, espero que esta granja y estas maderas estén aquí por mucho, mucho tiempo.#Esta noche va a estar despejado... ¿Podrá verse la constelación de %noun?",
			"Outdoor_3": "#$c .5#¡Buenos días! ¿Te importa si te miro desde aquí?#No te preocupes, no me importa que traigas barro a la casa. Es divertido ensuciarse de vez en cuando.",
			"Outdoor_4": "#$c .5#Entonces, ¿cómo fueron los primeros días que te mudaste aquí? Es casi difícil recordar cuando era solo tu conocida.#¡Nunca me había dado cuenta del cuidado y la planificación que exige llevar una granja! Es muy parecido a trabajar en el laboratorio.",
			"OneKid_0": "#$c .5#Le pediré a Penny un consejo para los niños. Sé que ella trabaja con niños grandes, pero también entiende los pequeños.#¿Has jugado un poco con %kid1 hoy? Los niños necesitan tiempo para jugar para alcanzar su máximo potencial.",
			"OneKid_1": "#$c .5#¿Qué? No, por supuesto que no voy a hacer un robot-padre. No puedes encontrar un sustituto para el toque humano.$h#¿Qué opinas... ? ¿Se dedicará %kid1 a la granja? ¿O a la ingeniería?",
			"OneKid_3": "#$c .5#Mis padres están emocionados; Simplemente dijeron que nunca esperaban ser abuelos a una edad tan joven. Bueno, mamá y papá, ¡sorpresa!#Tengo grandes esperanzas puestas en el bebé. He estado leyendo datos científicos sobre los mejores métodos de crianza.",
			"TwoKids_3": "#$c .5#Es genial que tengamos buena atención médica aquí. El Dr. Harvey verá a nuestros hijos en un instante si es necesario.#Mi propio laboratorio, dos bebés maravillosos y un hermoso terreno. La vida me va muy bien.",
			"funLeave_Maru": "#$c .5#Mis padres probablemente me extrañan un poco. Allá es a donde voy hoy.#Creo que iré a visitar a mis padres. No les he visto en un tiempo.",
			"funReturn_Maru": "#$c .5#Fue bueno volver a casa hoy, pero es aún mejor venir a mi verdadera casa. Mi corazón pertenece aquí ahora.$l#Papá y mamá están estupendamente. Su rutina es la misma, aunque yo no esté. ¿Qué tal tu día?",
			"spring_9": "Trabajar en una universidad sería interesante, pero, sinceramente, ¿qué puedo hacer allá que no hago aquí?#$b#¿Inventar? ¿Aprender? ¿Experimentar? Ya hago todo eso.$h",
			"spring_15": "Veré si puedo hacer que uno de mis robots haga la limpieza hoy.#$b#Es más difícil configurar y calibrar un robot, pero también es más divertido.$h",
			"spring_16": "Me pregunto si mi caminata al trabajo es más corta o más larga ahora, en comparación con donde vivía...",
			"spring_26": "MARILDA fue realmente un invento único para mí. Ni siquiera estoy segura de poder reproducir otro robot como ella... e incluso si pudiera, hmm...$s#$b#Una gran parte de mí quiere que siga siendo especial, única en su clase.",
			"summer_4": "Recuerdo un año, cuando era niña, las frambuesas aparecieron muy tarde en la temporada.#$b#Todavía las comíamos frescas alrededor de estas fechas.#$e#¿Qué? ¡Por supuesto que lo recuerdo! ¡Sabían tan bien!$h",
			"summer_9": "Otro día de trabajo para mí.#$b#Hmm... Espero que nadie venga con un golpe de calor.$s",
			"summer_16": "Eldra, una de las constelaciones de los 'hermanos enemistados' se encontraba en su punto más alto del cielo anoche.#$b#Dentro de medio año, su hermano tomará su lugar. Nuestros antepasados fueron realmente creativos, la forma en que crearon tantas historias para explicar los fenómenos del cielo.",
			"summer_23": "Hay belleza en la tecnología humana, pero también hay una belleza aún mayor en la naturaleza.#$b#Siento que la máxima belleza sería una armonía entre los dos. ¿Qué piensas?^Siento que la máxima belleza sería una armonía entre las dos. ¿Qué piensas?",
			"summer_27": "Solo un par de noches más para que lleguen las medusas lunares. ¡Estoy muy emocionada!#$e#Sin embargo, siendo sincera, probablemente no estoy cerca del nivel de emoción de mi padre.",
			"fall_9": "Que tengas un buen día hoy, cariño. Solo voy a dar los últimos toques a mi desestabilizador de plutonio.#$e#Bromeo.$h#$e#No, en serio, tengo el desestabilizador de plutonio en mi laboratorio secreto. El que está debajo de la pila de madera.#$e#¡Por favor dime que no te enamoraste por eso!$h#$b#Er, bueno... oh. Supongo que tenía un laboratorio secreto en mi antiguo hogar.$s#$e#¡No, no instalé un laboratorio secreto! ¡Esta es tu casa, tonto!$h^¡No, no instalé un laboratorio secreto! ¡Esta es tu casa, tonta!$h",
			"fall_15": "Ayer fue el último día para poder plantar calabazas a tiempo para la víspera de los espíritus.#$e#En realidad, si lo olvidaste, aún podrías hacerlo. Solo necesitarías un poco de acelerador básico.",
			"fall_18": "Vivir a poca distancia de la casa de mis padres... en una casa que mi madre remodeló...#$b#Bueno, sé que mi situación no es exactamente típica. Avísame si alguna vez te resulta extraño, ¿de acuerdo?#$e#Eres mi prioridad, eres mi amor. Ahora ven aquí y bésame.$l",
			"fall_22": "Penny me prestó un libro hace unos días. Creo que lo comenzaré más tarde, tal vez mientras estoy fuera.",
			"winter_11": "Aprendo mejor haciendo las cosas de manera práctica, y trato de aprender algo nuevo todos los días.#$e#Para mí, el conocimiento es su propio fin. No tengo planes de vender un invento por mucho dinero.#$b#Sin embargo, estoy dispuesta a cambiar de opinión sobre el tema si alguna vez es necesario.",
			"winter_22": "Me encantan las chimeneas ... incluso más de lo que amo la calefacción central. ¿Es extraño para una tecnófila como yo?#$e#Es solo ese olor a leña y la sensación del calor natural. No puedes vencerlo.",
			"winter_23": "Casi he terminado el libro que Penny me prestó hace un tiempo.#$e#No sé cómo hace para leer tantos de esa manera. Yo solo leo algunos libros por año.",
			"winter_28": "Feliz año nuevo, cariño. ¡Celebremos esta noche! [232 234 223 220]$h#$b#No te quedes hasta demasiado tarde.$l",
        }
    }]
}