{
    "Changes": [
    {
        "LogName": "Pam",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pam",
        "Entries":
        {
            "Saloon_Wed": null,
			"Saloon_Mon": "Buenas, chaval.^Buenas, chavala. ¡Te invitaría a un trago si me lo pudiera permitir!",
			"Saloon_Thu": "*Gulp...* Llevaba toda la tarde esperando esta bebida. Je, je.",
			"Saloon_Entry": "Ah... Por fin./Necesito un trago./¡Gus! Lo de siempre./Ey, ¡he vuelto!/¡Me muero de sed!/¡Tengo el gaznate seco!",
			"Trailer_Entry": "Penny! ¿Has hecho la cena?/¡Penny! ¿Has acabado las tareas de casa?/¡Penny! ¿Estás en casa?/¡Ey! ¡Ya he vuelto!",
			"Mon": "#$1 PamDrank#Urghh... Mi cabeza...$k#$e#¿Sabes? Comería cosas más sanas si me lo pudiera permitir.#$e#Ey, seguro que tienes un montón de comida rica en tu granja, ¿eh?",
			"Mon2": "Podría ir por algunas chirivías.#$e#¿Qué? ¿No crees que como sano a veces?",
			"Mon4": "Si trabajas bien en la granja podrías mejorar la economía local.#$e#Todo el mundo tendrá curro y seremos felices, ¿no?",
			"Mon6": "Si no tuviera las piernas tan agarrotadas, iría a las montañas de vez en cuando.",
			"Mon8": "$d bus#No te preocupes. Sé que paso mucho tiempo en el salón, pero siempre conduzco sobria.|En serio extraño mi trabajo.$s",
			"Tue2": "Oh, es el señor @.^Oh, es la señorita @.#$e#¿Necesitas mi ayuda o algo?",
			"Tue4": "Estaba leyendo el periódico esta mañana, y me he deprimido. El mundo está podrido, chaval.^El mundo está podrido, chavala.#$e#Mantén la cabeza en su sitio y saldrás vivo de una pieza...^Mantén la cabeza en su sitio y saldrás viva de una pieza...#$b#Es lo que solía decir mi padre. Je, je, je.$h",
			"Tue6": "¿Si pudiera comenzar de nuevo...? Naah, no pienso en ese tipo de cosas.#$e#No va a suceder, así que no tiene sentido.#$e#Tal vez golpearía a ese marido mío en la cara un par de veces más.",
			"Tue8": "Solía tener esperanzas y sueños como tú... Pero mírame ahora.$s#$e#La vida no siempre resulta como esperas.#$e#Ah bueno. No tiene sentido detenerse en lo que no pasó.",
			"Wed2": "$d bus#¡No sabes cuánto me alegra que el autobús esté listo y en marcha! Vuelvo a sentirme viva.|Desde que me despidieron, no puedo evitar preguntarme si el alcalde Lewis hará algo para arreglar ese autobús.",
			"Wed4": "$d bus#¡No sabes cuánto me alegra que el autobús esté listo y en marcha! Vuelvo a sentirme viva.|Hablé con Lewis sobre arreglar el autobús. Dijo que no puede arreglarlo 'legalmente', porque el pueblo no es el propietario. ¡Es imposible!",
			"Wed6": "$d bus#No necesito nada demasiado complicado para trabajar. Solo dame algo para conducir y estoy feliz.$h|Llamé a la compañía de autobuses nuevamente. Dijeron que todavía no tienen el dinero para arreglarlo. Recorte de presupuesto.$s",
			"Wed8": "$d bus#Es genial tener una razón para levantarse de nuevo por la mañana.|¡Esa maldita compañía de autobuses! ¿Quiénes se creen que son, dándome un autobús que simplemente arranca y se rompe?",
			"Wed10": "$d bus#Disfruto caminar a la parada de autobús en las mañanas. Nada supera el olor de ese aire fresco.|Algunos simplemente no podemos ganar en este mundo.$s",
			"Thu4": "Oye, ¿qué opinas de ese chico Sam? ¿Has oído algo sobre él?",
			"Thu6": "Sam parece un buen tipo, aunque un poco joven.#$b#Penny dice que tiene que crecer un poco.",
			"Thu8": "Penny dice que paso demasiado tiempo en el Salón...$s",
			"Fri": "Hola, forastero.^Hola, forastera.",
			"Fri2": "Cada día es igual que el anterior...$s#$b#Si tan solo hubiera nacido rica...$s",
			"Fri4": "¿Sabes? He estado pensando... Creo que me haría gracia tener un hobby. Algo más que hacer que plantarme en el Salón todas las noches.#$e#¿Alguna idea?#$e#Eh... Podría jugar a las damas contra mí misma.",
			"Sat2": "Tener una granja local es bueno para el pueblo.",
			"Sat4": "Buenas. ¿Qué haces?#$e#Yo estoy aquí, pasando el tiempo como siempre.",
			"Sat6": "Ojalá un equipo de duendecilos viniera por la noche a ordenar mi casa. Ja, ja, ja, ja.$h",
			"Sun4": "*Sigh...* Para la cena de hoy creo que meteré algo precocinado en el microondas.$s",
			"Sun6": "$d bus#Lo bueno es que recuperé mi trabajo justo a tiempo. Unas pocas semanas más y me habría quedado sin efectivo.|No sé cuánto tiempo más puedo pasar antes de que Gus me eche del salón por no pagar mi cuenta...$s",
			"summer_Mon8": "$d bus#Soy una buena conductora. No he tenido que pagar ni un solo boleto desde que era más joven que tú.$h|Maldita sea este clima, ¿eh?",
			"summer_Wed10": "$d bus#De ninguna manera extraño mis días de desempleo, no no.|Algunos simplemente no podemos ganar en este mundo.$s",
			"summer_Thu2": "Oh, hola granjero.^Oh, hola, granjera.#$e#¿Te vi en el salón la otra noche?",
			"summer_Fri8": "Bueno, el mundo no puede ser tan malo si todavía quedan algunas buenas personas como tú.#$e#De todos modos, ¿cómo resultaste tan agradable?",
			"summer_Sat2": "No hagas caso al perro que hay al lado de casa.#$b#Puede que te mire enfadado, pero no sale de esa caja ni en cien años.#$b#¿Que cómo se llama? Dusty.",
			"fall_Mon10": "Es por esta época del año, siempre lo recuerdo...#$e#Ese idiota que tenía por esposo se levantó y se fué.#$e#Realmente no me importa dónde esté. Penny ha crecido bien y, de todos modos, es demasiado buena para él.",
			"fall_Wed10": "$d bus#No soy rica, pero me alegro de no tener que preocuparme tanto por el dinero.|Algunos simplemente no podemos ganar en este mundo.$s",
			"winter_Mon": "Qué seco es el invierno. Mi piel parece un pergamino.",
			"winter_Mon6": "¿Tienes cerdos en esa granja?",
			"winter_Tue4": "Solo espero que Penny tenga una buena vida por delante. Si alguna vez tienes hijos, sabrás cómo me siento.",
			"winter_Wed10": "$d bus#¡No sabes lo contenta que estoy de que el autobús esté funcionando! Me siento viva de nuevo.|Algunos simplemente no podemos ganar en este mundo.$s",
			"winter_Fri8": "Es lindo ver cómo Penny trabaja con esos niños.#$e#Bueno, incluso si es demasiado tarde para mí, al menos Penny está haciendo algo bueno por el mundo.",
			"winter_Sat8": "Pescar en el festival del hielo es bastante divertido. Creo que debería hacerlo más a menudo.$h#$e#Tal vez solo necesito una audiencia para motivarme.#$e#Je ... como si alguien tuviera tiempo para eso.",
			"winter_Sun8": "Tu granja seguramente es bonita con la nieve. Hace una agradable vista.#$e#¿No dejes que se desmorone, me oyes?$h",
			"spring_1_2": "¿Algún plan para el nuevo año?#$e#Sí, ya veremos.#$e#Tengo que mantener esa cabeza en alto, ¿eh?",
			"spring_23": "No puedo esperar ver bailar a Penny mañana!$h#$e#Solo espero que baile con alguien lo suficientemente bueno para ella.",
			"winter_7": "Es hora de que intente pescar mañana. ¿Vas a estar allí en el festival?",
			"winter_28": "¡Bien, es hora de otro año de caminar hacia el atardecer!#$e#Asegúrate de no dejar que tu vida pase de largo.",
			"spring_23_2": "No puedo esperar ver bailar a Penny mañana!$h#$e#Solo espero que baile con alguien lo suficientemente bueno para ella.",
			"winter_7_2": "Es hora de que intente pescar mañana. ¿Vas a estar allí en el festival?",
			"winter_28_2": "¡Bien, es hora de otro año de caminar hacia el atardecer!#$e#Asegúrate de no dejar que tu vida pase de largo.",
        }
    }]
}