{
    "Changes": [
    {
        "LogName": "Penny",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Penny",
        "Entries":
        {
            "Introduction": "Oh... ¡Hola! Soy Penny...",
			"Mon": "Hola...#$e#Oh, ¿querías algo?",
			"Mon2": "Entonces, ¿supongo que te vas a quedar en Pueblo Pelícano a largo plazo? Eso es bueno.",
			"Mon4": "*Sigh...* Mi madre tiene un problema. Se pasa la vida en el Salón.$s#$q 7/8 Mon_old#Pero es mejor no centrarse solo en lo malo, ¿no?#$r 7 50 Mon_7#Eso es. ¡Lo mejor es ser positiva!#$r 8 10 Mon_8#Creo que es bueno ser realista.",
			"Mon_old": "#$p 237#Pero si lo sigo intentando puede que consiga que cambie.|Supongo que tiene sentido. Tampoco puedo hacer mucho para cambiarlo, de todas maneras.",
			"Mon6": "Si alguna vez estás buscando algo que mi madre disfrutará, no puedes equivocarte con las chirivías.#$e#Ella lo usa en un remedio para la resaca, pero al menos es mejor que algo que causa la resaca en primer lugar.$u",
			"Mon_7": "Así es como me siento. Me voy a centrar solamente en hacer que el futuro sea mejor.",
			"Mon_8": "Puede que tengas razón. Es mejor afrontar la realidad.$u",
			"Tue2": "Soy tutora de Vincent y Jas solo tres días a la semana: martes, miércoles y viernes.#$e#No es una semana escolar completa, pero tener solo dos estudiantes me ayuda a brindarles mucha atención individual.",
			"Tue6": "Enseñar a los niños implica muchas más responsabilidades de las que originalmente pensaba.#$e#¿Pasa lo mismo con la agricultura?",
			"Tue8": "$d bus#Estoy tratando de ahorrar dinero de mi trabajo de tutoría, pero es difícil con mi madre sin trabajo.|Tal vez ahora que mi madre tiene su trabajo de regreso, puedo comenzar a ahorrar más dinero. Las cosas se ven un poco más brillantes.",
			"Wed6": "La Sra. Eleanor era mi maestra cuando era pequeña. De ella aprendí muchas de las cosas que les enseño a Vincent y a Jas.#$e#También aprendí mucho de los libros de la biblioteca.",
			"Wed8": "Es difícil tratar de llenar los zapatos de la mujer que tenía el trabajo antes que yo, pero tener solo dos estudiantes lo hace un poco más fácil.#$e#La Sra. Eleanor tuvo nueve estudiantes en un año. Había más niños en la ciudad cuando yo era pequeña.",
			"Thu2": "Es lindo tener dos estudiantes. Tenemos un poco más de flexibilidad cuando nos reunimos para la clase.",
			"Thu4": "¿Algunas sugerencias de libros? Hm, bueno, la serie 'Marcie' es realmente buena. Todos la aman.#$e#En cuanto a mis favoritos, es casi imposible equivocarse con cualquier cosa de Nora Sealy.",
			"Thu8": "¡Hola, @!$h#$e#Ha sido una gran semana hasta ahora. A los niños les fue muy bien en sus examenes de ayer.#$e#¿Cómo va tu semana?",
			"Thu10": "Cuando era niña, siempre pensé que crecería y me casaría con Sam. Sin embargo, apenas pasamos tiempo juntos.#$e#Jeje, no, no tienes que estar celoso.^Jeje, no, no tienes que estar celosa.$h",
			"Fri2": "Enseñar es mucho trabajo. Ni siquiera puedo imaginar cómo hace un maestro con una clase 'real' llena de estudiantes.",
			"Fri6": "Convertirse en maestro te hará madurar bastante. Siento que he crecido cinco años solo en los últimos dos años.",
			"Fri10": "¡Hola, @!$h#$e#Es extraño. De alguna manera me siento mayor y más joven al mismo tiempo a tu alrededor.",
			"Sat6": "Quiero hacer lo que pueda para ayudar al mundo, incluso si solo estoy ayudando a las personas que me rodean.#$e#Debes alimentar a mucha gente con el trabajo que haces, ¿eh?",
			"Sat8": "Jas a veces me da los dibujos más lindos. Mi favorito es uno donde dibujó tu granja junto a la de ella.#$e#Dibujó cada pequeño poste de la cerca. Fue adorable.$h",
			"Sat10": "Las novelas románticas que leí de niña han tenido mucho más sentido para mí últimamente.$l#$e#¿Qué?... Oh, lo siento, no es nada.$l",
			"Sun2": "Me disculpo si mi madre es... bueno, demasiado.#$e#Todos los demás ya nos conocen, así que...",
			"Sun6": "He visto a un número considerable de personas ir y venir de Pueblo Pelícano. No te irás pronto, ¿verdad?",
			"Sun8": "¡Hola @! Siempre es genial verte.",
			"Sun10": "Es muy vergonzoso. Sigo quedándome pensativa en mitad de las lecciones.$l#$e#Sabes por qué, ¿verdad?$l",
			"summer_Mon2": "Maru es una buena amiga. Siento que aprendo mucho cada vez que tengo una conversación con ella.#$e#Ella me da buenas ideas que puedo usar para las clases de ciencias con los niños.",
			"summer_Mon4": "Maru me dice que cada familia tiene problemas de un tipo u otro.$u#$b#A veces me molesta, parece que la mitad del pueblo nos está juzgando a mi madre y a mí.$s#$e#Uhm, lo siento, ¿cómo va tu día?",
			"summer_Mon8": "En mi primer año de tutoría, me iba a casa llorando al menos una vez a la semana. Solo pensaba: 'No puedo hacer lo correcto con estos niños'.$u#$e#Pero eventualmente se hizo más fácil. Creo que criticaba demasiado mi propio desempeño y cómo lo recibirían los niños.",
			"summer_Tue": "Tengo a los niños en horario de lectura de verano. Es agradable tomarlo con un poco más de calma en esta época del año.",
			"summer_Tue2": "Espero que Vincent haga su lectura de verano hoy...$u#$b#Pero no se supone que lo esté recompensando en este momento. El objetivo es construir independencia.",
			"summer_Tue4": "Tengo a los niños en horario de lectura de verano. Es agradable tomarlo con un poco más de calma en esta época del año.",
			"summer_Tue10": "Sam y yo éramos como Vincent y Jas cuando éramos más jóvenes. Aunque, realmente hemos crecido de diferente manera desde entonces.#$e#Sam está en un lugar diferente en su vida. Él todavía está creciendo.",
			"summer_Wed": "No tenemos vacaciones de verano completas, porque hay que compensar nuestras cortas semanas escolares durante el año regular.#$e#Jodi y Marnie solicitaron que lo hiciéramos así, en lugar de hacerlo como lo haría una escuela normal.",
			"summer_Wed4": "Espero poder salir tanto como lo hacen los niños. ¡El mundo exterior también es nuestra aula!$h#$e#Sin embargo, Vincent a veces solo quiere correr, en lugar de hacer una lección de ciencias.$u",
			"summer_Wed8": "Hoy estamos aprendiendo sobre el ciclo del agua. Pensé que esta sería una lección que se enseñaría mejor afuera.",
			"summer_Wed10": "¡@! ¡Oh, hola!$l#$e#Lo siento, ¿hoy hace un calor inusual?$l",
			"summer_Sat2": "Hoy es un día de juegos para los niños.#$e#No tiene nada que ver con mi trabajo de tutoría. Solo hago esto por diversión.",
			"summer_Sat4": "$d cc#Gracias por arreglar el centro cívico. Supongo que eres como un héroe.^Gracias por arreglar el centro cívico. Supongo que eres como una heroína.|Hola, @. Me alegra ver que te va bien.",
			"summer_Sat8": "Creo que la risa de los niños es el sonido más agradable del mundo.$h#$e#Esa alegría, sin malicia ... de eso se trata, ¿no?",
			"summer_Sat10": "¿Tambien te gusta ver a los niños jugar?#$e#Me recuerda a días perfectos que ya pasaron. Aunque de alguna manera esto me ayuda a recuperar aquella perfección y me da esperanza de un futuro mejor.$h",
			"summer_Sun": "Dime, ¿te gusta decorar tu casa y tu granja?#$e#Debe de ser chulo poder decorar un sitio entero a tu gusto.",
			"summer_Sun2": "Encontré un libro de la biblioteca tirado en la tierra. ¿Cómo puede alguien ser tan irresponsable?$s#$e#Si encuentras otros, asegúrate de enviarlos de regreso a donde pertenecen.",
			"summer_Sun4": "Dime, ¿te gusta decorar tu casa y tu granja?#$e#Debe de ser chulo poder decorar un sitio entero a tu gusto..",
			"summer_Sun6": "¿Qué crees que debería hacer con los niños la próxima semana? Estaba pensando en probar un pequeño juego de dibujo para practicar vocabulario.",
			"summer_Sun8": "A veces, me miro y me pregunto si soy un buen ejemplo para los niños.$s#$e#Si se supone que debo mostrarles todos los lugares a donde la educación los puede llevar en la vida, mira mi vida...$s#$e#...Solo me digo que todo estará bien. Mientras encuentren felicidad en el futuro...$u",
			"summer_Sun10": "Últimamente, tengo más confianza en lo que hago.#$e#Aún más que nunca, recuerdo la importancia de mostrar cuidado y apoyo a los que me rodean.",
			"fall_Mon6": "Tal vez podría encontrar un trabajo como maestra de clase completa algún día. Pero no sé si sería mejor para mí.#$e#Simplemente no puedo imaginar tener las mismas conexiones con veinte o treinta estudiantes como tengo con Jas y Vincent.",
			"fall_Mon8": "Maru y yo nos hicimos amigas rápidamente cuando su familia se mudó aquí. La extrañaría mucho si alguna vez tuviera que irse.",
			"fall_Mon10": "Si volviera a ver a mi papá, no sé qué haría... y realmente no me importa saberlo.$a#$e#Todo lo que tengo ahora no es gracias a él. Entonces, que se joda, ¿sabes?$a",
			"fall_Tue": "Me reúno con Vincent un poco antes cada día para un pequeño repaso.#$e#Ha estado haciendo un buen progreso, incluso si tiene que esforzarse un poco más.$h",
			"fall_Tue10": "Caminé por tu granja la otra noche mientras dejaba a Jas en su casa. Te vi a la distancia, y...#$b#...el paisaje era hermoso, pero tú eras mi parte favorita.$l",
			"fall_Wed4": "He sido una ávida lectora desde que tengo memoria. Los libros son una cosa que siempre ha estado ahí para mí.",
			"fall_Wed6": "Los libros son un buen método de escape de vez en cuando. Creo que todos necesitan algún método de esos.",
			"fall_Thu10": "Ayer Vincent me preguntó si estaba enamorada de ti. Ese chico, de verdad...$u#$e#...$l",
			"fall_Thu8": "Siempre es difícil cuidar a mi madre, pero después de que papá se fue, las dos acordamos permanecer juntas sin importar qué.$u#$e#Todos necesitan a alguien que los cuide, ¿sabes?$u",
			"fall_Fri4": "...$s#$e#Oh, lo siento @. Solo estaba pensando. El otoño siempre es una epoca difícil para mí.$s#$e#Te lo contaré alguna vez.",
			"fall_Sun10": "¡@! Solo pensaba en el futuro...#$e#¿Dónde te imaginas en diez años?$l#$e#Tengo algunas ideas para mi...$u",
			"winter_Mon": "El día 25 tendremos la Fiesta de la estrella de invierno. Es uno de mis eventos favoritos.#$e#Se supone que es un momento para mostrar gratitud por todas las cosas buenas de la vida... pero para la mayoría de las personas es solo un momento para relajarse e intercambiar regalos.",
			"winter_Mon6": "Hay mucha emoción por la Fiesta de la estrella de invierno de este año. ¿Me pregunto de quién recibiré regalo este año?$h",
			"winter_Mon10": "Estaba tratando de leer antes de dormir anoche, pero solo pude con un par de páginas.#$e#Mi mente seguía divagando...$l",
			"winter_Tue4": "Elliott es novelista, ¿no? Me encantaría leer algunos de sus trabajos, pero no lo conozco muy bien....",
			"winter_Tue8": "Elliott compartió algunos de sus escritos conmigo. No era el tipo de cosas que generalmente me gusta leer, pero me aseguré de ser cortés.#$e#Aun así él es muy talentoso.",
			"winter_Tue10": "Con la Fiesta de la estrella de invierno acercándose, estaba contando mis bendiciones.#$b#Estoy muy agradecida de haberte conocido, @.$l",
			"winter_Wed": "Me encanta que la biblioteca tenga chimenea. Es mucho más agradable acurrucarse con un buen libro.",
			"winter_Wed4": "Tengo ganas de ver cómo está tu granja en primavera.#$e#¡Va a estar tan fresca y hermosa...!$h",
			"winter_Wed8": "No tengo idea de si Vincent alguna vez irá a la universidad. Yo nunca lo hice.$u#$e#Pero si crece para ser algún día un hombre bueno y cariñoso, no puedo pedir nada más.",
			"winter_Thu4": "Tengo que asegurarme de hacer lo mejor en mi trabajo. Si los padres no sienten que sus hijos están aprendiendo lo suficiente...$u#$b#...los pondrán todos los días en un autobús para el largo viaje a una escuela pública.#$e#Aunque hasta ahora todo está muy bien.",
			"winter_Thu6": "Oye, @, me preguntaba ... no le has dado a mi madre ninguna bebida alcohólica, ¿verdad?$u#$e#A veces desearía que Gus le prohibiera ir al salón.$s",
			"winter_Thu10": "Oh, hola @.$l#$e#Lo siento, no dormí mucho anoche. Estuve despierta hasta tarde...$s#$b#...uh, leyendo. Es un libro realmente bueno que no puedo dejar de leer.$l",
			"winter_Fri": "...¿Si?$u",
			"winter_Fri2": "¿Te llevas bien con Linus? Vive en una tienda de campaña en las montañas.#$e#Todo el mundo lo ignora, pobrecito. En realidad es bastante simpático... Solo un poco raro.#$e#Debe de pasar frío durmiendo en una tienda de campaña en esta época del año.",
			"winter_Fri6": "George no sale de su casa tanto como solía hacerlo. Espero que todo esté bien.$u",
			"winter_Sun6": "Tengo que ocultar la mayor parte del dinero que gano de mi trabajo. De lo contrario, mi madre podría beberselo.$s#$e#Mi mamá aún me ama. Ella no lo hace todo el tiempo, pero ya ha sucedido antes.",
			"winter_Sun10": "En algún momento, deberíamos volver a mi casa por la noche y acomodarnos juntos con un libro.$h#$e#Si puedes hacerlo, solo intenta presentarte antes de las 8 de la noche. No quiero que mi madre vuelva temprano a casa y haga las cosas incómodas.",
			"spring_1_2": "¡Es un nuevo y brillante comienzo de año! Espero que la mañana haya sido agradable para ti.$h",
			"spring_12": "Decoramos unos huevos a principios de esta semana en preparación para el festival del huevo.#$e#¿Tambien vas a estar allí?",
			"spring_23": "Tengo recuerdos agradables de la danza floral.#$e#Me imagino que el baile parecería un poco anticuado para un recién llegado, pero los pasos son realmente fáciles de aprender.^Tengo recuerdos agradables de la danza floral.#$e#Me imagino que el baile parecería un poco anticuado para una recién llegada, pero los pasos son realmente fáciles de aprender.",
			"summer_10": "Mmm ... ya casi puedo probar la comida en el luau de mañana.#$e#Solo espero que nadie arruine la sopa este año...$a#$e#Esa es una razón por la que no salgo con Sam tanto como solía hacerlo.$a",
			"fall_15": "Me encanta la feria de Stardew Valley.#$b#Sin embargo, esos juegos de carnaval pueden ser un poco difíciles para los niños.#$e#Tal vez puedas ganar un premio, @.",
			"fall_26": "La víspera de los espíritus solía asustarme cuando era pequeña. Hoy en día la disfruto.#$e#Todos tienen que ser un poco aventureros de vez en cuando, ¿verdad?$h",
			"winter_7": "La nieve realmente saca al niño interior de todos. El festival de mañana debería ser muy divertido.",
			"winter_24": "¡Mañana es el gran día! Es el día más mágico del año.$h#$e#Ver las expresiones en las caras de los niños cuando abren sus regalos es realmente especial.",
			"winter_28": "¡Feliz año nuevo...! ...¡mañana!$h#$e#Me pregunto qué le espera a nuestro pequeño pueblo el año que viene.",
			"spring_12_2": "Decoramos unos huevos a principios de esta semana en preparación para el festival del huevo.#$e#¿Tambien vas a estar allí?",
			"summer_10_2": "Mmm ... ya casi puedo probar la comida en el luau de mañana.#$e#Solo espero que nadie arruine la sopa este año...$a#$e#Esa es una razón por la que no salgo con Sam tanto como solía hacerlo.$a",
			"fall_15_2": "Me encanta la feria de Stardew Valley.#$b#Sin embargo, esos juegos de carnaval pueden ser un poco difíciles para los niños.#$e#Tal vez puedas ganar un premio, @.",
			"fall_26_2": "La víspera de los espíritus solía asustarme cuando era pequeña. Hoy en día la disfruto.#$e#Todos tienen que ser un poco aventureros de vez en cuando, ¿verdad?$h",
			"winter_7_2": "La nieve realmente saca al niño interior de todos. El festival de mañana debería ser muy divertido.",
			"winter_24_2": "¡Mañana es el gran día! Es el día más mágico del año.$h#$e#Ver las expresiones en las caras de los niños cuando abren sus regalos es realmente especial.",
			"winter_28_2": "¡Feliz año nuevo...! ...¡mañana!$h#$e#Me pregunto qué le espera a nuestro pequeño pueblo el año que viene.",
		}
	},
	{
        "LogName": "Penny Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialoguePenny",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#En los días de lluvia siempre acabo pensando en canela y galletas.#Es bastante difícil llegar a la biblioteca bajo la lluvia, pero vale la pena la distancia adicional si vivo aquí.",
			"Rainy_Day_1": "¿Acabarán juntos algún día Maru y el doctor Harvey? Estoy segura de que a Harvey le gusta...#$e#$c .5#...pero creo que su brecha de edad los hace a ambos indecisos.#Pero tendrá que ser ella la que dé el primer paso.$h",
			"Rainy_Day_2": "#$c .5#¡Hola, cariño! He ido de compras esta mañana y te he traído esto.[186 180 770 535]#¡Ah, cierto! recogí esto ayer, pero lo olvidé.[186 180 770 535] He pensado que te vendría bien.",
			"Rainy_Day_3": "Hmm... Quizás debería experimentar con alguna receta nueva. La última que hice te gustó. ¿No, cariño?#$e#Como se llamaba... 'Chili de @'?",
			"Rainy_Day_4": "#$c .5#En días como estos, me encanta acurrucarme con un buen libro.#Un buen libro y algo de té. Mmm, eso suena maravilloso en este momento.$h",
			"Rainy_Night_0": "#$c .5#¿Qué tal tu día, cariño? He pasado la tarde leyendo una novela.#Sé que algunas personas encuentran satisfacción leyendo entre líneas de un libro para obtener un significado más profundo. Yo encuentro alegría solo en la historia misma.",
			"patio_Penny": "#$c .5#Esto es mucho más tranquilo que mi antiguo hogar. Soy muy feliz aquí.#¿Quieres unirte a mí por un momento?... Oh, supongo que debes tener mucho que hacer, ¿verdad?",
			"Rainy_Night_1": "#$c .5#Seguro que mamá estará en el Salón... Pero ya no me siento tan mal como antes. No está en mis manos.#¿Mi madre ha sido amable contigo últimamente? Ya sabes lo que dicen: 'Cuando te casas con alguien, te casas con toda la familia'.",
			"Rainy_Night_2": "#$c .5#Estaba pensando en la noche en la que quedamos en el spa. Nunca olvidaré esa noche...$l#Hm, no terminé de calificar todo lo que esperaba. Tal vez pueda hacerlo a primera hora de la mañana.$s",
			"Rainy_Night_3": "#$c .5#El ruido de la lluvia solía molestarme, cuando vivía en esa vieja caravana metálica. Pero aquí es bastante tranquilizador.#Espero que Vincent y Jas también estén cómodos en sus camas.",
			"Rainy_Night_4": "#$c .5#Me apetecía hacer una buena cena. Espero que te guste. [212 214 225 209 200]$h#Si puedo decirlo, creo que he mejorado un poco en la cocina. [212 214 225 209 200]¡Empieza a comer!$h",
			"Indoor_Day_0": "#$c .5#Qué tranquilo se está aquí. Solía tener unas pesadillas horribles, pero ahora duermo como un bebé.#Al crecer, siempre me preguntaba acerca de esta granja. ¿Quién diría que viviría aquí algún día?",
			"Indoor_Day_1": "#$c .5#¡Buenos días, @! Te he preparado un desayuno calentito.[195 210 211] Para mí es importante que salgas con la barriga llena.$h#¡Buenos días! Desperté con hambre, así que hice suficiente para dos. ¡Disfrútalo![195 210 211]",
			"Indoor_Day_2": "#$c .5#Hoy creo que leeré un libro. Cogí uno de la biblioteca la última vez que fui.#Gunther te manda recuerdos. ¿Sabes si tenemos algo para donar?",
			"Indoor_Day_3": "#$c .5#Me encanta que me cuentes cosas sobre todos los artefactos que has encontrado. Pensar que... pudo haber granjeros aquí mismo hace 10.000 años.#Tengo un libro nuevo de la biblioteca. Siempre es emocionante cuando llega un nuevo envío.$h",
			"Indoor_Day_4": "#$c .5#¿Fui tímida cuando nos conocimos? Es curioso ver lo lejos que hemos llegado.$h#Solo quería decir... Me encanta cómo te ves esta mañana.$h",
			"Indoor_Night_0": "#$c .5#Buenas tardes, cariño. ¿Has conseguido hacer todo lo que pensabas hacer? Si no, no pasa nada. ¡Tenemos todo el tiempo del mundo!#Cuando la luz es tenue, tienes unas pequeñas estrellas brillantes en tus ojos. Tienes tanto amor.$l",
			"Indoor_Night_1": "#$c .5#Hmm... ¿Mañana falda o pantalón? A quién pretendo engañar... Siempre acabo eligiendo la falda.#Así es como se siente aquel 'feliz para siempre'.$l",
			"Indoor_Night_2": "#$c .5#Deberíamos recordar siempre a los que no tienen tanta suerte. Me siento muy agradecida por lo que tenemos.#Uf. ¿Ya te lo dije? Durante la última semana, Vincent no ha parado de hacer esas preguntas de niño pequeño sobre la vida matrimonial.",
			"Indoor_Night_3": "Mamá se debe de sentir muy sola ahora que no estoy. Solo espero que no visite el Salón tan a menudo para compensarlo.#$e#¡No te sientas mal! Mamá tiene que resolver sus propios problemas. ",
			"Indoor_Night_4": "#$c .5#¿Listo para acurrucarte? He hecho la cama y todo...^¿Lista para acurrucarte? He hecho la cama y todo...#Ji ji. Puedo, um, terminar este capítulo más tarde si quieres irte a la cama.$l",
			"Outdoor_0": "Siempre soñé con vivir en un lugar así de hermoso, y ahora se ha hecho realidad.#$e#$c .5#Me doy cuenta de cuánto me faltaba antes de que te mudaras al pueblo.$l#En casa no era feliz.$s",
			"Outdoor_1": "#$c .5#¿No es el lugar perfecto para tener niños? Yo hubiera sido muy feliz creciendo en una granja.#Entiendo que tienes que ir directamente a trabajar, cariño. ¿Estarás en casa temprano esta noche?",
			"Outdoor_2": "#$c .5#Oye. ¿Vas a enviar algo inusual hoy?#¡Hola, cariño! Si supiera más sobre el trabajo en la granja, te ayudaría más. ¡Lo siento!#$e#Estaré pensando en ti.$h",
			"Outdoor_3": "#$c .5#Acabo de ver a un pájaro cantor volando hacia el oeste. En Stardew Valley eso es muy buen presagio.$h#Creo que leeré un poco aquí en el porche.$h",
			"Outdoor_4": "#$c .5#Ahh... Qué bien se está aquí fuera. Podría pasarme todo el día aquí, observando cada detalle.#¡Oh! Acabo de tener una buena idea para una lección de Vincent y Jas. Estoy tratando de profundizar en los detalles.",
			"OneKid_0": "#$c .5#¿Has tenido tiempo de jugar con %kid1 hoy? Quizás un segundo hijo mejoraría todavía más las cosas.#Oh cierto. Mi mamá nos visitó ayer para pasar un rato con %kid1. Es algo surrealista, ver ese lado de su personalidad.",
			"OneKid_1": "#$c .5#Los niños no me dejan tanto tiempo para leer como antes. Tal vez tendré que conformarme con audiolibros.#%kid1 va a tener una infancia perfecta aquí.",
			"OneKid_3": "Me siento mucho mayor ahora que tenemos un bebé. A lo mejor es que me pesa esta nueva responsabilidad.#$e#¡No es malo! Lo he deseado por mucho tiempo.",
			"TwoKids_0": "#$c .5#Los niños me mantienen tan ocupada, pero quiero asegurarme de no descuidarte. ...¿Cómo estás?#Ya les he dado a %kid1 y %kid2 la comida. ¡Qué hambre tienen!",
			"TwoKids_1": "#$c .5#A los niños les encanta si les cantas. Simplemente hacen una pausa y se ponen muy atentos. Es tan precioso$h#Tenemos que asegurarnos de prestarle mucha atención a %kid1 ahora que también tenemos a %kid2. No queremos que se tengan celos.",
			"TwoKids_2": "#$c .5#Los niños no se quedarán en sus cunas para siempre. Estoy tratando de disfrutar cada momento con ellos.#He soñado que a %kid2 le salían alas y desparecía volando en el cielo nocturno. ¿Qué significará?",
			"TwoKids_3": "#$c .5#Una casa bonita, dos bebés maravillosos y un hermoso terreno. Cuantísima suerte tenemos.#Por la forma en que crecí, nunca pensé que llegaría lejos. Pero ver a nuestros hijos así me hace sentir muy afortunada.$l",
			"funLeave_Penny": "#$c .5#Hoy no es un día de trabajo. Solo necesito algo de tiempo afuera.#Me voy al pueblo a pasar el rato. ¡Vuelvo en un rato!",
			"funReturn_Penny": "#$c .5#Me lo he pasado bien. Es bueno estar en contacto con todos. ¿Qué has estado haciendo hoy?#Muchos estaban fuera de sus casas. Me alegro de haber podido hablar con algunos de ellos.",
			"spring_1": "Tenemos un año largo y cálido por delante. Hagamos que sea productivo",
			"spring_4": "La primavera es seguramente mi estación preferida. Hay una cierta frescura en el aire que me llena de esperanza.",
			"spring_8": null,
			"spring_12": "La escuela está cerrada hoy. Iré a la ciudad para el festival del huevo. ¿Tú también vienes?",
			"spring_16": "Ah, la 'limpieza de primavera'... en realidad voy a disfrutar esto.",
			"spring_19": "Es realmente agradable ver a mi madre orgullosa de mí. Me pregunté, por un momento, si ella estaría celosa de mí.#$b#¡Pero eso no resultó ser un problema!$h",
			"spring_26": "Tengo un proyecto de arte que les encantará a Jas y a Vincent, usando algunas flores que quedan del festival.#$b#Tengo muchas ganas de hacerlo.$h",
			"summer_9": "Leer un libro impreso es muy diferente a leer de un libro digital. Se trata de la textura de las páginas...#$b#...los sonidos que hacen las hojas cuando las giras y la forma en que tu memoria asocia cada parte de la historia con cuántas páginas has leído.#$e#Sé que mis libros pueden ocupar un estante completo, pero vale la pena.$h",
			"summer_10": "Esos maestros de clase completa de verdad deben estar disfrutando de sus vacaciones de verano en este momento.#$e#Oh bien. Para ser sincera, todos los días se sienten como vacaciones de verano, incluso si tengo que ir a trabajar.$h",
			"summer_19": "Nunca he estado realmente ebria, para ser honesta. Tal vez un poco borracha, una vez, pero no puedo decir que disfruté la experiencia.$s#$e#Son... demasiadas connotaciones negativas.$s#$e#No todo el mundo necesita tener todas esas experiencias en su haber, ¿sabes?$u",
			"summer_23": "Seré honesta. Realmente no tengo una lección clara en mente para enseñar hoy. Probablemente solo improvisaré.#$e#Estará bien. He estado haciendo esto el tiempo suficiente.",
			"fall_10": "Me pregunto qué harán Jas y Vincent cuando sean adultos.#$e#Son los únicos estudiantes que he tenido. Sé que eso no es normal para una maestra.",
			"fall_12": "A veces, me pregunto si mi madre se encontrará con alguien y volverá a enamorarse. Aunque, lo dudo mucho.",
			"fall_16": "No hay escuela hoy, por supuesto. ¿Te veré en la Feria de Stardew Valley?",
			"fall_19": "Me puse al día con Maru ayer. Es extraño que ahora estemos en diferentes fases de nuestras vidas.#$b#Pero es tan buena amiga como siempre.$h",
			"winter_5": "La nieve que cae me recuerda a la abuela, meciéndose junto al fuego. Principalmente recuerdo su sombra parpadeando contra la madera naranja. Eso fue hace mucho tiempo.",
			"winter_6": null,
			"winter_9": "Ha pasado mucho tiempo desde que Nora Sealy lanzó nuevos libros. Me pregunto si alguna vez lo hará.$s#$e#Lo siento, solo pienso en voz alta. Estoy segura de que encontraré algo para leer hoy.",
			"winter_12": "Me pregunto si Vincent alguna vez aprenderá a disfrutar la lectura...$s#$e#No es suficiente para mí enseñarle habilidades que nunca usará. Quiero que encuentre alegría en ello.#$b#Además, no quiero decepcionar a Jodi.",
			"winter_16": "Brr... que caminata tan larga en la nieve, para llegar a la escuela esta mañana.$s#$e#Supongo que todavía caminamos cuesta arriba en ambos sentidos.#$e#...$h",
			"winter_26": "Creo que he tenido suficiente nieve por un tiempo. Espero que se derrita pronto.#$e#De todos modos, se está llenando todo de fango.",
			"winter_28": "Horneé un pastel para el año nuevo. ¡Asegúrate de regresar temprano a casa para que podamos celebrar! [220 221]$h",
        }
    }]
}