{
    "Changes": [
    {
        "LogName": "Pierre",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Pierre",
        "Entries":
        {
            "Mon2": "¿Como esta la granja?#$e#Creo que tú y yo podríamos hacer muy buenos negocios#$b#¡Así que espero que te quedes!",
			"Mon4": "Hola, @. ¿Necesitas semillas o brotes de árboles frutales?",
			"Mon6": "Caroline y yo nos conocimos en la escuela. En realidad, nunca salimos con nadie más.#$e#Lo sé, es poco convencional. ¡Pero nos ha funcionado hasta ahora!$h",
			"Mon8": "$d Joja#Bueno, al menos algunos residentes de nuestro pueblo creen en el apoyo a los negocios locales...*sigh*$s|Admito que el trabajo es un poco más divertido sin MercaJoja... Sabiendo que no tengo que preocuparme por terminar en la ruina, ¿sabes?",
			"Tue2": "¡Hola, me alegro de verte de nuevo!#$e#¡Gracias por apoyar la economía local!",
			"Tue4": "Si nos cuidamos unos a otros, nuestra comunidad prevalecerá a largo plazo.#$e#De todos modos, ¿te gustaría comprar algo?$h",
			"Tue10": "$d Joja#Aparentemente, la tienda de comestibles de Grampleton cerró hace poco. Me pregunto cuándo será mi turno.$s|Investigué un poco. Resulta que MercaJoja estaba vendiendo con bastante pérdida. Su estrategia general no es obtener ganancias hasta después de que las empresas locales se extingan.",
			"Wed6": "#$1 Pierre1#*sigh*... Por muy bien que vaya el negocio, nunca es suficiente para satisfacer mi deseo de éxito. ¿Qué me pasa? A lo mejor me aburre la vida doméstica.$s#$e#Algún día abriré una tienda en la gran ciudad y me forraré.#$e#Por desgracia, el negocio va tan lento que casi no puedo ahorrar nada...$s",
			"Wed10": "Ey, ¿te importa si cuidas el mostrador durante unas horas, mientras yo voy a trabajar a tu granja?#$e#Jaja, solo bromeo.$h#$e#...*sigh*$s",
			"Thu4": "Ey, @. Eres mi cliente número uno!",
			"Thu6": "$d Joja#Apoyo un mercado libre tanto como cualquiera, pero ¿para quién es exactamente 'libre' cuando Joja tiene tanto poder?$s|¡Solo otro hermoso día en el vecindario!",
			"Thu8": "Es más fácil mantenerse positivo cuando aparecen caras más familiares.#$e#Así que... ¡gracias por visitarnos!$h",
			"Fri4": "Con sus clases en línea, Abigail ya es formalmente más educada que yo. Estoy orgulloso de ella.#$e#Comencé como un empleado cuando era niño, y luego escalé hasta poder abrir esta tienda.",
			"Fri6": "He pensado en escribir historias para pasar el tiempo. Sin embargo, nada me inspira realmente.#$e#No sé cómo Elliott lo hace.#$e#Tal vez necesito un cambio de escenario.",
			"Fri8": "$d Joja#Todo lo que Morris hace es técnicamente legal, pero no cambia el hecho de que ve a nuestro pueblo por su dinero y nada más.$3|Mis pesadillas sobre MercaJoja finalmente se han detenido... ¿Te dije que había estado teniendo pesadillas? Sí, eso fue terrible.",
			"Sat2": "Me gusta más si puedo vender productos locales.#$e#Solo quiero hacer lo que pueda por el pueblo.#$e#Además, no hay costos de envío cuando es local.",
			"Sat4": "A veces, operar una pequeña empresa realmente te quita todo.#$b#Pero me pregunto, ¿cómo sería esta comunidad sin mi tienda?",
			"Sat6": "A veces es difícil hacer una cena con mi familia. Al final del día, todo lo que tengo en mente son formularios de pedido, ganancias, ventas....$s#$e#Supongo que puedo ver lo aburrido que sería...$s#$b#Pero en cualquier caso, un hombre tiene que hacer lo que sea necesario por su familia, independientemente de si pueden apreciarlo o no.",
			"Sun2": "¡Gracias por pasar!$h#$e#Espero que tu día vaya bien.",
			"Sun4": "Proporcionar necesidades básicas a las personas de esta comunidad... Eso vale la pena ¿no?",
			"Sun6": "¿Qué porcentaje de mi vida pasaré detrás de este mostrador?$s",
			"Sun8": "$d Joja#¿Puede una comunidad tener un alma? Quiero creer en este lugar, pero es difícil cuando parece que las billeteras de las personas son la prioridad número uno.$s|Me siento muy afortunado, ¡al final, parece que Pueblo Pelícano es un lugar especial después de todo!",
			"summer_1": "¡Ya tengo a la venta las semillas de verano! Yo que tú compraría un buen puñado.",
			"summer_Tue": "MercaJoja ni siquiera tiene precios más bajos que nosotros, a menos que tengas en cuenta esos cupones de 50% de descuento que siempre están entregando.$3#$e#Nunca has conseguido uno, ¿eh? Sí, yo tampoco. Tiene sentido por qué.",
			"summer_Tue6": "Ugh... Hace mucho calor aquí.",
			"summer_Thu6": "Abigail siempre será mi niña. Fue amor a primera vista, cuando nació.",
			"summer_Fri6": "El verano es un buen momento para comer una ensalada fresca, ¿no te parece?",
			"fall_1": "¡Ya están aquí las semillas de otoño! Los cultivos no crecen en invierno, así que es tu última oportunidad hasta la primavera.#$b#Mejor ir a por todas, ¿no?",
			"fall_Mon4": "Realmente no puedo seguirle la pista al gridball.#$e#Ja ja, ¡vamos Tunnelers, supongo! ¿Verdad?",
			"fall_Mon8": "Escuché que hubo un gran juego de sportsball anoche.#$e#Joseph Sports corrió todas las yardas y marcó el gol.#$e#...$h",
			"fall_Mon_inlaw_Abigail": "Hola, er... ¿hijo?$s^Hola, er... ¿hija?$s",
			"fall_Mon4_inlaw_Abigail": "Hola, @. ¿Cómo está Abigail? Dile que la hemos extrañado por aquí.",
			"fall_Sun": "Hola. ¿Va bien tu granja?#$e#Igual unas cuantas de mis semillas animan la cosa.$h",
			"fall_Sun2": "Compraré encantado todo lo que produzcas en la granja.#$e#Sí, lo revendo para obtener beneficios... Pero esas son las ventajas de tener una tienda.#$e#No me copies la idea...",
			"fall_Sun4": "Empieza a hacer frío afuera...#$b#Así que vendrá más gente a la tienda a entrar en calor... Je, je.",
			"fall_Sun8": "Si no tuviera que llevar la tienda estaría afuera ahora mismo.#$e#Las hojas están geniales y las setas empiezan a brotar.",
			"winter_1": "En invierno no se puede cosechar nada... Por eso no tengo semillas que ofrecerte.#$e#Va a afectar a nuestros beneficios.",
			"winter_Mon4": "Realmente no puedo seguirle la pista al gridball.#$e#Ja ja, ¡vamos Tunnelers, supongo! ¿Verdad?",
			"winter_Mon8": "Lo que pasa con el gridball es que se trata de darle el 110%.#$e#Sin embargo, el otro equipo solo le dio un 108%, por lo que no anotaron más puntos.#$e#Jejeje... perdón.$h",
			"winter_Mon_inlaw_Abigail": "Hola, er... ¿hijo?$s^Hola, er... ¿hija?$s",
			"winter_Mon4_inlaw_Abigail": "Solía preocuparme por el futuro de Abigail, pero puedo ver que ella terminó exactamente donde necesita estar.#$e#Sean buenos el uno con el otro, ¿de acuerdo?$h^Sean buenos la una con la otra, ¿de acuerdo?$h",
			"winter_Wed": "#$1 pierreDin#Voy a sorprender a Caroline esta noche con una cena y una botella de tinto de Stardew Valley. ¡No se lo digas a nadie!. Por fin un día de descanso.$k#$e#",
			"winter_Thu2": "Yo trabajo principalmente con comestibles, así que si tienes madera o minerales, es mejor que intentes venderlos en otro sitio.",
			"winter_Thu4": "¿Soy yo o hay como una corriente de aire frío?",
			"winter_Thu6": "Caroline es realmente maravillosa. No creo que pueda soportar esta temporada de frío sin ella.",
			"winter_Sat": "Si no tuviera que llevar la tienda estaría afuera ahora mismo.#$e#Lanzar bolas de nieve suena divertido.",
			"winter_Sat6": "¿Soy yo o hay como una corriente de aire frío?",
			"winter_Sat8": "#$1 Pierre2#¿Abigail se parece a mí en algo? No se lo digas a mi mujer, pero a veces me pregunto si de verdad soy yo el padre.$k$s#$e#No se lo digas a mi mujer, pero odio hacer la cena.",
			"spring_12": "¡Mañana es el festival del huevo! Tendré algunas semillas especiales que solo están a la venta durante el festival, ¡así que asegúrate de ahorrar algo de dinero!",
			"spring_23": "Mañana tendré un quiosco abierto durante la danza floral, con algunos artículos exclusivos. ¡Asegúrate de pasar!",
			"fall_15": "Me siento bastante bien con mi exhibición de mañana.$h#$b#Aunque doy la bienvenida a la competencia.",
			"fall_26": "Volveré a vender productos raros en la víspera de los espíritus. ¡Espero que vengas a echar un vistazo!",
			"winter_28": "Feliz año nuevo, @. gracias por visitarnos.",
			"spring_1_2": "¡Ajá! Supuse que vendrías. Mejor pon algunas semillas en la tierra, ¿eh?",
			"spring_12_2": "¡Mañana es el festival del huevo! Tendré algunas semillas especiales que solo están a la venta durante el festival, ¡así que asegúrate de ahorrar algo de dinero!",
			"spring_23_2": "Mañana tendré un quiosco abierto durante la danza floral, con algunos artículos exclusivos. ¡Asegúrate de pasar!",
			"fall_15_2": "Me siento bastante bien con mi exhibición de mañana.$h#$b#Aunque doy la bienvenida a la competencia.",
			"fall_26_2": "Volveré a vender productos raros en la víspera de los espíritus. ¡Espero que vengas a echar un vistazo!",
			"winter_28_2": "Feliz año nuevo, @. gracias por visitarnos.",
        }
    }]
}