{
    "Changes": [
    {
        "LogName": "Robin",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Robin",
        "Entries":
        {
            "cc_Begin": "Oh, ¿ese viejo centro comunitario? Sí, lo arreglaría, pero Lewis realmente no ha sido claro conmigo sobre qué quiere hacer exactamente.",
			"Mon": "Hola, @.#$e#Estaba soñando con nuevos proyectos de carpintería.#$e#¿Te va bien en tu granja? ¿Qué tal aguanta la madera de tu cabaña?",
			"Mon2": "¿Te había dicho que construí nuestra casa desde los cimientos?#$e#Sin duda, es el logro más importante de mi carrera hasta ahora.",
			"Mon4": "Nah, no voy mucho a las minas. Demasiado oscuro y peligroso.#$e#Sin embargo, avísame si encuentras algo bueno allí abajo.",
			"Mon6": "El trabajo de Demetrius técnicamente nos trajo aquí. Sin embargo, diría que funcionó bastante bien.",
			"Tue2": "Solía haber grandes edificios en tu granja, pero todos se han derrumbado.#$e#Me encantaría ayudar a restaurar la granja de nuevo. Solo hazme saber lo que puedo hacer.",
			"Tue4": "Leah también sabe de carpintería. Aunque yo prefiero hacer cosas con un uso un poco más práctico.",
			"Tue6": "Demetrius puede ser un poco estoico, con su cerebro científico, pero aprendí rápidamente cómo llegar a su lado romántico.#$e#Le enseñé a bailar conmigo, después de todo.$h",
			"Tue8": "Debo decir que ciertamente has sido un gran apoyo para nuestro negocio desde que te mudaste al pueblo.$h",
			"Wed": "Ey, ¿cómo van las cosas?#$q 604/605/606 Wed_old#¿Te estás acostumbrando?#$r 604 0 Wed_604#Hasta aquí todo bien.#$r 605 0 Wed_605#Estoy bien, simplemente un poco abrumado.#$r 604 0 Wed_604#Este lugar es refrescante.#$r 606 -10 Wed_606#Este lugar apesta. ¿Por qué estoy aquí?",
			"Wed_old": "$p 006#Espero que las cosas empiecen a mejorar.|Asegúrate de venir en cualquier momento.",
			"Wed_604": "Me alegra oírlo. Hazme saber si necesitas algo.$h",
			"Wed_605": "Aguanta ahí. Te pondrás mejor.#$b#Recuerda, ni siquiera teníamos una casa cuando nos mudamos aquí. Estoy segura de que también te acostumbraras pronto.",
			"Wed_606": "Oh diablos, no me di cuenta de que estabas tan mal.$s#$b#Gracias por ser honesto. Por favor, debes saber que nunca estas solo. Todos estamos de tu lado.^Gracias por ser honesta. Por favor, debes saber que nunca estas sola. Todos estamos de tu lado.",
			"Wed2": "Cuando nos mudamos aquí por primera vez, tuvimos que trabajar en un remolque hasta que pude terminar la casa.#$e#Demetrius tenía un remolque aparte para su laboratorio.",
			"Wed4": "¿Ya tienes algunos buenos muebles para tu hogar?#$e#No me puedo imaginar volver a una casa que no me gusta.#$e#Lo siento, quiero decir, como sea que a ti te guste, ¿verdad?$h",
			"Wed8": "¿El padre de Sebastian? El era un buen tipo. Las cosas simplemente no funcionaron.#$e#Los dos éramos muy jóvenes.",
			"Thu2": "¿Ya intentaste relacionarte con Sebastian?",
			"Thu4": "De vez en cuando oigo extraños ruidos eléctricos que salen de la habitación de Maru.#$e#Siempre me pregunté si sus intereses se parecían a los míos o a los de Demetrius. Supongo que fue un poco de ambos.$h",
			"Thu6": "Conocí a Demetrius en la universidad mientras trabajaba como aprendiz y criaba a Sebastian.#$e#¡Todavía me da vueltas la cabeza cuando me pregunto cómo pudimos encontrar tiempo para todo!",
			"Thu8": "A veces me pregunto si Sebastian esta molesto conmigo en silencio por no tener a su padre cerca.$s#$e#Tal vez siente que Maru lo tiene todo, y vive en su sombra...$s",
			"Thu10": "@, ¡Es genial verte!$h#$e#Tenerte en el vecindario ha sido una de las mejores cosas que nos ha sucedido desde que nos mudamos aquí.",
			"Fri2": "Sam viene ocasionalmente para jugar con Sebastian. Tal vez te inviten a unirte a ellos alguna vez.",
			"Fri_inlaw_Maru": "Pensé que tú y Maru se llevarían bien. Realmente me hace feliz verlos a los dos juntos.^Pensé que tú y Maru se llevarían bien. Realmente me hace feliz verlas a las dos juntas.",
			"Fri8": "Es extraño. No me siento lo suficientemente mayor como para ser madre de dos hijos adultos.#$e#Supongo que la vida se vuelve cada vez más rápida a medida que avanzas.",
			"Sat4": "Ugh, Desearía que Sebastian no fumara.$s#$e#Ni siquiera sé de dónde sacó eso.$s",
			"Sat6": "Demetrius generalmente esta relajado con casi todo, salvo por cualquier cosa relacionada con Maru.#$e#Esa es un área en la que realmente tiene que ganar su confianza.#$e#Lo siento si alguna vez dijo algo distante. No eres solo tú.",
			"Sat8": "Aquí tengo un poco más de flexibilidad para hacer los proyectos que me interesan.#$e#No creo que tenga ese tipo de libertad trabajando en la ciudad.",
			"summer_Tue6": "Mmm, anhelo un durazno maduro. ¿Tienes alguno en tu granja?",
			"summer_Tue10": "¿Has probado algo creativo con bloques musicales de notas y de batería?#$e#Recuerda que puedes cambiar los tonos en ellos.",
			"summer_Wed": "Trabajaré al sol directo si es necesario. No te preocupes, tengo algunos de los protectores solares más resistentes que puedes encontrar.",
			"summer_Wed8": "¿Qué? ¿Te preocupa que trabaje hasta demasiado tarde en mis proyectos de construcción? No, tomo muchos descansos durante el día.#$b#Supongo que simplemente no lo hago cuando estás mirando.$h#$e#Además, toma mucho trabajo construir tan rápido como yo.",
			"summer_Fri_inlaw_Sebastian": "¿Sebastian ha estado saliendo mucho últimamente?#$e#¡Asegúrate de que ustedes dos se cuiden bien!$h",
			"summer_Fri_inlaw_Maru": "¿Maru ha estado jugando con algo bueno últimamente?#$e#¡Asegúrate de que ustedes dos se cuiden bien!$h",
			"fall_Mon4": "¿Ya te mostró Maru alguno de sus últimos proyectos?",
			"fall_Mon8": "Fue cuando Maru se hizo adolescente que supe que ella era increible con las máquinas.#$e#Cuando era niña, siempre desarmaba nuestros dispositivos electrónicos, aunque no siempre podía volver a armarlos.#$e#Pero finalmente, llegó a un punto en el que los había vuelto a armar a su manera, con modificaciones.#$b#Estoy realmente orgullosa de cuanto ha avanzado.",
			"fall_Thu8": "Cuando las cosas nos salen bien, es nuestro deber ayudar a los necesitados.#$b#¿No lo crees tú también?",
			"fall_Fri6": "La madera noble es difícil de encontrar, pero no hay nada mejor para trabajar.#$e#Supongo que no tienes más por ahí, ¿verdad?$h",
			"winter_Mon6": "¿Te gusta tu chimenea? Avísame si alguna vez quieres remodelarla.#$e#La chimenea correcta hace una gran diferencia en la apariencia de una habitación.",
			"winter_Mon8": "Siempre me ha apasionado construir cosas, incluso cuando era niña.#$e#A veces recibía una \"mirada\" de otros sobre mis pasatiempos. Simplemente no dejé que me molestara.",
			"winter_Wed": "Creo que necesito un poco de tiempo para mi. Una visita a las aguas termales podría estar bien.#$e#¿Alguna vez vas ahí?",
			"winter_Wed6": "Los estilos de arquitectura y diseño del hogar pueden ir y venir, pero todos tienen un objetivo en mente: hacer un mejor lugar para vivir.#$e#La humanidad siempre ha buscado un mejor lugar para vivir. Eso es tan viejo como la historia misma. Entonces disfruto la sensación de esa conexión en mi trabajo.",
			"winter_Fri_inlaw_Maru": "¿Maru se pasa mucho tiempo en casa?#$e#¡Asegúrate de decirle que nos visite pronto!",
			"winter_Sat8": "De niña, recuerdo haber buscado cómo hacer un verdadero iglú y luego armarlo.#$e#¡Salió bastante bien! Actué como capataz y puse a trabajar a un par de mis amigos.$h",
			"winter_15": "Pensé que podríamos ir en familia al mercado nocturno en una de estas noches.#$e#Aunque, no sé si puedo hacer que Sebastian vaya...",
			"summer_27": "No creo que alguna vez me canse de ver las medusas lunares con Demetrius.#$e#Espero que tambien puedas hacerlo.",
			"fall_15": "La Feria de Stardew Valley es realmente increíble. ¡Espero que prepares una gran exhibición para que la veamos!",
			"winter_28": "Otro año que pasa. Un par de décadas más y seré vieja.#$e#Sin embargo, seguiré haciendo lo que hago durante muchos años.$h",
			"spring_1_2": "¡Feliz primavera! Oye, ahora es un buen momento para informarme sobre cualquier proyecto que tengas para mí.",
			"winter_15_2": "Pensé que podríamos ir en familia al mercado nocturno en una de estas noches.#$e#Aunque, no sé si puedo hacer que Sebastian vaya...",
			"summer_27_2": "No creo que alguna vez me canse de ver las medusas lunares con Demetrius.#$e#Espero que tambien puedas hacerlo.",
			"fall_15_2": "La Feria de Stardew Valley es realmente increible. ¡Espero que prepares una gran exhibición para que la veamos!",
			"winter_28_2": "Otro año que pasa. Un par de décadas más y seré vieja.#$e#Sin embargo, seguiré haciendo lo que hago durante muchos años.$h",
        }
    },
    {
        "LogName": "Robin",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Robin",
		"When": { "PlayerGender": "Female" },
        "Entries":
        {
			"Wed": "Ey, ¿cómo van las cosas?#$q 604/605/606 Wed_old#¿Te estás acostumbrando?#$r 604 0 Wed_604#Hasta aquí todo bien.#$r 605 0 Wed_605#Estoy bien, simplemente un poco abrumada.#$r 604 0 Wed_604#Este lugar es refrescante.#$r 606 -10 Wed_606#Este lugar apesta. ¿Por qué estoy aquí?",
        }
    }]
}