{
    "Changes": [
    {
        "LogName": "Sam",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sam",
        "Entries":
        {
            "Mon2": "Ey, ¿qué tal?#$e#Anoche estuve 4 horas seguidas practicando con la guitarra. Me duelen mogollón los dedos.$s#$e#Hasta luego, tengo cosas que hacer...",
			"Mon4": "Me metí en el skate cuando era un niño pequeño.#$e#Aunque es gratificante hacer el mismo pasatiempo como un adulto. Terminas viéndolo de una forma completamente nueva.",
			"Tue2": "Ey, @.#$e#Entonces, ¿juegas videojuegos?",
			"Tue4_2": "Intenté preparar un tazón de cereal para mi papá, pero tan pronto como le eché leche, se volvió loco. ¿Qué pasaba con eso?$s",
			"Tue8": "A veces miro a otras personas y noto cómo cambian todas. Algunas con las que crecí ni siquiera las mismas.#$e#Apesta tener que dejar atrás esas partes de tu infancia. ¿Por qué todos se conforman con eso?",
			"Tue8_2": "A veces miro a otras personas y noto cómo cambian todas. Algunas con las que crecí ni siquiera las mismas.#$e#Apesta tener que dejar atrás esas partes de tu infancia. ¿Por qué todos se conforman con eso?",
			"Wed": "Estoy intentando componer algo nuevo para el grupo, pero estoy en blanco...#$q 319/320 Wed_old#Ey... ¿De qué crees que debería ir mi nueva canción?#$r 320 30 Wed_320#La agricultura, la minería y la silvicultura.#$r 8820 30 Wed_320#Una ciudad en el mar.#$r 8821 30 Wed_320#El mundo de los trenes.#$r 319 -50 Wed_319#Cualquier cosa vale. Total, va a ser una canción horrible.",
			"Wed_old": "$p 319#Pero ahora ya sé lo que opinas.$a|¡Gracias a ti ya tengo la letra!$h",
			"Wed_319": "Oye, colega... ¿Qué narices te pasa? Siento haberte preguntado.$a",
			"Wed_320": "Ey, ¿sabes qué? Suena genial. ¡Gracias!$h",
			"Thu_2": "Bueno, mi padre ha vuelto. ¿Le has conocido ya?#$b#Me alegro de que esté bien",
			"Thu2_2": "Bueno, mi padre ha vuelto. ¿Le has conocido ya?#$b#Me alegro de que esté bien",
			"Thu4": "Creo que mi padre volverá en un año o así.#$e#Supongo que entonces podrás conocerle. Si aún vives aquí.#$e#¡Pero no abandonarías la granja después de todo el esfuerzo que le has dedicado!",
			"Thu4_2": "... La verdad es que estoy algo confuso por el regreso de mi padre. Está como raro.$s#$b#Pero supongo que es porque no le he visto en 3 años... Esa puede ser la explicación.",
			"Thu8": "¡Me sorprende que nos hayamos hecho amigos tan rápido! ¡En serio eres la mejor persona de todas, @!",
			"Thu8_2": "Oye, si puedes hablar con mi papá, solo... muéstrale algo de apoyo, si no es mucho pedir.#$e#Realmente no le gusta hablar de sí mismo conmigo, tal vez sea más fácil si estás cerca.$s",
			"Fri2": "A veces extraño la ciudad, pero si me mudo allí nuevamente, terminaría trabajando todo el día solo para sobrevivir.#$e#Me pregunto qué vale más la pena.",
			"Fri10": "Cuanto más viejo me hago, más apegado me siento al valle.#$b#Aunque podría no ser imparcial... por una cierta razón.$l#$e#¿Así que, cómo te va?$h",
			"Sat2": "Tomé la guitarra hace unos años. Vino muy naturalmente.#$e#Sin embargo, todavía he tenido que practicar mucho. Hay 'bueno', pero luego está 'realmente bueno', ¿sabes?$h",
			"Sat4": "¡Oh! Acabo de acordarme de que tengo que llamar a mi abuela. Vale, me voy a poner esta goma en la muñeca para que no se me olvide.#$e#Necesito recordatorios para que no se me olviden las cosas.$h",
			"Sat6": "A Abby se le ocurrió un solo de batería genial. Solo tengo que descubrir cómo incorporarlo en una de nuestras canciones.#$e#No pensé demasiado en Abby cuando era más joven, pero resulta que es realmente creativa.",
			"Sat8": "A Abby se le ocurrió un solo de batería genial. Solo tengo que descubrir cómo incorporarlo en una de nuestras canciones.#$e#No pensé demasiado en Abby cuando era más joven, pero resulta que es realmente creativa.",
			"Sat8_2": "Tener a mi papá de regreso ha sido... aún más diferente de lo que esperaba.$s#$e#Simplemente no sé, ¿como se supone que debo actuar con él? ¿Como un niño otra vez o como un hombre?$s",
			"Sun2": "Si salgo a la calle, a veces empiezo a pensar en letras que se me vienen a la cabeza.#$e#Te debe gustar mucho trabajar fuera, ¿eh?",
			"Sun4": "He estado experimentando con un pedal de efectos. Es muy divertido, pero veremos si puedo encontrarle un lugar en la música de nuestra banda.#$e#Si creas un sonido que es demasiado extraño, terminará sonando mal. Un gran riesgo, una gran recompensa, supongo.",
			"Sun8": "A veces me pregunto si mi madre es feliz con su vida actual...$s#$e#Se lo pregunté una vez y me pareció que escondía un dolor profundo.",
			"summer_Mon": "En verano hay un poco menos de polen... Mi nariz está muy contenta.",
			"summer_Mon10": "Llegar a tocar en ciudad Zuzu fue un sueño hecho realidad, pero siento que lo saqué de mi sistema.#$e#Mis pensamientos se han estado moviendo hacia otras cosas, últimamente.$l",
			"summer_Tue6": "Hmm, mañana por la mañana debería ser un día de panqueques.#$e#Apuesto a que a Vince realmente le gustaría eso.",
			"summer_Tue10": "Tal vez debería aprender a cocinar#$b#No te importaría probar el sabor, ¿verdad?$h#$e#No sé, pensé que podría ser algo que te gustaría.$l",
			"summer_Wed6": "$d Joja#Otro turno en MercaJoja hoy. Yay, otras pocas horas de mi vida desperdiciadas.$s|Si trabajo rápido, Gunther a veces me deja salir de mi turno temprano. Morris nunca hubiera dejado pasar eso.",
			"summer_Thu": "Papá me ha estado hablando del enemigo de nuestra nación, el imperio Gotoro... Parece que son bastante despiadados.",
			"summer_Thu4": "Sebastian tiene algunos juegos de mesa bastante geniales.#$b#Hace mucho tiempo, no me gustaban los juegos de mesa, pero él sabe cómo hacerlos divertidos.$h",
			"summer_Thu6": "@, gracias por hablar conmigo como lo has hecho. Las cosas han sido difíciles últimamente con mi padre fuera.$s#$e#Si no hay noticias entonces son buenas noticias, ¿verdad? Tengo que mantenerme positivo.",
			"summer_Thu6_2": "A veces oigo a mi padre pasear por el pasillo de noche.$s#$b#... Pero no quiere decirnos qué le preocupa.",
			"summer_Fri4": "Oh colega. Me comí una pizza grande entera a las once de la noche.#$e#Abrí la nevera y pensé¡'premio gordo'!#$e#...jaja, nop, me siento bien.$h",
			"summer_Fri6": "Estaba muy nostálgico cuando nos mudamos aquí, pero eso fue hace mucho tiempo.#$e#Este es realmente el único hogar que Vince ha conocido. Verlo encajar también me lo hace más fácil.",
			"summer_Fri10": "He estado escribiendo una canción últimamente.#$e#Es eh ... se trata de ti.#$e#Hey, vamos, ¡no te rías!",
			"summer_Sun2": "Ey, ¿teniendo un buen verano?#$e#Pasa por mi casa si estás buscando un lugar para refrescarte.",
			"summer_Sun4": "¡Booyah! ¡Anoche se me ocurrio otro juego de letras!$h#$e#Estoy que ardo últimamente. Sin embargo, aún queda mucho trabajo por hacer antes de que estemos listos para tocar en vivo.",
			"summer_Sun6": "Podría comprar algunas donas ahora mismo.#$e#No importa qué hora del día sea. Siempre es un buen momento para donas.",
			"summer_Sun8": "¿Alguna vez has notado que hay un montón de tipos solteros en Pueblo Pelícano?$s#$e#Es un poco raro, ¿no te parece?$s",
			"summer_Sun10": "Sabes, ya no creo que extrañe mi antiguo hogar. Es divertido hacer un concierto en ciudad Zuzu, pero realmente no tengo ganas de vivir allí de nuevo.",
			"fall_Mon2": "Me gusta pasear por el bosque en esta época del año. La temperatura es muy cómoda#$e#...$h",
			"fall_Mon6": "La práctica de la banda fue genial la semana pasada. Abby y Sebastian han estado trabajando mucho.",
			"fall_Mon6_2": "¿Mi padre? Sí, no lo sé. Es más fácil mantenerse fuera de su camino la mayor parte del tiempo.",
			"fall_Mon10": "Eres lo mejor, @. No puedo esperar a que mi padre te conozca cuando regrese.$l",
			"fall_Mon10_2": "Le dije a mi padre, \"Mira, papá, no tienes que esconderme las cosas. Ya no soy un niño.\"$s#$b#Por un segundo, parecía que realmente podría abrirse, pero luego se levantó, hizo una sonrisa rara y se alejó.$s#$e#Creo que nunca dejará de querer protegerme. Si no ha sucedido hasta ahora, probablemente nunca sucederá.$s",
			"fall_Tue6": "Después de que papá se fue, tomé la decisión de darle a Vince la mejor infancia que pueda tener.#$e#Me di cuenta, si no ayudo a que eso suceda, ¿quién más lo hará?",
			"fall_Tue8": "Limpié un poco la casa para facilitarle las cosas a mi madre, pero en realidad no parece más feliz.#$e#Estaba agradecida, pero... no sé. Ella siempre dice que esa es su mayor fuente de estrés. Aunque, no estoy tan seguro.",
			"fall_Wed4": "Mi mamá hace una pizza increíble, siempre y cuando no le ponga ingredientes extraños.#$e#No le digas, pero la pizza del salón es francamente perfecta. Gus sabe lo que hace.",
			"fall_Wed6": "Creo que me estoy convirtiendo en un experto sobre pizza. Los ingredientes son buenos, pero si obtienes la combinación correcta de quesos, es todo lo que realmente necesitas.#$e#Desearía poder cocinar.$s",
			"fall_Wed8": "¿Has estado cocinando pizza últimamente? Hombre, realmente podría ir por un trozo.",
			"fall_Wed10": "Es difícil para mí concentrarme en escribir letras últimamente. Creo que parte de mi inspiración vino de sentirse aislado en este pueblo.#$e#Pero eso... ya no es realmente un problema.$l",
			"fall_Thu4": "Hola @.#$e#Hmm... Me pregunto si podría cultivar un cactus en mi habitación.",
			"fall_Thu6_1": "Creo que mi padre va a volver el año que viene.#$e#No queda demasiado. Qué raro se me hace.",
			"fall_Thu6_2": "Creo que debería comenzar a pensar en mudarme pronto...$s#$e#...Pero echaría de menos el guiso de pescado de mi madre, así que no sé...$s#$e#Odio tomar decisiones.",
			"fall_Fri6": "...Anoche me quedé despierto hasta tarde jugando en mi computadora. Realmente desearía haberme concentrado en escribir algunas letras más.",
			"fall_Fri8": "Ayer recibí mi cheque de pago. Hmm... ¿debería guardarlo o debería gastarlo?...",
			"fall_Sat2": "Hola @.#$e#Hmm... Me pregunto si podría cultivar un cactus en mi habitación.",
			"fall_Sat4": "Tengo suerte de tener la habitación más grande de la casa.#$e#Supongo que ser el hermano mayor tiene sus ventajas.",
			"fall_Sat8": "$d Joja#Me alegro mucho de tener el día libre. Trabajar en MercaJoja me ha fastidiado mucho últimamente.|Estaba mirando las exhibiciones durante mi turno en el museo. Tenemos algunas cosas geniales allí.",
			"fall_Sun2": "Oh vaya,hace un par de dias me lastimé mucho la rodilla andando en mi patineta.#$e#Nah, no duele. Solo un poco de daño en batalla.",
			"fall_Sun6": "Cuesta pasarlo bien los domingos... No paro de pensar en que tengo que ir a trabajar mañana.$s",
			"fall_Sun8": "@, ¿Qué te saca de la tranquiladad del domingo por la noche?, Ya sabes, cuándo tienes que volver al trabajo al día siguiente.#$e#Es verdad. Nunca te tomas un día libre.#$b#Bueno, entonces debes amar lo que haces. Te tengo envidia.$h",
			"winter_Mon2": "Todos están adentro durante el invierno, así que puedo tocar la guitarra tan fuerte como quiera.$h",
			"winter_Mon4": "¡Tuvimos otra buena práctica con la banda este fin de semana! Las cosas van por buen camino.$h#$e#Oh, no te preocupes, definitivamente te conseguiré entradas para nuestro primer espectáculo.",
			"winter_Mon8": "Vince está esperando la Fiesta de la Estrella de Invierno. Se me ocurren ideas sobre cómo hacerlo más especial para él este año.",
			"winter_Mon10": "Ey, si viviéramos juntos, ¿te molestaría que tocara la guitarra demasiado fuerte?#$e#No hay una respuesta incorrecta. Sea lo que sea que funcione para ti.",
			"winter_Tue8": "Penny y yo solíamos salir mucho cuando nos mudamos aquí.#$e#Todavía salimos de vez en cuando, y tenemos este extraño... ¿coqueto?... pero ya no tenemos mucho en común.$s",
			"winter_Tue8_inlaw_Penny": "¡Me alegra que las cosas hayan funcionado para ti y Penny! Siempre me preocupé por ella.$h",
			"winter_Wed6": "$d Joja#Sé que nuestros trabajos son basura, pero sería bueno que Shane fuera un poco más amable en el trabajo para pasar el tiempo.|Me pregunto cómo le va a Shane. Siempre parecía que odiaba su trabajo de MercaJoja incluso más que yo.",
			"winter_Wed10": "Eyyy... no estás... 'contratando' en tu granja, ¿o algo así?$l",
			"winter_Thu4": "Creo que mi padre regresará esta primavera.#$e#Han pasado 3 años desde que lo vi. Esto va a ser extraño.",
			"winter_Thu4_2": "Ha pasado un tiempo desde que mi padre ha vuelto. Supongo que finalmente me estoy acostumbrando.",
			"winter_Fri4": "Espero un poco más de nieve seca y polvorienta antes de que todo afuera se convierta en fango.",
			"winter_Fri6": "Vince y yo tuvimos una épica pelea de bolas de nieve ayer. Casi nos estamos igualando.$h#$e#Un par de años más y legítimamente tendré que cuidarme la espalda.",
			"winter_Fri8": "El snowboard es muy divertido, pero solo lo he hecho un par de veces. Lástima que no haya buenas pistas cerca...",
			"winter_Fri10": "¡@! ¡Es muy bueno verte!$h#$e#Dame un abrazo. ...¡Oh! Eres agradable y reconfortante!$l",
			"winter_Sat6": "Después de mudarnos aquí, Penny y yo crecimos juntos. Ahora ella es la maestra de mi hermano pequeño. ¿Cómo paso eso?#$e#Tal vez es hora de que realmente avance en mi vida. Sebastian tiene la idea correcta.#$e#Tu también lo haces",
			"winter_Sun4": "Agarré a Vince en la puerta con los zapatos mojados. Me alegro de haberlo atrapado antes de que fuera corriendo a la cocina.",
			"winter_Sun6": "Trata de no hacer un desastre en la casa. Mi mamá tiene obsesiónn con mantener las cosas limpias.#$e#Hmm, Me pregunto si ella realmente tiene un transtorno obsesivo compulsivo...$s",
			"winter_Sun10": "Tal vez si me mudara, mi madre finalmente estaría un poco más feliz.#$e#Me pregunto si está estresada solo porque está preocupada por mí.",
			"spring_1_2": "Ey @, un comienzo de año bastante sorprendente, ¿no? Pensé que el año pasado nunca terminaría.$h#$e#Gracias por quedarte.",
			"spring_12": "Mi hermano pequeño se emociona mucho con los festivales. Ha estado hablando de la búsqueda de huevos de mañana todo el día.",
			"spring_21": "A veces esos pétalos de primavera que flotan hacen que mi nariz se irrite.$s#$e#Me gusta más el verano.",
			"spring_23": "¿Por qué la danza floral no podría ser hoy para no tener que trabajar?$s",
			"winter_7": "Una vez, Gus cayó al río durante el Festival de Hielo. Tuvimos que encender un gran fuego en el salón para secarlo.#$e#Todos estábamos preocupados de que nunca más probaríamos sus famosos espaguetis.",
			"fall_7": "La primera semana de otoño ya terminó. Hombre, eso pasó rápido.$s#$e#Lo que sea. ¡Estoy feliz de que hayas venido a visitarme!#$e#Entonces, ¿tienes algo nuevo que decirme?",
			"fall_9": "Pedí un nuevo par de zapatos en línea. Son del mismo estilo, así que sé que encajarán bien.",
			"fall_16": "¡Pedí unos zapatos en línea hace más de una semana! Hombre, realmente está tomando mucho tiempo.#$e#Creo que realmente vivimos en el medio de la nada.$s",
			"fall_23": "Ah, mis pies se sienten increíble con estos zapatos nuevos. Son un poco duros, pero aflojarán. Especialmente después de que corra por el laberinto embrujado este fin de semana.$h",
			"fall_26": "Esta noche, después de que todos estén dormidos, ese viejo extraño que vive en el bosque instalará el laberinto embrujado. Siempre se asegura de que no haya nadie cerca viéndolo trabajar.",
			"summer_10": "¡No tengo que trabajar mañana! Nunca he sido tan feliz.$h",
			"winter_24": "Se supone que la Fiesta de la Estrella de Invierno es un momento para mostrar gratitud por todas las cosas buenas de la vida.#$b#¿Yo? Estoy principalmente interesado en la comida. Jeje.$h",
			"winter_28": "Tengo un sentimiento extraño sobre esta noche. Algo grande está por suceder.#$e#Solo espero que sea algo bueno.",
			"winter_28_2": "Supongo que esta noche me quedaré despierto hasta tarde con Vincent. Me imagino que solo hay un número limitado de veces que querrá hacer eso.",
			"spring_12_2": "Mi hermano pequeño se emociona mucho con los festivales. Ha estado hablando de la búsqueda de huevos de mañana todo el día.",
			"spring_23_2": "¿Por qué la danza floral no podría ser hoy para no tener que trabajar?$s",
			"winter_7_2": "Una vez, Gus cayó al río durante el Festival de Hielo. Tuvimos que encender un gran fuego en el salón para secarlo.#$e#Todos estábamos preocupados de que nunca más probaríamos sus famosos espaguetis.",
			"fall_7_2": "La primera semana de otoño ya terminó. Hombre, eso pasó rápido.$s#$e#Lo que sea. ¡Estoy feliz de que hayas venido a visitarme!#$e#Entonces, ¿tienes algo nuevo que decirme?",
			"fall_26_2": "Esta noche, después de que todos estén dormidos, ese viejo extraño que vive en el bosque instalará el laberinto embrujado. Siempre se asegura de que no haya nadie cerca viéndolo trabajar.",
			"summer_10_2": "¡No tengo que trabajar mañana! Nunca he sido tan feliz.$h",
			"winter_24_2": "Se supone que la Fiesta de la Estrella de Invierno es un momento para mostrar gratitud por todas las cosas buenas de la vida.#$b#¿Yo? Estoy principalmente interesado en la comida. Jeje.$h",
		}
	},
	{
        "LogName": "Sam Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueSam",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#Puede ser un buen día para relajarse y tocar la guitarra... Ey, tú también puedes relajarte si quieres.#Hey dulzura. Parece que la buena naturaleza hace tu trabajo por ti hoy. ¡Aprovecha eso!",
			"Rainy_Day_1": "#$c .5#¿Crees que Sebastian y Abigail se enrollarán algún día? Je... Ahora que estoy casado, intento casar a todos los demás.#Sebastian es unos años mayor que yo. Nunca esperé haberle tomado ventaja.",
			"Rainy_Day_2": "#$c .5#Ey, he encontrado esto rondando por el fondo de un cajón. [90 88 86 535] He pensado que podrías usarlo.#Aw colega, iba a ir a patinar hoy.$s",
			"Rainy_Day_3": "#$c .5#Oh, colega. Estos días nublados me tocan las narices...$7#Tal vez hoy sea un buen día para darle otra oportunidad a Punkman 2. Nunca gané en ese juego.",
			"Rainy_Day_4": "#$c .5#¿Qué tal has dormido? El sonido de la lluvia me deja K.O.#Espero que el humor de mi madre esté bien hoy. Al menos no tendrá que preocuparse de que yo deje huellas en la casa.",
			"patio_Sam": "#$c .5#*Sigh...* Nunca me va a salir bien este truco...$s#¡Aw colega! ¡Te lo perdiste! Conseguí hacer un kickflip perfecto hace un momento.$h",
			"Rainy_Night_0": "#$c .5#Ey, ¿qué tal tu día? Yo he estado tirado aquí todo el día, leyendo cómics... Ha sido genial.$h#¡Me encanta vivir aquí, sin vecinos! ¡Utilicé mi amplificador hasta las once!$h",
			"Rainy_Night_1": "#$c .5#Ha sido un día bastante tranquilo para mí... Refrescos, pizza precocinada y unas horas trasteando con la guitarra. Estoy relajado.#Será divertido cuando Vince crezca un poco y sea un adolescente. ¿Crees que podría pasarse por aquí para las noches de cine?",
			"Rainy_Night_2": "Antes he escuchado la grabación de nuestro directo. ¿Lo recuerdas? Colega, menuda chapuza.#$b#Me puse nervioso porque tú también estabas... ¡No quería liarla y que te pensaras que soy un pringado!$l",
			"Rainy_Night_3": "Vincent se debe de sentir muy solo ahora que no estoy. Me siento responsable del chaval.$s#$e#$c .5#Sabes, probablemente va a estar bien. No es como si me mudara al otro lado del país, ni nada.#Pero bueno, la vida siempre trae cambios, ¿no? Los niños tienen que aprenderlo tarde o temprano... O la vida adulta los destruirá.$7",
			"Rainy_Night_4": "#$c .5#Ey, he metido un par de pizzas precocinadas en el horno. Toma, para ti. [206]$h#Aquí tienes. La única pizza precocinada que teníamos era de pollo a la barbacoa. Lo siento, me comí la de cuatro quesos. [206]",
			"Indoor_Day_0": "#$c .5#Ufff... ¿Sabes lo que no echo de menos de mi antigua vida? Trabajar en MercaJoja...#Haré un poco de limpieza hoy. Al menos eso es algo bueno que aprendí de mi antiguo trabajo.",
			"Indoor_Day_1": "Ey, te he preparado unas tortitas instantáneas. ¡A disfrutar! [211]$h#$e#$c .5#¿Qué? Nunca aprendí a cocinar... Siempre se encargaba de eso mi madre.#Me considero un experto en tortitas instantáneas. Es solo que... probablemente no quieras que intente cocinar mucho más.",
			"Indoor_Day_2": "#$c .5#Buenas. Sé que siempre ando haciendo el payaso, pero quiero que sepas que te quiero de verdad...$l#¡Oh! Buenos dias. ¿Mi cabello se ve bien hoy?$l",
			"Indoor_Day_3": "¿Tienes grandes planes para hoy?#$e#$c .5#Oh, yo no... Suelo decidir lo que voy a hacer unos minutos antes...#Podría tocar algunas canciones viejas en mi guitarra.",
			"Indoor_Day_4": "#$c .5#Tal vez Sebastian esté en línea más tarde. Hoy tengo ganas de jugar videojuegos.#Um... A lo mejor te ayudo en la granja algún día. Hoy estoy un poco vago.$s#$e#¿No te mosqueas?",
			"Indoor_Night_0": "#$c .5#Ey, pareces cansado. Deja que te ayude a relajarte, ¿vale? A lo mejor luego te doy un masaje.^Ey, pareces cansada. Deja que te ayude a relajarte, ¿vale? A lo mejor luego te doy un masaje.#¡Guau, estás en casa! Supongo que esa es mi señal. OK, ¡relájate! [184 346 206]",
			"Indoor_Night_1": "#$c .5#¿Mi día? Oh... Casi ni me acuerdo. No he hecho nada especial. Solo relajarme y pasarla bien.#Sacudí y barrí hoy. Y limpié la cocina. ¿Ves? A veces también hago cosas.",
			"Indoor_Night_2": "#$c .5#Ey, siento no haber hecho la cama. Sabes que soy un desastre... y por eso te gusto, ¿no?$h#¿Yo? Oh, me quedé atrapado en algunos shows hoy. Me siento un poco loco; fueron bastante intensos.",
			"Indoor_Night_3": "#$c .5#Lo único que echo de menos de vivir en casa es el guiso de pescado de mi madre#Oye. Hoy te extrañé un poco. Te busqué en un momento, pero supuse que probablemente tenías demasiado trabajo",
			"Indoor_Night_4": "#$c .5#¿Todo listo para planchar la oreja? Por una vez, he hecho la cama...#¿Quieres que te toque una canción de cuna con la guitarra? No tengo prisa por quedarme dormido. Pero probablemente estés bastante cansado.^Pero probablemente estés bastante cansada.",
			"Outdoor_0": "#$c .5#A lo mejor debería hacerme con unas ruedas todoterreno para mi monopatín. Aquí el alcalde Lewis no me puede decir nada.$h#Ja, si no fuera por todos los árboles en el camino, probablemente podrías ver mi vieja casa desde aquí. Un poco gracioso, ¿no?$h",
			"Outdoor_1": "#$c .5#Siempre tengo vigilado el cielo azul... Nunca se sabe cuándo puede aparecer un ovni.#Esta mañana estuvo tranquila... Es agradable. Probablemente sea más saludable que ser una especie de estrella de rock.",
			"Outdoor_2": "#$c .5#Ey, ¿tienes un buen presentimiento sobre hoy? No quiero dañar tu rutina matutina.#¡Hola, @! Si supiera más sobre el trabajo en la granja, te ayudaría más. ¡Lo siento!#$e#Intentaré ayudarte con pensamientos positivos.$h",
			"Outdoor_3": "#$c .5#Hay algo en el aire que me hace sentir positivo... Quizá el olorcillo a pizza que sale del horno de Gus.#¿Que si echo de menos vivir en el pueblo? Ja, no. Ni un poco.$h",
			"Outdoor_4": "#$c .5#Guau... Estás genial hoy, y las manchas de barro te dan un encanto extra.$l#Hoo ... estaba pensando que no dormí tan bien anoche. ¡Pero solo salir por aquí me hace sentir despierto de repente!",
			"OneKid_0": "#$c .5#Lo siento. Me estoy dando cuenta de cuánto me relajé cuando nos casamos. Sin embargo, ser papá definitivamente me mantiene ocupado.#Ya me encargo yo del pañal de %kid1... No te preocupes. Tú ya tienes trabajo de sobra.",
			"OneKid_1": "#$c .5#Es raro, ¡pero me encanta ser padre!$h#*bostezo* Oh vaya, definitivamente estoy sintiendo mucho repeto por los padres que se quedan en casa.$s",
			"OneKid_3": "#$c .5#Creo que deberíamos tener otro hijo. ¿Por qué parar ahora?#Claro, ser padre es mucho más agotador de lo que imaginaba, ¡pero estoy listo para un desafío!$h",
			"TwoKids_0": "¡Me he levantado pronto, he dado de comer a los bebés y les he cambiado el pañal! Todo listo. Así puedes concentrarte en acumular dulce, dulce dinero.$h#$e#Es broma... No me casé contigo por el dinero.",
			"TwoKids_1": "#$c .5#Dos niños... es una locura. Bueno, si mi madre pudo sobrevivir, yo también.#Tenemos que asegurarnos de prestarle mucha atención a %kid1 ahora que también tenemos a %kid2. No queremos que se tengan celos.",
			"TwoKids_2": "#$c .5#Es divertido ver cómo juegan los bebés. Creo que se van a llevar muy bien.#Creo que hoy haré un concierto privado para los niños. ¡Ese es el único tipo de audiencia que realmente necesito!$u",
			"TwoKids_3": "#$c .5#Jamás pensé que sería padre de familia, pero estoy muy satisfecho con lo que tenemos. La vida me va genial.$l#Mis padres todavía son bastante jóvenes. Podrían vivir lo suficiente para ser bisabuelos. ¡O tal vez incluso tatarabuelos!$u",
			"funLeave_Sam": "#$c .5#Hoy me iré a visitar a la familia, ¿vale? Volveré por la noche.#Tengo que ir a ver a mi familia hoy, debo asegurarme de que todos estén bien. Te veré esta noche, ¿de acuerdo?",
			"funReturn_Sam": "#$c .5#Ver a la familia está bien, pero es deprimente de cierto modo. Es como que... nuestras vidas están totalmente separadas, y todo parece mucho más formal que antes.$7#Mi familia está bien, pero todos están luchando contra una cosa o la otra. Espero que esté bien si los vuelvo a ver pronto.$7",
			"spring_3": "Fui y tomé algunos medicamentos para la alergia. Aunque, no me gusta usarlos. Me siento realmente extraño.$s",
			"spring_8": "Sebastian me prestó una montaña de sus cómics. Eso prácticamente define mi lectura para el próximo mes.$h",
			"spring_16": "Es un poco extraño, saber que nunca volveré a ser un niño.#$b#Pero... conociendo mi historial, tal vez sea algo realmente bueno.$h",
			"spring_25": "¿Cuántos días quedan hasta el verano? Je, no puedo esperar.",
			"summer_5": "Espero que mañana sea un buen día para usar la rampla.#$e#¿Quieres venir y mirar un poco?",
			"summer_12": "Fue agradable ver a Penny ayer en el festival. Solo salimos de vez en cuando en estos días.#$b#Además, ahora que estoy casado contigo, hay menos incomodidad en el aire entre ella y yo.",
			"summer_17": "Hoy se cumple el aniversario de cuando mi familia se mudó a Pueblo Pelícano.#$b#O... ¿creo que fue hoy?$s#$e#Quizás le pregunte a mi madre.",
			"fall_4": "Esta es la temporada favorita de Abby, ¿verdad? Apuesto a que se está divirtiendo.#$e#Me di cuenta de que cada vez que ella está de buen humor, Sebastian parece estar muy feliz también.",
			"fall_9": "Sigo teniendo la sensación de que algunas personas piensan que nos casamos demasiado jóvenes.$7#$b#Mira, entiendo porque podrían pensar eso, pero solo quiero decirte que para mí, esto es en serio.$s#$b#Podemos hacer esto, ¿verdad? Estoy a bordo... tú estás a bordo...#$e#Vamos a conquistar el mundo juntos.",
			"fall_13": "Pensé que Pueblo Pelícano era un lugar privilegiado por que puedes hacer las cosas que quieras, pero... diablos. En esta granja, realmente podemos hacer lo que queramos, ¿eh?$u",
			"fall_23": "Un año, me excedí un poco con los dulces de Vincent en la víspera de los espíritus.#$b#Eso fue un error. Pobrecito no pudo aguantarlo todo. Qué asco.$h#$e#Uh, sí, mamá lo limpió. Me sentí muy mal.$s#$e#No haré eso otra vez. No te preocupes",
			"winter_3": "Entonces, ¿algo crece en invierno...? O...",
			"winter_14": "Si no tienes tantas cosas que hacer esta temporada, ¿hay algún día en el que podamos pasar el rato? Realmente te extraño un poco.$l",
			"winter_20": "Espero que Vincent obtenga todo lo que quiere este año para el festival. Me encanta ver a ese niño abrir regalos.",
			"winter_26": "Me pregunto cómo estará mi padre...$7",
        }
    }]
}