{
    "Changes": [
    {
        "LogName": "Sandy",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sandy",
        "Entries":
        {
            "Mon2": "¡Viniste de nuevo! Estoy tan feliz.$h#$e#¿Qué hay de nuevo en el valle?",
			"Mon4": "Una vez, una pareja literalmente acampó aquí para su luna de miel. Para gustos no hay colores, ¿verdad?",
			"Mon6": "¡Hace poco almorcé con Emily! Fue genial ponerse al día con ella.$h#$e#Hablamos un poco sobre ti, en realidad. Todas cosas buenas, ¡lo juro!$h",
			"Mon8": "Emily tiene una verdadera habilidad para leer a la gente. Es como si estuviera en una longitud de onda diferente, o algo así.#$e#Sin embargo, no puede evitar tratar a todos con el mismo respeto, sin importar cómo actúe la otra persona. Admiro eso.",
			"Mon10": "¡Oye cariño! ¿Has preparado un poco de esa sopa tom kha últimamente? Nunca me cansaré del sabor.#$e#Toma un coco antes de irte, si ves uno.",
			"Tue2": "Ese esqueleto de atrás es un 'dragón de arena'. En tu infancia, ¿también amabas a los dinosaurios?#$e#A veces, los turistas se detienen para tomar fotos.",
			"Tue4": "¿Sabes? En realidad no me llamo Sandy. Es por el negocio.#$e#Pero todos me llaman Sandy, así que ya me he acostumbrado a ese nombre.",
			"Tue6": "Me quejo del calor sin parar, pero nada puede realmente vencer a la frescura del desierto cuando se pone el sol.#$e#La forma en que se ve una puesta de sol en el desierto también es difícil de superar.",
			"Tue8": "¡Hola...! Quédate cuanto quieras.#$e#El aire acondicionado sienta bien, ¿no?",
			"Tue10": "¡Vaya! ¿Cuántas veces has montado ese autobús para venir hasta aquí?#$e#Oye, agradezco cada visita.",
			"Wed2": "¡Hola, cariño!$h#$e#¿Cómo está Emily? Espero que Haley no sea demasiado molesta.",
			"Wed6": "Veo todo tipo de personas aquí. A veces, están de viaje por la carretera o trabajan en envíos.#$e#Pero la mayoría de los clientes habituales se dirigen a la trastienda.",
			"Wed8": "¿No te resulta caro venir al desierto tan a menudo?#$e#Te debe de gustar venir a verme, ¿no? Hmmm... $h",
			"Wed10": "¡Ey, es @! ¡Me alegro de verte! ¡Empezaba a pensar que no ibas a volver!#$e#Si no tuviera que llevar esta tienda, me volvería al valle contigo un día o dos... Tú, yo, y la vieja granja.$s#$e#Vas a tener que visitarme más a menudo para que no me deprima.$h",
			"Thu4": "Ey... Creo que puedo confiar en ti. Sabes guardar un secreto, ¿no?#$b#*Susurra* El tipo del fondo... Allí hay una especie de club exclusivo. Yo nunca he entrado, pero me pagan una renta mensual bastante generosa para que no haga preguntas.#$e#¡Bueeeno! ¿Qué tiempo hace ahora mismo en Stardew Valley?",
			"Thu6": "¿Esas estructuras con forma de antena al noreste de aquí? Ni idea.#$e#Aparentemente, aparecieron en un viejo episodio de 'Misterios de lo desconocido'.#$e#De todos modos, ¡deben haber sido construidas allá por alguna razón!",
			"Thu8": "Sé que no lo parece, pero los negocios han sido decentes últimamente.#$e#Parte de eso es gracias a ti. El costo de vida aquí es muy barato, ¡así que solo una simple compra de semillas es muy útil!$h",
			"Fri": "Esa comerciante con el camello viene por aquí con bastante frecuencia. Sin embargo, no sé cómo espera hacer algún negocio.#$e#Oye, hablo por experiencia. Es duro aquí.",
			"Fri2": "Creo que lo que más extraño del valle son las flores silvestres. Simplemente hay muchos buenos recuerdos que las acompañan.#$e#Trae algunas si las encuentras, ¿de acuerdo, cariño?",
			"Fri4": "¡Pero mira quién está aquí! ¿Como has estado?#$e#Acabo de terminar de leer el mejor libro. 'Marcie y el castillo subterráneo'. Definitivamente vale la pena leerlo, si tienes tiempo.",
			"Fri6": "A veces escucho la radio. Sin embargo, después de escuchar la misma canción pop dos veces por hora durante un mes, es difícil seguir escuchándola.$s",
			"Fri8": "¡Hola! ¿Cómo está la granja, cariño?#$e#Supongo que las cosas deben estar bien si eres capaz de dedicar tiempo para caminar por aquí.#$e#Siempre es un placer verte.$h",
			"Sat": "¡Hola,! ¡Bienvenido al Oasis de Sandy, el destino número uno del desierto de Cálico!^¡Bienvenida al Oasis de Sandy, el destino número uno del desierto de Cálico!#$e#*Susurra* ¿Ha sonado profesional?$h#$e#No olvides revisar nuestra selección de semillas de temporada.",
			"Sat2": "Vale la pena evitar la caverna al norte de aquí.$s#$e#Me asomé una vez. ¿Tras esa puerta?... y *tiembla* Ugh, nunca más.#$b#Nunca. Más.$s",
			"Sat4": "Parece que tienes mucha sed. Toma, prueba esta leche fresquita. [184]#$e#Está buena, ¿eh?$h",
			"Sat8": "¡@! Entra. Tengo un regalo para ti. [233]#$e#Supuse que te encantaría.$h",
			"Sat10": "Ey @. Es día de muestra gratis! Disfruta. [218]",
			"Sun2": "Hola, cariño. Sí, aquí estoy, sola en esta gran tienda antigua. Hmmm...#$e#Bueno, exceptuando al tipo siniestro del fondo. Pero nunca mueve ni un solo músculo, así que a menudo me olvido de que está ahí.",
			"Sun4": "Floté por el valle durante unos años. Ojalá pudiera vivir allá, pero es bastante difícil encontrar trabajo estable.#$e#¡Así es como terminé aquí!",
			"Sun6": "Supongo que he visto al menos un chico de la trastienda que ocasionalmente se dirige al norte.#$e#Me pregunto si se dirige a esa caverna extraña.$s",
			"Sun8": "Hice un viaje a ciudad Zuzu el mes pasado. ¡No te puedes perder ir a los clubes de vez en cuando!$h#$e#No perdí ni un segundo. Me quedé afuera toda la noche.#$e#¡Hay universitarios que ni siquiera pueden seguirme el ritmo! ¡jejeje!$h",
			"Sun10": "¿La caverna? Mira, si has estado allí, no quiero saberlo.$s#$e#Sin embargo, confío en que te mantendrás a salvo si lo hicieras, ¿eh?",
			"winter_Fri": "No puedo creer que haya nieve ahora mismo donde vives.#$e#Oh bien. La arena es como la nieve. Tendrá que serlo para mí.",
			"winter_Fri6": "Al menos hace un poco de frío aquí en invierno. Sin embargo, ese sol no tiene piedad.",
			"fall_Fri": "Aquí no tendrías mucha suerte cultivando cosas, cielo.#$e#A menos que quisieras ser granjero de cactus.$h^A menos que quisieras ser granjera de cactus.$h",
			"fall_Fri4": "Parece que esa comerciante del desierto generalmente sabe cómo predecir cuándo vas a aparecer.#$b#Luego se dirige a casa tan pronto como te vas. ¿Puede ella predecir el futuro o algo así?#$e#Ojalá pudiera hacer eso...",
			"summer_Fri6": "La comerciante del desierto entró aquí y miró un poco a su alrededor el otro día. Ella no dijo mucho. Tampoco compró nada.#$e#Que persona tan misteriosa. Me pregunto cómo es en su vida real.",
        }
    }]
}