{
    "Changes": [
    {
        "LogName": "Sebastian",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Sebastian",
        "Entries":
        {
            "Mon2": "Um... ¿Que pasa?",
			"Mon6": "Siempre me ha confundido el por qué la idea de la ‘otra vida’ es tan atractiva. ¿La gente se da cuenta de cuánto dura realmente la 'eternidad'?#$e#Entiendo la necesidad de consuelo, pero...#$b#...para mí, pensar en 'eternidad' es más como mirar un abismo sin fin. Prefiero centrarme en lo que es temporal y lo que está frente a mí.",
			"Mon8": "Parece bastante narcisista suponer que importamos en el gran esquema de las cosas.$s#$e#Pero supongo que todos estamos flotando río abajo. Tengo que disfrutar el viaje mientras dure.",
			"Mon10": "Parece bastante narcisista suponer que importamos en el gran esquema de las cosas.$s#$e#Dicho esto, sin embargo, me importas, sin importar cuán indiferente pueda ser el universo.$l",
			"Tue4": "Cuando arrojas una piedra al lago, se generan ondas. Pero luego las ondas finalmente alcanzan el borde y se detienen.#$b#Todo termina, entonces, ¿cómo pueden ser más importantes las cosas con un efecto duradero?",
			"Wed4": "Me aburro de cosas simples de la vida cotidiana. ¿Cómo se entusiasma la gente con las cosas más mundanas?#$e#Como por ejemplo, los padres de Abby compraron una nueva lavadora hace unos meses, y contaban historias sobre eso por horas....#$b#...como si fuera lo más importante que les pueda pasar.#$e#En un sentido, es algo gracioso, pero en otro, es horriblemente deprimente.$s",
			"Wed10": "Es bueno tener una razón para estar aquí en Pueblo Pelícano.#$e#Um, sabes de lo que estoy hablando, ¿verdad?$l",
			"Thu4_inlaw_Maru": "Es un poco más fácil no tener que vivir más con Maru. ¿Cómo lo llevas?",
			"Fri2": "*sigh*... Si la gasolina no fuese tan cara, hoy me iría en moto a la gran ciudad.#$e#$q 15/16 Fri_old#Dime, ¿qué haces cuando no estás trabajando?#$r 15 0 Fri_bad#Trabajar más en la granja.#$r 16 30 Fri_good#Leo cómics.#$r 15 -30 Fri_bad#Voy de compras.#$r 15 -30 Fri_bad#Hago deporte.",
			"Fri_old": "$p 16#Ey, si algún día te aburres, pásate por mi habitación...$h|Seguro que prefieres la vida en el pueblo, ¿no?",
			"Fri8": "¿Qué hay de nuevo?$h#$e#Esta noche estaré en el Salón, dándole una paliza a Sam al billar otra vez.$h",
			"Sat4": "No fumas, ¿verdad?#$b#...Sí, no hay problema, todo está bien.",
			"Sat6": "Tal vez debería hacer algo creativo este fin de semana.#$b#Me pregunto si a mi cliente le importaría si rediseño el logotipo de su programa.",
			"Sat8": "Sam casi me derrota en el billar anoche.#$e#Bueno, 'casi' es un término relativo, pero ha ido mejorando.$h",
			"Sat10": "Hola, @. ¿Como va tu día?$h",
			"summer_Mon2": "Todo el mundo está feliz al sol.... Es un cliché.$a",
			"summer_Mon4": "¿Nunca te cansas del sol? Cuando el calor te golpea empiezas a sudar y te ensucias...#$b#...y tienes que untar una sustancia maloliente en tu piel solo para evitar que se queme... ¿Por qué a la gente le gusta el verano?",
			"summer_Mon10": "Tengo que decir, @, cuando te conocí, no pensé que me gustarías. Parecías tan... ¿alegre?$h#$e#Pero me alegro de haberme equivocado. Probablemente solo fui yo proyectando suposiciones sobre alguien que voluntariamente se mudó a Pueblo Pelícano.$l",
			"summer_Tue4": "Definitivamente es mejor tener demasiado frío que demasiado calor.#$b#¿Mucho frío? Ponte una sudadera. Problema resuelto.#$b#¿Demasiado calor? Estás jodido.",
			"summer_Tue6": "Las noches de verano son decentes, al menos, si se enfría lo suficiente.#$e#Cuando está completamente oscuro afuera y todavía sientes esa ola de calor, salir... es un desastre.",
			"summer_Tue8": "¿Mi padre biologico? Sí, lo he visto algunas veces.#$e#Es asombrosamente irrelevante.#$e#Eso es todo.",
			"summer_Wed4": "Es agradable tener esa sensación de logro cuando arreglas un bug que te estaba eludiendo durante días.$h#$e#Oh, lo siento, probablemente es bastante aburrido que escuches sobre eso.",
			"summer_Wed6": "Maldición. Hoy no es un buen día.$a#$e#Si me das algo de espacio, te lo agradecería.#$e#Mira, entiendes cómo funciono.",
			"summer_Wed8": "¿Que por qué sonrío? Supongo que últimamente estoy más feliz que nunca...$h",
			"summer_Thu": "Salir a conversar un poco con los lugareños, solo por el gusto de hacerlo... Ese es probablemente la clase de cosas que a ti te gustan, ¿no?",
			"summer_Thu2": "No me apetece nada nadar, si eso es lo que vas a decir.$s#$e#Ah, ¿solo has venido a saludar? Lo siento.",
			"summer_Thu6": "Me siento tan atascado, viviendo aquí. Mi vida no cambia de un año a otro.$s",
			"summer_Thu8": "Me siento atrapado ¿Cómo diablos lo hiciste, @, simplemente renunciando a tu antigua vida y mudándote?#$e#Moriría por poder hacer eso. Pero el costo de vida sigue subiendo en la ciudad.$s",
			"summer_Fri2": "¿Estas despierto desde tan temprano? *yawn*... diablos.",
			"summer_Fri4": "Tengo que quedarme despierto hasta tarde. Es la única vez que la casa no se está sofocando.#$e#No puedo dormir cuando hace demasiado calor para estar debajo de las sábanas.",
			"summer_Sat2": "De verdad quiero tomar un café, pero hace demasiado calor.#$e#Y el café helado no es tan bueno.",
			"summer_Sat4": "Sam y yo originalmente nos unimos por la música, hace un tiempo.#$e#Él es un buen tipo. A la mayoría de las personas no les importan mis pasatiempos, pero él siempre está dispuesto a probar las cosas que me gustan.",
			"summer_Sat6": "Hay todo tipo de criaturas que acechan bajo tierra, pero la gente casi nunca habla de ellas. Es decir... ¿por qué no?#$e#Es como si algunas personas eligen específicamente ser aburridas.",
			"summer_Sat10": "Tal vez sería divertido andar en moto en una tormenta nocturna.#$e#Es decir, uh, una caída. Demasiado peligroso, lo sé.$l#$e#Sé que te preocuparías. Tengo que pensar en eso.",
			"summer_Sun6": "Algunas personas miran hacia el cielo nocturno y comienzan a sentirse insignificantes.#$b#Pero me siento así todo el tiempo. Para mí, en realidad es un consuelo que el cielo me recuerde esa simple verdad.",
			"summer_Sun8": "Lo mejor del lago es cuando la luna llena está justo encima. Le da a toda el área un brillo agradable y sereno.",
			"fall_Mon6": "¿Por qué Maru tiene que ser instantáneamente buena en todo lo que hace?$s#$e#Aún soy mejor que ella en música... y en programación...#$b#...pero incluso con la programación, es absurdamente buena para instalar los scripts de IA para sus robots.$s",
			"fall_Mon6_inlaw_Maru": "No me malinterpretes, estoy feliz de que Maru y tú esten juntos, pero...^No me malinterpretes, estoy feliz de que Maru y tú esten juntas, pero...#$b#...Es solo otro recordatorio de cómo ella me sigue eclipsando. Todo tiene que funcionar perfectamente para ella.$s",
			"fall_Mon8": "¿Tiene sentido si digo que cuanto más concurrido está un lugar, más solitario es?#$e#Estuve en un club nocturno en ciudad Zuzu hace un par de años. Estaba demasiado lleno para bailar y demasiado ruidoso para hablar.#$b#Se pierde la finalidad del lugar, ¿no? ",
			"fall_Tue2": "Tal vez debería visitar a Abby pronto.$u#$e#...No se.$u",
			"fall_Tue4": "Que si esto con calabaza... Que si lo otro con calabaza... Qué cansinas son las modas estacionales.",
			"fall_Tue8": "En realidad, no estoy enojado porque mamá se halla casado con Demetrius. Ella puede vivir su propia vida.#$b#Solo desearía que me dejaran vivir mi propia vida también.",
			"fall_Wed4": "Estuve despierto la mayor parte de la noche terminando un trabajo para uno de mis clientes. En realidad fue muy divertido.#$e#Ni siquiera me siento cansado.$h",
			"fall_Wed6": "*sigh*Si viviera en la ciudad, podría unirme al grupo de 'Crónicas de Solarian' y hacer algunas de esas partidas épicas de 8 personas.$s#$e#Oh bien. Supongo que no es lo mismo cuando no conoces a nadie del grupo.",
			"fall_Thu4": "Mi habitación sería un poco menos deprimente si tuviera ventana...$s",
			"fall_Thu6": "Hm, tal vez debería mover mi sintetizador hasta acá desde la casa de Sam. Sería mucho más fácil practicar.#$e#O simplemente puedo practicar en el teclado de mi computadora. De todos modos, así es como aprendí por primera vez.",
			"fall_Thu8": "Sé que debería intentar conectarme más con Maru. Es solo que...#$b#...si trato de encontrarme con ella a su nivel, emocionado con ella, se siente mal. Simplemente no soy yo.#$e#¿Eso tiene algún sentido?",
			"fall_Fri": "*yawn*... Estuve leyendo un libro nuevo hasta las 03:00...#$q 62/63 fall_Fri_old#¿Te gusta leer, @?#$r 62 -30 Fri_bad#Seh. Novelas clásicas.#$r 63 30 Fri_good#Solo ciencia ficción y fantasía.#$r 62 0 Fri_bad#Nada como una buena novela romántica.#$r 63 -30 Fri_bad#Los libros no son lo mío.",
			"fall_Fri_old": "$p 62#No creo que te gustara.$s|Creo que te gustaría.",
			"fall_Sat6": "Finalmente, tengo que levantarme por la mañana para que mis padres no sean condescendientes conmigo. Prefiero no ser tratado como un niño.",
			"fall_Sat8": "¿Cómo diablos te levantas tan temprano cada día? No lo entiendo#$e#Ese es oficialmente tu superpoder. 'Chico de la madrugada'.^Ese es oficialmente tu superpoder. 'Chica de la madrugada'.",
			"fall_Sat10": "¡@, Ey! Me alegro de haberte encontrado.$h#$e#Solo estoy teniendo un muy buen día. Quería ver cómo te iba.",
			"fall_Sun4": "Mucha gente parece obsesionada. Algunos no pueden ver un libro o programa de televisión si los personajes no les recuerdan a sí mismos.#$b#Es todo lo contrario del por qué me gusta leer fantasía.",
			"fall_Sun6": "Las personas actúan completamente diferentes en grandes grupos. Todos se ponen esta máscara, ese disfraz...#$b#...y es solo para que otros los acepten.#$b#¿No se sienten demasiado incómodos perdiendo contacto con la versión real de sí mismos?",
			"fall_Sun10": "Oye. ¿Quieres quedarte hasta tarde conmigo esta noche?#$e#Cuando haya un resplandor en el horizonte, generalmente es cuando puedo decir que es hora de irse a la cama.",
			"winter_Mon6": "La gente siempre dice \"solo se tu mismo,\" pero creo que para la mayoría de ellos, es solo un dicho.#$b#En realidad no lo dicen en serio.",
			"winter_Mon8": "El festival de la estrella del invierno ya viene. Sé que debería tratar de pensar en las cosas por las que estoy agradecido, pero...$s#$b#...Es difícil cuando hay tantas personas de mi edad que avanzan con sus vidas.$s",
			"winter_Mon10": "Estaba pensando... estoy realmente agradecido de tenerte en mi vida.$l#$e#Es algo en lo que estaba pensando, con la llegada del festival de la Estrella de Invierno.",
			"winter_Tue2": "¿Quieres hablar? Uh... estoy un poco ocupado en este momento.#$e#De acuerdo, no 'ocupado' ocupado, pero...$s#$b#...Lo siento, hoy no es un buen día. Quizas más tarde.",
			"winter_Wed6": "Sam vuelve a estar necesitado. Y acabamos de jugar en línea anoche.#$e#Oh bien. Simplemente estára contento si solo digo que sí, una de cada cuatro o cinco veces que pregunta.",
			"winter_Wed10": "Abby es una gran chica, no me malinterpretes. Ella es más genial que la mayoría de la gente del pueblo.#$b#Pero ella es un poco joven. Y además, te tengo a ti.$l",
			"winter_Thu4": "Me gustaba que mi sushi se aderezara tanto como fuera posible. Pero si el pescado es bueno, todo lo demás se interpone en el camino del sabor.#$e#Tal vez un poco de salsa de soja.#$e#Además, uno de mis personajes favoritos de una serie que leí le encanta el sashimi, así que...$s",
			"winter_Thu10": "Toma, ¿quieres terminar mi café? Ya he tomado algunas tazas. [395]#$e#¡Tengo que calentarte!$h",
			"winter_Fri4": "Hmm... Me pregunto si puedo enfrentar el frío para ir a dar un paseo esta noche...$s",
			"winter_Fri6": "Estoy muy emocionado. Hay un nuevo volumen de 'Cave Saga X' que saldrá el próximo mes.$h#$e#Ya he pedido el mío.$h",
			"winter_Sat4": "No debes pasar mucho tiempo en casa, con la forma en que siempre estás corriendo.#$e#Suena agotador.",
			"winter_Sat8": "Siempre me ha confundido el por qué la idea de la ‘otra vida’ es tan atractiva. ¿La gente se da cuenta de cuánto dura realmente la 'eternidad'?#$e#Entiendo la necesidad de consuelo, pero...#$b#...para mí, pensar en 'eternidad' es más como mirar un abismo sin fin. Prefiero centrarme en lo que es temporal y lo que está frente a mí.",
			"winter_Sat10": "Tengo que mudarme de aquí, rápido.#$e#¿Algo nuevo en tu granja, a pesar de la nieve?",
			"winter_Sun4": "Hice un monstruo de nieve, pero Demetrius me obligó a deshacerme de él.#$b#Sabes que tu vida va en reversa cuando tu padrastro te trata como a un niño de seis años.$u",
			"winter_Sun6_inlaw_Maru": "No puedo creer que Maru todavía venga aquí para construir su muñeco de nieve.#$e#¿Estás seguro de que fue una buena idea casarse con alguien que vive a poca distancia de tu granja?^¿Estás segura de que fue una buena idea casarse con alguien que vive a poca distancia de tu granja?#$e#Lo siento. Quiero decir, lo que sea que te funcione.$s",
			"spring_1_2": "Debería navegar por los foros para encontrar más clientes. Cualquier cosa para mantenerme ocupado esta primavera.",
			"spring_12": "No soy muy fan de los festivales. Mucha conmoción, demasiada interacción social... Más estrés que diversión, si me lo preguntas.",
			"spring_23": "Ugh... Mañana es el peor festival del año, pero de lejos. Espera a ver el ridículo que hago durante la danza floral.",
			"summer_10": "Je, je... Sería divertido echar algo asqueroso en la olla común de mañana. Pero sin intoxicar a nadie.#$e#¿Por qué echarla a perder? Hmm... Supongo que algunos se sienten liberados cuando las estructuras rígidas de la sociedad se rompen un poco. A lo mejor es que soy raro.",
			"summer_27": "Mañana nos reuniremos en el muelle para ver la migración de las medusas lunares. Creo que empieza a las diez.",
			"fall_20": "¿Tienes ganas de que llegue la víspera de los espíritus? Es mi festival preferido.$h",
			"fall_26": "La víspera de los espíritus es mañana. Espero que este año también tengan expuestos a los esqueletos.$h#$e#A estas alturas ya casi los considero amigos míos.",
			"winter_24": "La fiesta de la estrella invernal está a la vuelta de la esquina. Asegúrate de tener el estómago vacío para el banquete de mañana.",
			"winter_28": "Sería bueno si pudiéramos saltarnos la primera parte del año.#$b#Todos hacen metas vacías que nunca cumplirán. Desearía que al menos más personas pudieran ser genuinas.",
			"Mountain_47_23": "Vengo aquí por la tranquilidad.",
			"summer_Mountain_58_35": "#$c .5#La temperatura empieza a ser soportable por la noche.#$e#Siempre parece un poco más fresca junto al lago.",
			"spring_12_2": "No soy muy fan de los festivales. Mucha conmoción, demasiada interacción social... Más estrés que diversión, si me lo preguntas.",
			"spring_23_2": "Ugh... Mañana es el peor festival del año, pero de lejos. Espera a ver el ridículo que hago durante la danza floral.",
			"summer_10_2": "Je, je... Sería divertido echar algo asqueroso en la olla común de mañana. Pero sin intoxicar a nadie.#$e#¿Por qué echarla a perder? Hmm... Supongo que algunos se sienten liberados cuando las estructuras rígidas de la sociedad se rompen un poco. A lo mejor es que soy raro.",
			"fall_20_2": "¿Tienes ganas de que llegue la víspera de los espíritus? Es mi festival preferido.$h",
			"fall_26_2": "La víspera de los espíritus es mañana. Espero que este año también tengan expuestos a los esqueletos.$h#$e#A estas alturas ya casi los considero amigos míos.",
			"winter_24_2": "La fiesta de la estrella invernal está a la vuelta de la esquina. Asegúrate de tener el estómago vacío para el banquete de mañana.",
			"winter_28_2": "Sería bueno si pudiéramos saltarnos la primera parte del año.#$b#Todos hacen metas vacías que nunca cumplirán. Desearía que al menos más personas pudieran ser genuinas.",
		}
	},
	{
        "LogName": "Sebastian Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueSebastian",
		"Entries":
		{
			"Rainy_Day_0": "#$c .5#Por fin... Algo de lluvia fuerte. El tiempo soleado me aburre con mucha facilidad.#Creo que hoy voy a tener un buen día. Y tú también diviertete, ¿de acuerdo?$h",
			"Rainy_Day_1": "#$c .5#Buenas. Estaba pensando en mi antigua habitación del sótano. Me sentía cómodo allí, pero esto es mucho más interesante. Y no echo de menos el olor...#Realmente no podía escuchar el sonido de las gotas de lluvia en mi viejo sótano. Es bueno poder hacerlo en esta casa.$7#$e#Me avergonzaba un poco seguir viviendo en casa de mi madre a mi edad.",
			"Rainy_Day_2": "Buenas. Anoche no podía dormir, así que di un paseo hasta las cuevas. Me he encontrado esto... ¿Lo quieres?[575 769 767 84 66 78]#$e#$c .5#A veces me cuesta dormir. No tiene nada que ver contigo. Te amo.$7#Seguí caminando, y creo que me dejé llevar un poco. Lo siento, no quiero decir nada con eso.",
			"Rainy_Day_3": "#$c .5#Parece un buen día para tumbarse por ahí a leer un libro o algo... ¿Qué te parece?#Está al limite de mi cerebro... ayer me quedé perplejo por un bug en el codigo, pero hoy, creo que puedo hacerlo funcionar.$7",
			"Rainy_Day_4": "#$c .5#Ey, otro día de lluvia... Perfecto.#$e#Parece que tienes frío... Ven, acércate.$l#¿Recuerdas ese día que estuvimos en la playa? ¿Bajo el paraguas?$l",
			"Rainy_Night_0": "Estoy haciendo todo lo posible por dejar de fumar ahora que estamos casados... No quiero morirme y dejarte solo. Es una mala costumbre.^No quiero morirme y dejarte sola. Es una mala costumbre.#$e#Quiero que tengamos un futuro juntos.$l",
			"patio_Sebastian": "#$c .5#¿Necesitas algo? Voy a estar aquí trabajando en mi moto un rato.#Solo quiero asegurarme de que todo esté en perfecto estado. No quiero preocuparme la proxima vez que viaje.",
			"Rainy_Night_1": "#$c .5#Hoy estaba de un humor musical, así que jugué con un programa de sintetizador. Ojalá lo hiciera con más frecuencia. Es realmente gratificante.$h#Hoy he trabajado un poco con el portátil. Estaba pensando en ideas para un juego que quiero hacer.#$e#Gracias a los ingresos de la granja, me puedo permitir hacer lo que quiera con mi vida. Mola un montón. Gracias.$h",
			"Rainy_Night_2": "#$c .5#¡Ah demonios! Se suponía que debía sacar la basura hoy, ¿no? Lo haré por la mañana.$s#Lo siento, no he hecho la cena. Puede que tengamos alguna pizza precocinada en el congelador o algo.#$e#Hoy tenía la cabeza en otro sitio. Me cuesta acordarme de hacer las tareas....",
			"Rainy_Night_3": "¿Qué tal tu día? ¿Te has cargado a algún monstruo?$h#$e#$c .5#Va bien liberar la agresividad de vez en cuando, ¿no?#En cualquier caso, me alegra que sepas cómo evitar aburrirte.$7",
			"Rainy_Night_4": "#$c .5#¿Y si nos visita una bruja esta noche? Ja... Ojalá la vida fuese así de interesante...#Oye, avísame cuando quieras ir a la cama...$l",
			"Indoor_Day_0": "Cuanto más mayor me hago, menos me atrae la gran ciudad. Tenía cierto encanto en su momento.#$e#$c .5#Pero resulta que solo era una fantasía. La gran ciudad es muy ruidosa, y está llena de gente... No es mi sitio. Soy un lobo solitario.#Vivir aquí... es el tipo de soledad adecuado para mí. Del tipo que me hace esperar verte de nuevo cada día en casa.$7",
			"Indoor_Day_1": "Ey... ¿Quieres café?[395]$7#$e#$c .5#Lo necesitaba... Me he despertado pronto por culpa de una pesadilla y no podía volver a dormir.#Este es bueno. No como esa basura de Joja.",
			"Indoor_Day_2": "Anoche no podía dormir, así que me fui a dar una vuelta en moto.#$e#$c .5#Necesito seguir siendo independiente, aunque me haya casado. Así soy yo. Pero te sigo amando.$7#La luna era lo suficientemente brillante como para proyectar sombras a través de los árboles. Fue la noche perfecta.$7",
			"Indoor_Day_3": "Buenas. ¿Qué tal dormiste anoche?#$e#$c .5#No parabas de murmurar. Parecía que tenías miedo, pero debo admitirlo... Tenías un aspecto muy mono.$l#No fue una mala noche para mí, pero admito que estoy celoso de cómo puedes dormir como un tronco a veces.$7",
			"Indoor_Day_4": "#$c .5#Vivir aquí contigo me enseña a salir del caparazón un poco. Creo que es bueno para mí.$7#La forma en que has organizado esta granja... Tengo que decir que me ha dado un nuevo respeto sobre de dónde proviene nuestra comida.$7",
			"Indoor_Night_0": "Buenas. Hoy solo me he dedicado a deambular por la casa. Nada interesante...#$e#...#$e#$c .5#Ah, tengo todos los platos y la ropa listos.#Las vistas desde nuestra casa son perfectas. Puedes ver el atardecer sobre Pueblo Pelícano desde el porche.",
			"Indoor_Night_1": "A lo mejor he tomado demasiado café... No estoy muy cansado.#$e#$c .5#Simplemente no quería que se desperdiciara. Eso, y es un sabor que realmente me gusta.#Aún me estoy ajustando al horario de la granja. Antes solía quedarme despierto hasta las 05:00 y luego dormir hasta las 14:00 o así.$h",
			"Indoor_Night_2": "#$c .5#Pensé que vivir justo al lado de la carretera no sería lo suficientemente lejos de mi familia. Pero las cosas se sienten mucho menos tensas simplemente por no tener que compartir el mismo techo.#Mola un montón tener nuestra propia casa. Puedo hacer lo que me apetezca y no tener a nadie dándome la brasa todo el rato.#$e#Seguro que Maru se alegra de que me haya ido.",
			"Indoor_Night_3": "#$c .5#Antes he visto un murciélago por la ventana. Cuesta un poco verlos, pero si te fijas puedes ver cómo aletean. Están ahí afuera.#Oh hola. Hice esto, si lo quieres. No es exactamente de la calidad de un restaurante, pero estoy aprendiendo. [227 228]",
			"Indoor_Night_4": "#$c .5#En casa no me sentía muy valorado... Pero aquí me siento donde debo estar. Gracias por hacerme sentir bienvenido.$l#No me siento cansado, pero intentaré acostarme. Solo quiero tener la oportunidad de verte antes de que te vayas por la mañana.$7",
			"Outdoor_0": "#$c .5#Me gustaría hacer algo hoy... Pero no sé qué. ¿Te ha pasado alguna vez, @?#Ja, me quedé despierto casi toda la noche aquí, leyendo bajo la luz del porche. Podría necesitar una siesta más tarde.$h",
			"Outdoor_1": "Hmm... A veces tengo que obligarme a salir afuera, por el bien de mi salud.#$e#$c .5#No sé por qué, pero me gusta estar en casa. A lo mejor simplemente estoy acostumbrado a mi sótano oscuro.#El sol comienza a ponerse demasiado brillante. Probablemente regrese a casa pronto.",
			"Outdoor_2": "#$c .5#Te observaré desde aquí. Me gusta observarte.$h#De pie aquí en el porche así... Me pregunto si algún día seré un viejo y misterioso mentor para algún niño en el pueblo.$7",
			"Outdoor_3": "#$c .5#¡No me quiero ablandar ahora que soy un tío casado! A lo mejor debería empezar a comer más chiles y a entrenar. Solo era una idea...$h#Salí a caminar un poco antes de que te levantaras. Parece que algunos animales ya están despiertos.$7",
			"Outdoor_4": "Deberíamos criar más babas... En grandes cantidades dan bastantes beneficios. Y son fáciles de criar.#$e#Además, las babas de colores distintos producen objetos distintos. No sé, sería un hobby divertido.",
			"OneKid_0": "#$c .5#Aún me estoy acostumbrando a lo de ser padre. No te preocupes, ¡voy a cuidar bien de %kid1! Solo que... es un cambio enorme.#Bueno, finalmente lo hemos logrado. Hemos descubierto a alguien cuyo horario de sueño es aún más errático que el mío. Gracias, % kid1.$s",
			"OneKid_1": "#$c .5#Ser padre es mucho más difícil de lo que hubiera pensado... pero sé que eres tú quien se gana el dinero, así que prometo que daré mi mejor esfuerzo todos los días.#Cuando %kid1 sea un poco más mayor conseguiré un sidecar para la moto. Así podremos pasear todos juntos.$h",
			"OneKid_3": "#$c .5#No pensé que pudiera amar tanto a un pequeño ser humano. En serio, haría absolutamente cualquier cosa por este niño.$l#¿Has olido a %kid1? Habría que darle un buen baño...",
			"TwoKids_0": "#$c .5#Estoy tratando de mantener a los niños en un horario para preservar mi cordura. Sin embargo, mi propio horario todavía es una locura.#No te preocupes, ya he dado de comer a los niños... %kid2 me ha tirado el batido de chocolate por encima otra vez.",
			"TwoKids_1": "#$c .5#No puedo decir que este es exactamente el tipo de vida que imaginé cuando te conocí. Pero me siento con un verdadero propósito, más de lo que nunca hubiera imaginado.$l#Espero que %kid1 y %kid2 se lleven bien. Maru y yo siempre nos peleábamos de niños... Ahora que lo pienso, la mayoría de veces la culpa era mía...",
			"TwoKids_2": "#$c .5#En algún momento, cuando los niños estén durmiendo, creo que necesitaré algo de tiempo a solas. Los niños me han estado manteniendo muy ocupado.$s#Tengo un sueño recurrente en el que %kid2 lleva un traje de chamán de las sombras y se sienta sobre una calabaza que brilla. Qué raro, ¿no?",
			"TwoKids_3": "Hemos vivido mucho, ¿no crees?@Mira nuestra familia. Para serte sincero, nunca pensé que acabaría así.#$e#Ahora que lo estoy viviendo, me gusta...$l",
			"funLeave_Sebastian": "#$c .5#Me voy a pasear un rato. Necesito tiempo para mí. Nos vemos por la noche.#Hoy tengo muchas cosas en mente. Te avisaré por la noche si todavía me molesta, pero por ahora, solo necesito dar un paseo.",
			"funReturn_Sebastian": "#$c .5#Mi día ha ido bien, no hay mucho que contar. ¿Por qué no me hablas del tuyo?#¿Hmm? Oh, estoy de muy buen humor, en realidad. ¿Qué hay de tí?$7",
			"spring_8": "Mi párpado derecho sigue temblando. Ha estado haciendo eso por casi un mes.#$e#Es gracioso. No me siento tan estresado.#$e#Tal vez sea por mirar tanto las pantallas. Pero no voy a renunciar a eso por algo como esto.$u",
			"spring_16": "Me molestaron mucho cuando era niño. Aunque realmente ya no me importa.#$e#En todo caso, solo me ayuda a apreciar más el presente.$7",
			"spring_26": "La espera finalmente ha terminado. Hay un nuevo Cave Saga X que debería llegar hoy.$h",
			"spring_28": "Vaya... Me abrí paso por completo en el nuevo Cave Saga X. No puedo creer que haya vuelto a la espera.#$e#Tendré que revisarlo de nuevo. Probablemente hay algunos preságios o secretos que no encontré.",
			"summer_5": "¿Te estás poniendo protector solar hoy? Ugh. Lo siento.#$e#Tu... haces mucho por nosotros, ¿no? Yo... voy a limpiar la casa hoy.$u#$e#Mira, y si quieres comprarte un regalo o algo así, no me voy a quejar. Tú ganas el dinero.",
			"summer_15": "En serio, ¿cómo hace tanto calor? Nunca es una buena señal cuando son las 6 de la mañana y ya he metido la cabeza en el congelador una vez...$u",
			"summer_19": "Hay una campaña benéfica de videojuegos que se transmite en vivo hoy. Creo que sé lo que haré para mantener mi mente alejada del calor hoy.$h",
			"summer_22": "¿Nunca te cansas de correr todo el tiempo? Lo juro, debes tener un jarabe de bebida energética en la sangre.$7",
			"fall_6": "Ayer tomé otro trabajo independiente con un viejo cliente. Esto debería mantenerme ocupado por unos días.$7#$e#De hecho, estoy un poco emocionado de trabajar en este.$h",
			"fall_17": "Bien, lo admito, ayer estaba fumando en la feria. Pero fue una ocasión especial. Te lo prometo, no voy a volver a hacerlo.$s",
			"fall_22": "Intento mantener las cosas en perspectiva cuando reconozco que todo es temporal. Todos se desvanecen eventualmente.#$e#Sí, a veces voy un poco al limite con estos pensamientos, pero... los necesito.$u#$b#Tal vez eso parezca extraño, pero realmente lo hago.",
			"winter_3": "Este tipo de temporada es perfecta para los paseos nocturnos.$7#$e#No te preocupes, no iré si las carreteras están congeladas. No soy idiota.$h",
			"winter_12": "El aire es muy seco y frío. Tal y como me gusta.$h",
			"winter_19": "Hm. Normalmente voy a tomar café, pero tal vez hoy sea un día de chocolate caliente.$u#$e#Con malvaviscos.$7",
			"winter_24": "Mañana nos sentaremos con toda mi familia. Sabes... en realidad estoy deseando que llegue.$h",
			"winter_26": "...La nieve se derrite. *sigh*$s",
        }
    }]
}