{
    "Changes": [
    {
		"LogName": "Shane",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Shane",
		"Entries":
		{
			"Introduction": "No te conozco. ¿Por qué hablas conmigo?",
			"JojaMart": "%Shane está trabajando duro. No parece interesado en hablar.",
			"Mon": "No te conozco. ¿Por qué hablas conmigo?",
			"Mon6": "Hace un tiempo aprendí que es más fácil excluir a las personas antes de que me conozcan.#$e#Muchas personas simplemente resultan ser imbéciles.",
			"Mon8": "Emily es una buena chica. Ella me da cerveza y me escucha. No necesito mucho más.#$e#Tú también eres genial.",
			"Tue8": "Clint esta un poco incómodo. No sé cómo Emily aguanta los obvios sentimientos que tiene por ella.#$e#O tal vez ella no se da cuenta...$u",
			"Tue10": "Nunca hubiera funcionado Emily y yo... por razones obvias. Me alegro de tenerte.$l^Emily y yo siempre fuimos solo amigos. Me alegra que lo hayamos mantenido así.$l",
			"Wed2": "...¿Qué pasa?.$s",
			"Wed4": "¿Alguna vez me volví realmente extraño y vulnerable contigo mientras estaba borracho? Tengo tendencia a hacer eso.$u#$e#Lo que sea que dije, no le des importancia.$u",
			"Wed6": "$d Joja#*Sigh...* Todos los días igual. Reponer estas horribles estanterías, ir al Salón, dar vueltas en la cama toda la noche...$s|Odiaba mi trabajo en MercaJoja, pero ahora que estoy en el paro, me siento aún peor.$s",
			"Wed10": "Mi consejero me ha estado ayudando mucho con mis pensamientos de suicidio.#$b#Sin embargo, el alcohol sigue siendo difícil.#$e#Mucha gente no lo entiende. No puedo simplemente 'dejar de ir' al salón.$s",
			"Thu2": "... Ey.$s",
			"Thu10": "Todavía tengo mis altibajos. Pero últimamente, las cosas parecen estar un poco mejor.#$e#Por ejemplo, hoy, es un buen día, ¿verdad? Te detuviste para hablar.$h",
			"Fri2": "Simplemente no me vas a dejar en paz, ¿verdad?$s",
			"Fri10": "@, aprecio que estés ahí para mí. Pero te das cuenta de que no me vas a arreglar, ¿verdad?#$e#Solo digo que lo que ves es lo que obtienes.#$e#Piénsalo un poco. No quiero hacerte daño.$s",
			"Sat10": "Oh vaya, Me emborraché mucho antes de acostarme anoche.$s#$q 530/531/532 Sat_old#Debes estar decepcionado de mí.#$r 530 -250 Sat_530#¡Si! ¡Pensé que querías mantenerte limpio!#$r 531 0 Sat_531#La recuperación tiene sus altibajos.#$r 531 0 Sat_531#Lo siento, sé que es duro para ti.#$r 532 -50 Sat_532#No hay problema. Tu eres tu",
			"Sat_old": "$p 530#Mira, estoy haciendo lo mejor que puedo. Lo siento si te decepcioné a veces.$s|Pero aprecio que siempre estés cerca, pase lo que pase.",
			"Sat_530": "...#$b#Claramente, no soy lo suficientemente bueno para ti.#$b#Es genial. Sal con alguien más.",
			"Sat_531": "...#$b#¿Cómo eres tan buena persona? ¿Nunca te enojas por nada?$s#$e#Sin embargo, gracias.",
			"Sat_532": "...#$b#En serio, qué demonios. ¿Te importa lo que hago?$a",
			"Sun2": "¿Tú otra vez? ¿Cuántas veces tengo que decirte que me dejes solo?$s",
			"Sun4": "Hmm... Son las %time. ¿Debería meter una pizza precocinada en el microondas o esperar un poco más?$u",
			"summer_Mon6": "$d Joja#Creo que pasaré un poco más de tiempo en el congelador trasero de Joja cuando haga esta clase de calor.$u|Hmm... ¿qué puedo hacer para pasar el tiempo hoy?",
			"summer_Mon8": "Creo que Emily es buena por el simple hecho de ser amable. No necesito su lástima, pero...#$b#...Yo tampoco 'no' necesito su compañía.$u",
			"summer_Mon10": "Jas y yo jugamos algo bastante divertido ayer. Hicimos una pequeña carrera de obstáculos afuera.$h#$e#Sé que no he sido una gran influencia para Jas, pero debes admitir que tengo mis momentos.",
			"summer_Tue8": "$d Joja#Mi caminata al trabajo por la mañana es agradable durante el verano. Es tan tranquilo y todavía no hace demasiado calor.|Esas gallinas seguro me levantan temprano. Pero al menos el aire es agradable en el verano cuando sale el sol por la mañana.",
			"summer_Tue10": "Tal vez me enamoré un poco de Emily, en un momento u otro, pero...$s#$b#...eres diferente en el sentido de que en realidad pareces ser serio acerca de tambien querer algo de mí.$l^...eres diferente en el sentido de que en realidad pareces ser seria acerca de tambien querer algo de mí.$l",
			"summer_Wed6": "$d Joja#*Sigh...* Todos los días igual. Reponer estas horribles estanterías, ir al Salón, dar vueltas en la cama toda la noche...$s|Odiaba mi trabajo en MercaJoja, pero ahora que estoy en el paro, me siento aún peor.$s",
			"summer_Wed8": "Marnie y Jas han soportado muchas de mis tonterías. De hecho, me siento motivado para hacer lo mejor por ellas.#$e#Eso no es algo que haya sentido en mucho tiempo.",
			"summer_Thu6": "¿Esperando la temporada de gridball?#$e#A veces también es divertido ver la liga junior en la temporada baja. Los boletos son más baratos.",
			"summer_Thu8": "Vaya, las gallinas no se mantienen fuera de problemas últimamente. Rompen cosas... Quedarse atascadas en otras...#$b#Ja, al menos me necesitan para algo.$h",
			"summer_Thu10": "Cuando tus dos mejores amigos mueren el mismo día, realmente te confunde.$s#$e#Tuve problemas antes de que murieran, pero eso sigue siendo lo peor.",
			"summer_Fri4": "Que día tan caluroso. Realmente podría tomar una fría.#$e#¿Te unes?",
			"summer_Fri6": "Vi algunas fotos de viejos compañeros en línea.$s#$e#Los más repugnantes son las personas que no pueden tomar una foto sin su maldito bebé en la toma.",
			"summer_Fri8": "Ver personas que lo tienen todo... el dinero, la casa, los niños estudiantes de honor...#$b#...casi parece aún más deprimente que lo que tengo.#$e#¡Hola, deporte! ¡Felicidades por otra libreta de las mejores calificaciones! ¡Consigamos helado!$10#$b#Que asco.$u",
			"summer_Fri10": "En un millón, apuesto a que eres la única persona que no me habría abandonado en este momento.#$e#Oye, no doy por sentado estas cosas.",
			"summer_Sun6": "Parece que me estoy volviendo loco. Oh vamos. ¡Pronto seré el tipo que lo tiene todo!$u",
			"summer_Sun8": "$d Joja#De vuelta al trabajo mañana para otra semana. Vivaaa...$s|Extraño los fines de semana reales, como solían ser. Pero supongo que esa es la compensación por ser un hombre de gallinas a tiempo completo, ahora.",
			"summer_Sun10": "@, una cosa que probablemente deberías saber es que técnicamente soy el padrino de Jas.$s#$e#Sin embargo, Marnie es realmente la que la ha estado criando. En verdad lo arruiné.$s",
			"fall_Mon6": "Vi algunas fotos de viejos compañeros en línea.$s#$e#Los más repugnantes son las personas que no pueden tomar una foto sin su maldito bebé en la toma.",
			"fall_Mon8": "Me perdí el juego de gridball anoche. No importa. Es mejor en vivo, de todos modos.",
			"fall_Mon10": "¿Alguna vez has sentido que todo el mundo te está escudriñando como un insecto repugnante?",
			"fall_Tue8": "Bueno, al menos la vida de Clint es más horrible que la mía. El tipo vive solo.#$e#Lo siento, sí, dije algo horrible.$s",
			"fall_Tue10": "Es extraño que nunca parezca aburrirme de verte, @.#$e#Eso nunca me ha pasado antes.$l",
			"fall_Wed6": "$d Joja#*Sigh...* Todos los días igual. Reponer estas horribles estanterías, ir al Salón, dar vueltas en la cama toda la noche...$s|Odiaba mi trabajo en MercaJoja, pero ahora que estoy en el paro, me siento aún peor.$s",
			"fall_Wed8": "Supongo que me he apegado a Marnie y a Jas. Somos un grupo disfuncional, pero se siente como una familia extraña.#$e#Nunca tuve mucha familia cuando era niño.$s",
			"fall_Thu6": "Ey @.#$e#Entonces, ¿estás bebiendo esta noche? Es genial si quieres unirte a mí.",
			"fall_Thu8": "¿Te gusta hablar conmigo? Supongo que te creo... tal vez eres tan raro como yo.$h^¿Te gusta hablar conmigo? Supongo que te creo... tal vez eres tan rara como yo.$h",
			"fall_Thu10": "Todavía tengo mis altibajos. Pero últimamente, las cosas parecen estar un poco mejor.#$e#Por ejemplo, hoy, es un buen día, ¿verdad? Te detuviste para hablar.$h",
			"fall_Fri4": "$d Joja#¿Ese chico, Sam? Sí, yo trabajo con él. Sin embargo, no hablamos mucho.|¿Ese chico Sam? Sí, trabajamos juntos. Sin embargo, nunca hablé mucho con él.",
			"fall_Fri8": "Esta noche iré al Salón, sin falta. ¿Qué otra cosa puedo hacer?",
			"fall_Fri10": "@, aprecio que estés allí para mí. Pero te das cuenta de que no me vas a arreglar, ¿verdad?#$e#Solo digo que lo que ves es lo que obtienes.#$e#Piénsalo un poco. No quiero hacerte daño.$s",
			"fall_Sun6": "...Creo que estoy engordando.$s",
			"fall_Sun8": "A lo mejor si veo más televisión consigo olvidarme de cómo me va la vida. Sería un alivio.$u",
			"fall_Sun10": "Anoche nació un nuevo pollito en nuestra granja. Ha sido un buen día hasta ahora.$h",
			"winter_Mon8": "No entiendo cómo alguien como Emily está tan contenta con su vida.#$e#No podría soportar su trabajo y su vida si estuviera en su lugar.#$e#Y probablemente tampoco saldría con chicos como yo.$s",
			"winter_Mon10": "Cuando tus dos mejores amigos mueren el mismo día, realmente te confunde.$s#$e#Tuve problemas antes de que murieran, pero eso sigue siendo lo peor.",
			"winter_Tue4": "Pobres muslitos están atrapadas en el interior durante todo el invierno. Tengo que cuidarlas bien.#$e#Entiendes que me refería a las gallinas, ¿verdad?$u",
			"winter_Tue8": "¿Las gallinas lo tienen mejor o peor que los humanos? Hmm...$u#$e#Peor, diría yo.#$b#A menos que sean gallinas libres de jaulas. Entonces... no lo sé.",
			"winter_Tue10": "Mi consejero me ha estado ayudando mucho con mis pensamientos de suicidio.#$b#Sin embargo, el alcohol sigue siendo difícil.#$e#Mucha gente no lo entiende. No puedo simplemente 'dejar de ir' al salón.$s",
			"winter_Wed6": "$d Joja#*Sigh...* Todos los días igual. Reponer estas horribles estanterías, ir al Salón, dar vueltas en la cama toda la noche...$s|Odiaba mi trabajo en MercaJoja, pero ahora que estoy en el paro, me siento aún peor.$s",
			"winter_Wed8": "Intento hacer lo mejor para Jas. Ella dice que tiene algunos buenos recuerdos conmigo.#$e#Sin embargo, no recuerdo algunos de los que ella menciona.$s",
			"winter_Thu6": "Hoy es un día horrible...$s#$e#Entonces, ¿qué es lo más borracho que has estado?^Entonces, ¿qué es lo más borracha que has estado?",
			"winter_Thu8": "¿Te gusta hablar conmigo? Supongo que te creo... tal vez eres tan raro como yo.$h^¿Te gusta hablar conmigo? Supongo que te creo... tal vez eres tan rara como yo.$h",
			"winter_Thu10": "Diré ... que te tenía en un concepto completamente equivocado.#$b#La primera vez que te vi, pensé que serías un pringado. Me alegro de haberme equivocado.$h^La primera vez que te vi, pensé que serías una pringada. Me alegro de haberme equivocado.$h",
			"winter_Fri6": "Esta noche iré al Salón, sin falta. ¿Qué otra cosa puedo hacer?",
			"winter_Fri8": "Ver personas que lo tienen todo... el dinero, la casa, los niños estudiantes de honor...#$b#...casi parece aún más deprimente que lo que tengo.#$e#¡Hola, deporte! ¡Felicidades por otra libreta de las mejores calificaciones! ¡Consigamos helado!$10#$b#Que asco.$u",
			"winter_Fri10": "$d Joja#La idea de verte es lo que me ayuda a pasar el día. ¿Pasamos el rato esta noche?|Oye, espero que te estés calentando. Tengo un abrigo viejo que puedes pedir prestado si lo necesitas.",
			"winter_Sun6": "Ha sido una temporada interesante de gridball.#$e#O eso escuche. Me he perdido un montón de juegos.",
			"winter_Sun8": "¿Cómo es para esos millonarios alcohólicos? ¿Como los CEO que siempre tienen medio minibar detrás de su escritorio?#$b#¿Se quedan como plastas todo el día y se les paga? Porque si es así, inscríbeme.#$e#Parece que perdí mi llamado.",
			"winter_Sun10": "Lo que debes entender, @, es que cuando hago lo mejor que puedo, se ve mucho peor que lo que hacen otras personas.$s#$e#Solo pensé que deberías saber eso.",
			"winter_28": "¿Otro año más? Vaya.$u#$e#Adivina lo que voy a hacer toda la noche.",
			"spring_1_2": "Buh, mi cabeza.$s#$e#¿Puedo simplemente dormir todo este año?$s",
			"winter_28_2": "¿Otro año más? Vaya.$u#$e#Adivina lo que voy a hacer toda la noche.",
		}
	},
	{
		"LogName": "Shane",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Shane",
		"When": { "PlayerGender": "Female" },
		"Entries":
		{
			"Sat10": "Oh vaya, Me emborraché mucho antes de acostarme anoche.$s#$q 530/531/532 Sat_old#Debes estar decepcionada de mí.#$r 530 -250 Sat_530#¡Si! ¡Pensé que querías mantenerte limpio!#$r 531 0 Sat_531#La recuperación tiene sus altibajos.#$r 531 0 Sat_531#Lo siento, sé que es duro para ti.#$r 532 -50 Sat_532#No hay problema. Tu eres tu",
		}
	},
	{
		"LogName": "Shane Marriage",
		"Action": "EditData",
		"Target": "Characters/Dialogue/MarriageDialogueShane",
		"Entries":
		{
			"Rainy_Day_0": "Espero que Jas y Marnie estén bien sin mí.#$e#No me preocupa demasiado... Jas ya es lo bastante mayor como para cuidar sola de los animales.",
			"Rainy_Day_1": "#$c .5#¿Sabes? Creo que he perdido algo de peso desde que me mudé aquí.$6#Hoy tengo las rodillas algo rígidas. ¿Te ha pasado eso alguna vez, o soy solo yo?$s",
			"Rainy_Day_2": "#$c .5#Toma... Quédate esto.[346 174 303 305 215] Lo compré hace un tiempo y está a punto de caducar...#Mira, toma esto para más tarde. [346 346 303] Solo un pequeño recordatorio de no trabajar demasiado cuando puedes permitirte ser un poco flojo.^Mira, toma esto para más tarde. [346 346 303] Solo un pequeño recordatorio de no trabajar demasiado cuando puedes permitirte ser un poco floja.",
			"Rainy_Day_3": "#$c .5#Buhh... Hoy no me apetece ser productivo.#...Bien. Al diablo. Hoy voy a sumergir mi pizza en aderezo ranchero.$u",
			"Rainy_Day_4": "#$c .5#@, ¿hago algo útil hoy...? ¿O me quedo durmiendo para siempre?#Anoche estaba tan convencido de hacer algunas sentadillas hoy. Pero esta lluvia realmente está matando mi motivación.",
			"Rainy_Night_0": "Hmm... Parece una buena noche para preparar rollitos de pizza en el microondas.#$e#Hay a quien le gusta hacerlos en el horno, pero en mi opinión se tarda demasiado. Además, me gusta que queden blandurrios.$h",
			"patio_Shane": "#$c .5#Charlie está bien.$8#Si Charlie está de buen humor, yo también.$8",
			"Rainy_Night_1": "#$c .5#El plip plop de la lluvia me transporta a una época distinta... A un lugar distinto.#Espero que Charlie no tenga miedo.$u",
			"Rainy_Night_2": "#$c .5#Supongo que... si llevara puestos los pantalones hubiera salido hoy... Bah, y qué más.#¿Y si dejamos que Charlie viva adentro? No es como si hiciera un gran desastre...$u",
			"Rainy_Night_3": "#$c .5#Me gusta el tiempo triste, pero me dan pena las gallinas.#Todavía no puedo creer cómo pasas todo ese tiempo afuera cuando llueve, tal vez no sea gran cosa.",
			"Rainy_Night_4": "#$c .5#Plip plop, plip plop... La lluvia me da sed.$6#¿Tenemos alguna cerveza casera? Supongo que me siento ... elegante esta noche.",
			"Indoor_Day_0": "#$c .5#Bah... A veces la vida me parece un borrón lento y gris... ¿Sabes a qué me refiero?#Aquí está el final de otro día sin sentido. Oye, no es que eso sea algo horrible.",
			"Indoor_Day_1": "#$c .5#Ey. Toma... He metido demasiada cantidad en el microondas. [195 215 206] Si está algo blandurrio, lo siento.#Abre la boca. Y cierra los ojos. Y obtendrás ... una gran sorpresaaaaaaa. [195 215 206]",
			"Indoor_Day_2": "#$c .5#Hazme un favor... Cuando me muera, usa mis cenizas para fertilizar maíz para las gallinas.#¿Alguna vez te molesta que no sea tan alegre como ese marido soñado cliche?",
			"Indoor_Day_3": "#$c .5#*Muacs* Mmm, parece que alguien ha estado comiendo rollitos de pizza.$6#Oye, no te cepilles el pelo. Te ves sexy esta mañana.",
			"Indoor_Day_4": "#$c .5#Puede que sea reservado y a veces parezca ser infeliz... Pero en realidad valoro el trabajo que haces. Tengo mucha suerte.$6#Dame algo positivo para enfocarme. Sé que debería sentirse como un buen día; Solo necesito ayuda para llegar allí.",
			"Indoor_Night_0": "#$c .5#Me voy a tomar un par de cervezas más antes de irme a la cama.#Tomé una siesta mientras estabas afuera. Espero que eso no arruine mi ciclo de sueño.",
			"Indoor_Night_1": "Si... Si hubiera... Estaba pensando en los viejos días de gloria en los que jugaba a gridball en el equipo de la universidad.$6#$b#Aunque ahora estoy débil y viejo...",
			"Indoor_Night_2": "#$c .5#Ughh... *Glu, glu* Estoy un poco empachado... Uf... He comido demasiada salsa multiusos de Joja.#Hola, estuve bien hoy. Quería terminar la bolsa de frituras, pero me contuve.",
			"Indoor_Night_3": "#$c .5#Buh... Ojalá fuera diez centímetros más alto y mucho más listo... Pero ¿que tu me quieres tal y como soy? Eso sí que no lo entiendo...#Oye. ¿Quisieras... ir a la cama conmigo?$l",
			"Indoor_Night_4": "#$c .5#Me he pasado el día viendo la tele y ahora tengo las piernas blandurrias. Supongo que mañana toca controlarse.#Tal vez debería tomar algo para ayudarme a dormir. No es una buena solución, pero sería mejor que quedarse despierto toda la noche.",
			"Outdoor_0": "No he dormido muy bien esta noche, espero que el aire fresco ponga la máquina en marcha.#$e#¿Que qué máquina? Je... Estás muy mal.$h",
			"Outdoor_1": "A veces me doy cuenta de que no soy más que un saco de carne jugosa y blandurria.#$e#Pero bueno... Es lo que hay... ¿Qué es la vida si no?$h",
			"Outdoor_2": "#$c .5#Ahora que lo pienso... Estoy en un buen sitio. Mi vida está bastante bien.$6#Realmente no puedo pensar en un mejor lugar para estar ahora, que aquí. Tengo que mantener las cosas en perspectiva, ¿verdad?$6",
			"Outdoor_3": "#$c .5#Ooohh... Tengo la lengua hinchada por comer demasiados pimientos.$s#Diablos. No me di cuenta de lo estancado que estaba el aire en mis pulmones hasta que llegué aquí.",
			"Outdoor_4": "#$c .5#Ey, @. Dormías como un bebé. Por eso he salido de la cama con cuidado y me he ido a pasear por la granja. Todo está bien.#No sé por qué, pero me siento bastante bien esta mañana. Debo haber dormido bien.$h",
			"OneKid_0": "#$c .5#Es raro, cuando era más joven juré que jamás tendría hijos. ¿Qué me ha pasado?$6#Quiero asegurarme de no arruinar las cosas para %kid1. Solo... ten paciencia conmigo.",
			"OneKid_1": "#$c .5#Asegurémonos de darle a %kid1 un montón de huevos... ¡Esas piernecitas tienen que crecer!#Quiero darle a %kid1 la mejor infancia de la historia. Tengo que compensar al menos algunos de mis errores del pasado.",
			"OneKid_3": "Papá Shane a sus órdenes...$6#$e#Bah... Con la edad me he vuelto cursi.",
			"TwoKids_0": "#$c .5#Bueno, si los niños dejan de comportarse bien hoy, siempre puedo sacar algunas canciones para una fiesta de baile espontánea.#Ya les he dado a los niños dos boles de cereales con pizza. Estarán llenos durante un buen rato.",
			"TwoKids_1": "#$c .5#Seré sincero... Dos hijos son suficientes para mí.#Dios mío, ¿cómo alguien cría a más de dos niños? Estoy tan cansado.$s",
			"TwoKids_2": "#$c .5#Bueno... espero que los niños terminen con más de tus rasgos que los míos.#Ugh... %kid2 se está portando mal hoy. Lo debe haber heredado de mí...",
			"TwoKids_3": "*Sigh...* Si pudiéramos enviar a los niños a un campo de trabajo Joja por una temporada...#$e#Es broma.$h",
			"funLeave_Shane": "#$c .5#Hoy voy a salir, ¿vale?#Es hora de que cambie de escenario o voy a terminar pensando demasiado las cosas. Volveré más tarde.",
			"funReturn_Shane": "#$c .5#Lo siento si estoy sudado... Ha sido un buen paseo... Pero estoy fuera de forma.$6#Sí, la pasé bien afuera. No te preocupes. Estoy bien.",
			"spring_2": "Fue increíble ver a las gallinas salir ayer por primera vez en mucho tiempo.$h",
			"spring_14": "Bah, creo que voy a estar en la limpieza del festival del huevo. Simplemente no hay mucho que esperar por un tiempo.$s#$e#No te preocupes, a la larga estaré bien. Esto siempre me pasa a mí.",
			"spring_19": "Finalmente, todos se cansan de todo.#$b#Ja, ¿estoy adelantándome a mi tiempo o algo así?$h",
			"spring_27": "Admito que no... bebí con moderación la otra noche.$s#$b#Pero aún así, estoy mucho mejor que antes de conocerte. Solo espero que tenga sentido desde tu perspectiva.#$e#Quiero decir, no me has descubierto desmayado en ningún momento últimamente, ¿verdad?",
			"summer_2": "Estamos cultivando pimientos picantes este verano, ¿verdad?",
			"summer_4": "Vaya, extraño a Jas. Además hoy también es su cumpleaños.#$e#Sabía que había algo que estaba olvidando.",
			"summer_12": "Ja, fue increíble ayer, ver a Emily hacer lo suyo en la pista de baile. Me alegro de que esté tan bien como siempre.$h",
			"summer_16": "...Ha pasado otro año desde que 'adopté' a Jas. Y luego rápidamente lo arruiné todo.$s#$e#Las cosas están saliendo bien para ella. No gracias a mi.$s#$e#Supongo que las cosas habrían sido diferentes si sucediera ahora. Contigo alrededor, soy mucho más estable de lo que solía ser, lo creas o no.",
			"summer_17": "¿Cómo las personas como tú y Marnie simplemente mantienen la calma todo el tiempo? Ni siquiera sé dónde estaría si Marnie no hubiera acogido a Jas... y a mi.$s#$e#Bueno, y luego llegaste tú.$l",
			"fall_3": "De repente sentí ganas de cocinar, así que hice tortillas. Aquí tienes. [195]#$e#Simplemente no me pidas que cocine mucho más que esto. Seriamente. Te arrepentirías más que yo.$h",
			"fall_7": "Oh, es cierto. La temporada de Gridball acaba de comenzar. Tendré que comprobar si hay buenos juegos por venir.",
			"fall_10": "Hoy es un buen día para jugar a Turbo 2. O tal vez Caminos de furia 2.#$b#Hm... O tal vez ambos.$u",
			"fall_12": "Ayer estaba caminando, mirando por toda la granja. Realmente es increible, ¿no?#$e#Tú eres realmente increible, quiero decir.$h",
			"fall_23": "Vivimos para dormir. Todo lo que hacemos es sobre ello. Trabajamos, así que nos cansamos, para que podamos dormir.#$b#Comemos, así no tenemos hambre, para que podamos dormir. Hacemos cosas creativas para que nos sintamos satisfechos y luego dormimos.#$b#¿Estamos todos sin saberlo entrenando para sentirnos más cómodos con nuestras muertes inevitables?$u",
			"winter_1": "¿Grandes planes para el invierno? Yo seguramente acabaré viendo mucha tele y paseando junto a la casa.",
			"winter_28": "Bueno, otro año que pasa... Sueno como un viejo.$6#$b#...pero tu luces bien como siempre.",
		}
	}]
}