{
    "Changes": [
    {
		"LogName": "Vincent",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Vincent",
		"Entries":
		{
			"Mon2": "Mi hermano es muy bueno en los videojuegos. Me gusta más verlo jugar que jugar contra él.",
			"Mon4_2": "Sam tiró algunos de sus viejos juegos de computadora después de que papá regresó.$u#$e#Creo que fueron los de disparos.$u",
			"Mon8": "Mamá me cortó el pelo. Generalmente lo hace.#$e#Hace mucho tiempo, Sam me cortó el pelo. ¡Se metió en grandes problemas!$h",
			"Mon8_2": "Mamá me hizo dejar de jugar solo para mostrarme a papá durmiendo.$u#$e#Entonces ella comenzó a llorar. Fue realmente raro.$u",
			"Mon10": "@, ¡tal vez puedas ser mi padre hasta que mi verdadero padre regrese!^Aunque seas una chica, tal vez puedas ser mi padre hasta que mi verdadero padre regrese.",
			"Mon10_2": "@, ¿Tu padre fue como el mío?$u",
			"Tue2": "Las gomitas rojas son realmente buenas, pero las del tipo púrpura en esta nueva marca son REALMENTE buenas.#$e#¿El único problema? Los otros colores que vienen con las del tipo púrpura no son tan buenas.#$b#Hmmmmmmmmm...",
			"Tue4": "Me gusta coleccionar cartas de Foroguemon.#$e#Aunque, mi hermano mayor solo juega conmigo a veces.",
			"Tue8": "¿Sabes guardar un secreto?$u#$b#Cuando sea mayor me casaré con la señorita Penny.#$e#Pero no se lo digas, ¿eh?$u",
			"Tue8_inlaw_Penny": "Es genial cómo te casaste con mi maestra.#$e#¡Nunca pensé que eso pudiera pasar!",
			"Wed4": "Hay cebolletas en el bosque. ¿Sabes cómo encontrarlas?#$e#Sin embargo, tienen un sabor bastante malo. Solo me gusta recogerlas.",
			"Wed6": "Ayer encontré un milpiés afuera.#$b#¿Realmente se llama milpiés porque tienen un millón de patas?",
			"Wed8": "Quiero ir a buscar bichos, pero mi madre se enfada cuando llego sucio.$u#$b#Qué decisión tan difícil.",
			"Wed_inlaw_Sam": "¿Cómo está mi hermano?#$e#¡No puedo creer que seamos familia ahora!$h",
			"Thu6": "Es divertido vivir tan cerca del rancho de Marnie.#$e#Vi una vaca guiñarme un ojo una vez.",
			"Thu8": "Si tuviera una granja como tú, ¡me gustaría que fuera una granja de dulces!$h#$e#Lo sé, lo sé, solo estoy siendo tonto.",
			"Fri": "Oh, no... Mamá está preparando sopa de lentejas.$s",
			"Fri2": "Mamá dijo que está haciendo curry amarillo esta noche. ¿Tiene eso curry en polvo?$u#$e#¿Lo tiene? Awwwww.$s",
			"Fri4": "¿Cultivas algo bueno en tu granja?",
			"Fri8": "Sam solía ser algo malo conmigo cuando era pequeño. Pero en estos días, él es mucho más amable conmigo.",
			"Sat": "¡Papá vuelve pronto!#$b#Espero que me traiga juguetes.$u",
			"Sat_2": "Papá parece extraño desde que regresó. ¿Me pregunto qué pasó con él?$s",
			"Sat2": "¿Conoces a alguien del ejército? Ahí es donde trabaja mi papá.",
			"Sat4": "Mi papá se fue, pero la mamá y el papá de Jas tampoco están cerca.$u#$e#Ella nunca habla de ellos. Y la señorita Penny dice que no debería preguntar.$u",
			"Sat4_2": "Me estoy divirtiendo hoy! ¿y tu?",
			"Sat6": "*sigh*... ¿cuando vuelve papá?$s",
			"Sat6_2": "Papá parece extraño desde que regresó. ¿Me pregunto qué pasó con él?$s#$b#Ya no juega conmigo.$s",
			"Sat8": "Mi papá se fue, pero la mamá y el papá de Jas tampoco están cerca.$u#$b#Ella nunca habla de ellos. Y la señorita Penny dice que no debería preguntar.$u",
			"Sat8_2": "Anoche tuve un mal sueño.$s#$e#Soñé que papá se había ido de nuevo. Para siempre.$s#$e#Lo sé. No es real. Pero todavía daba miedo.$s",
			"Sat10": "@, ¿Tu padre pasaba mucho tiempo contigo cuando eras niño?$u^@, ¿Tu padre pasaba mucho tiempo contigo cuando eras niña?$u",
			"Sat10_2": "Desearía que papá jugara más conmigo...$u",
			"Sun4": "La señorita Penny me hace leer un libro nuevo cada semana.$s#$b#¡Al menos ella me deja elegirlos, a veces!",
			"Sun8": "Probé un poco de curry amarillo de mamá. En realidad fue realmente bueno.#$b#Pero SOLO por la salsa. Las verduras todavía son asquerosas.",
			"summer_Tue": "Ey señor @.^Ey señorita @.#$e#¿Hay alguien en el pueblo que te guste?#$e#Si, como... GUSTAR gustar.$h#$e#Aw, vamos, ¡dime!",
			"summer_Tue4": "¿Cuál es tu sabor favorito de helado?#$e#El mío es el de chip de menta.",
			"summer_Wed": "¡Guau! ¡Genial! ¡Estás sudando!",
			"summer_Wed6": "El muro de escalada es bastante divertido, pero lo he escalado muchas veces.",
			"summer_Sat6": "Sam me mostró ese video musical con un grupo de cangrejos bailando. ¡Es tan divertido!#$e#Si viera cangrejos bailando en la vida real en la playa, diría, '¿Quéééé?'$h",
			"summer_Sat10_2": "Sam me mostró ese video musical con un grupo de cangrejos bailando. ¡Es tan divertido!#$e#Si viera cangrejos bailando en la vida real en la playa, diría, '¿Quéééé?'$h",
			"fall_Wed": "¿Sabías? Mi hermano mayor es básicamente una estrella de rock.$h",
			"fall_Wed_inlaw_Sam": "¿Cómo está mi hermano?#$e#¡Supongo que ahora es un verdadero adulto!",
			"fall_Wed8": "Mi hermano mayor me deja probar su guitarra de vez en cuando.#$e#Aunque, no puedo tocar nada. No creo que alguna vez sea tan bueno como él.",
			"fall_Tue": "He estado recolectando hojas. ¡Encontré un montón de hojas rojas realmente brillantes!",
			"fall_Sun4": "¡Hay tanto barro afuera!#$e#A mamá no le gusta para nada.",
			"fall_Thu4": "Intenté lanzar una pelota de gridball una y otra vez con ese chico, Alex, pero no pude lanzarla tan lejos como él.",
			"fall_Thu8": "Jas es genial. Y no solo por ser una niña.#$e#Ella también es muy inteligente.",
			"fall_Fri": "Puaj, otra vez remolacha hervida para cenar...$s",
			"fall_Sat10_2": "Sam me hizo probar una sopa de pescado de mamá. Es un poco asqueroso, pero también tiene queso y fideos.#$b#Eso lo hace un poco mejor.",
			"winter_Mon": "¡No puedo esperar a la Fiesta de la Estrella de Invierno!$h#$e#¡Espero tener algunos juguetes! O tal vez ¡algo delicioso!",
			"winter_Tue4": "¡Ayer construí una torre de bloques que era incluso más alta que mi hermano!$h#$e#Tuve que pararme en un taburete para hacerlo.",
			"winter_Wed": "Mamá no cuenta el chocolate caliente como comida chatarra cuando está nevando.#$e#Es agradable.",
			"winter_Wed_inlaw_Sam": "Entonces, ¿tú y mi hermano están como... súper enamorados?#$e#¡Jajaja!$h",
			"winter_Fri": "La señorita Penny es una muy buena maestra.#$b#No tengo muchas preguntas correctas, pero ella siempre es muy amable.",
			"winter_Fri10": "Hace mucho tiempo, golpeé a Jas cuando estábamos jugando.$u#$e#Ahora siempre me aseguro de ser amable con ella.",
            "winter_Sat10": "¡Oye! ¿Quieres jugar en la nieve?#$e#¡La nieve es perfecta hoy para las mejores bolas de nieve de la historia!",
            "winter_Sat10_2": "¡Oye! ¿Quieres jugar en la nieve?#$e#¡La nieve es perfecta hoy para las mejores bolas de nieve de la historia!",
			"spring_12": "¡Finalmente! ¡El festival del huevo es mañana!$h#$e#Siempre encuentro los huevos que todos los adultos son demasiado altos para verlos.$h",
			"fall_26": "¡Mañana es la víspera de los espíritus! ¡Me voy a asustar tanto!$h",
			"winter_24": "La fiesta de la estrella de invierno! ¡No puedo creer que finalmente sea mañana!$h#$e#¿Tambien estás emocionado?^¿Tambien estás emocionada?",
			"winter_28": "¡Hoy tengo que quedarme despierto hasta la medianoche!",
			"spring_1_2": "¡Hoy estoy tan feliz hoy! ¡Wiiiii!$h",
			"spring_12_2": "¡Finalmente! ¡El festival del huevo es mañana!$h#$e#Siempre encuentro los huevos que todos los adultos son demasiado altos para verlos.$h",
			"fall_26_2": "¡Mañana es la víspera de los espíritus! ¡Me voy a asustar tanto!$h",
			"winter_24_2": "La fiesta de la estrella de invierno! ¡No puedo creer que finalmente sea mañana!$h#$e#¿Tambien estás emocionado?^¿Tambien estás emocionada?",
			"winter_28_2": "¡Hoy tengo que quedarme despierto hasta la medianoche!",
		}
	}]
}