{
    "Changes": [
    {
		"LogName": "Willy",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Willy",
		"Entries":
		{
			"Mon": "¿Algún progreso con la pesca todavía? Continua esforzándote. Será más fácil con el tiempo.",
			"Mon2": "Hola, hijo.^Hola, muchacha.#$b#Parece un buen clima para pescar, ¿eh?",
			"Mon6": "Pierre me ayuda a vender muchos de los peces que vienen por aquí. ¡Tal vez si me vendes algunas de tus capturas, las verás aparecer en su tienda!",
			"Mon8": "Publicaré más desafíos de pesca en el tablón de anuncios de Pierre si me apetece. Espero que estes atentos a ellos.",
			"Tue2": "Existen dos mundos: en el que vivimos y el mucho, mucho más viejo debajo del agua.#$e#Pienso en lo que hago como un diálogo entre esos dos mundos.",
			"Tue4": "Para quitarle la vida a un pez, primero debes respetarlo. De lo contrario no durarás mucho en esta profesión.",
			"Tue8": "Estoy feliz de haberte confiado mi vieja caña, @, cuando nos conocimos. Has sido un buen amigo.^Has sido una buena amiga.$h",
			"Wed2": "Las olas son bastante tranquilas en nuestra playa. Esa es la única forma en que puedo lograr que mi tienda esté en el muelle.",
			"Wed4": "¿Alguna vez me he perdido en el mar? No nunca.#$b#Siempre tomo las precauciones adecuadas. Si sabes lo que estás haciendo, nunca comprometes tu seguridad.",
			"Wed6": "Recuerda, en cualquier lugar donde haya agua, es probable que haya peces.#$b#Sacas un poco más que yo, así que espero que encuentres algunas variedades exóticas.$h#$e#Aunque, no me lo traigas si es demasiado exótico.$s",
			"Wed8": "No, nunca he estado casado.#$e#Una vez amé a alguien, hace mucho tiempo. Ella me dejó por otro hombre.#$e#A veces, el que se escapa, se mantiene alejado para siempre.$s",
			"Thu2": "Nunca deja de sorprenderme cuánta basura acaba en el agua.$s#$e#Depende de nosotros cuidarla. Preferiblemente, debe ser reciclado.",
			"Thu4": "A veces puedo encontrar a alguien que juegue conmigo en el salón.#$e#Es importante tener un poco de contacto humano de vez en cuando, no importa lo cómodo que pueda ser estar solo.",
			"Thu6": "Hay rumores de peces muy poco comunes por esta zona... Pero solo un pescador experimentado podrá tener alguna oportunidad contra ellos.#$e#Necesitarás el mejor cebo que puedas encontrar si quieres que pique un pez raro.",
			"Thu8": "Mi mayor captura fue de cuando era joven, como tú.#$b#Aunque, ¿quién sabe? Todavía es posible que pueda superarme.$h",
			"Fri": "¿Cómo va tu caña?",
			"Fri2": "Si realmente quieres que piquen, asegúrate de poner cebo en tu anzuelo.",
			"Fri4": "Si alguna vez atrapas una langosta en una trampa para cangrejos, asegúrate de compartirla con Elliott. Es su favorita.",
			"Fri6": "¿Has preparado alguna crema de almeja?$h#$e#Es un viejo clásico.$h",
			"Fri8": "Todos podemos estar de acuerdo en que la pesca te enseñará paciencia. No puedo pensar en una mejor habilidad para practicar.#$b#La vida misma es un juego de espera. Y luego termina. Me da pena cualquiera que nunca aprenda a esperar correctamente.",
			"Sat2": "He aprendido algunas buenas recetas con pescado a lo largo de los años. Quizás alguna vez comparta algunas contigo.",
			"Sat4": "Si me ves pescar, simplemente ven a mi lado y lanza tu línea también.#$b#Siempre eres bienvenido.^Siempre eres bienvenida.$h",
			"Sat6": "Cuando esperas que piquen, escuchar un poco de música en la radio es una excelente manera de pasar el tiempo.#$b#Sin embargo, nuestros antepasados no tenían tales lujos. Así que a veces corto la música y escucho los sonidos de la naturaleza, por admiración a las viejas costumbres.",
			"Sun4": "A veces, pesco algun pequeño tesoro hundido. He encontrado algunas cosas bastante sorprendentes a lo largo de los años.#$e#¡Espero que también encuentres algunos tesoros interesantes!",
			"Sun6": "Lo siento, no te pregunto lo suficiente sobre tu granja. ¿Cómo va eso?",
			"Sun8": "Mi antiguo vecino falleció hace algunos años y me confió su hogar.#$b#Me alegra que Elliott haya podido comprarlo y mudarse. Ha sido un buen vecino.",
			"spring_Fri2": "El siluro solo picará cuando esté lloviendo. Puedes atraparlos en agua dulce en la primavera y en el otoño.#$e#Solo pensé en mencionarlo. El siluro es uno de mis favoritos.$h",
			"spring_Fri8": "Si consigues un pez realmente común, en realidad es más rentable limpiarlo y cortarlo tú mismo.^Si consigues un pez realmente común, en realidad es más rentable limpiarlo y cortarlo tú misma.#$e#Eso si, si lo estás vendiendo en otro lado. Yo solo compro pescado entero.",
			"summer_Thu2": "Es temporada de truchas arcoiris.#$b#Y esta es la única temporada en la que puedes conseguirlas. Asegúrate de abastecerte si te gusta cocinar con ellas.",
			"summer_Thu6": "Si estás pescando tilapia este verano, asegúrate de hacerlo por la mañana.#$e#A veces, aparecen a primera hora de la tarde, pero no es muy frecuente.",
			"summer_Wed2": "¿Esa carpintera, Robin, te construirá un estanque de peces?, Mmm eso podría funcionar. Solo asegúrate de tratar bien a esos peces.#$e#Algunos de ellos solo necesitan el océano salvaje, o las corrientes, ¿sabes? No todos los peces viven en estanques por una razón.",
			"summer_Wed10": "Ya sabes, estoy llegando a la idea de los peces criados en granjas. Si alguien va a escuchar a los peces y lo que quieren, ¿ese serías tú, hmm?",
			"fall_Mon2": "El lucio es uno de los peces más raros que encontrarás en esta zona. Intenta echar una línea en agua dulce cuando llueva esta temporada.",
			"fall_Fri2": "Cuando llueva este mes, asegúrate de atrapar algunas anguilas en el océano. De lo contrario, tendrás que esperar hasta la primavera.",
			"fall_Fri6": "Muchos salmones han venido nadando río arriba. Asegúrate de atraparlos mientras están aquí.#$e#Solo puedes encontrar salmón en otoño.",
			"winter_Tue": "Realmente no se puede vencer a los peces salvajes cuando se trata de sabor. Y nutrición.#$b#Las personas que viven demasiado tierra adentro realmente no saben lo que se están perdiendo.#$e#Si comen pescado criado en granjas, es como un alimento completamente diferente.",
			"winter_Tue8": "Supongo que debo estar agradecido por los peces criados en granjas.#$b#Si todo el mundo comiera nada más que las cosas buenas que me gusta pescar, terminaríamos vaciando todo este océano.",
			"spring_1_2": "¡Hola! ¡Un feliz año nuevo para ti también!$h#$e#Me sorprende que hayas encontrado tiempo para visitarme. Hoy es un día ocupado en tu granja, ¿verdad?$h",
			"summer_4": "Parece que el atún ha aparecido en la costa de nuestra playa. Asegúrate de abastecerte de ellos. Se irán de nuevo hasta el invierno.",
			"winter_7": "¿Irás a pescar en el hielo mañana en el festival? Ni siquiera me importa si gano en estos días. Solo me gusta ver a más gente pescando.$h",
			"winter_15": "Creo que, después de los próximos días, necesitaré algo de paz y tranquilidad por culpa del mercado nocturno.#$e#Solo tendré que arreglármelas hasta entonces.",
			"winter_28": "Otro año menos. El paso del tiempo es algo hermoso si puedes aprender a apreciarlo.",
			"winter_7_2": "¿Irás a pescar en el hielo mañana en el festival? Ni siquiera me importa si gano en estos días. Solo me gusta ver a más gente pescando.$h",
			"winter_15_2": "Creo que, después de los próximos días, necesitaré algo de paz y tranquilidad por culpa del mercado nocturno.#$e#Solo tendré que arreglármelas hasta entonces.",
			"winter_28_2": "Otro año menos. El paso del tiempo es algo hermoso si puedes aprender a apreciarlo.",
		}
	}]
}