{
    "Changes": [
    {
		"LogName": "Wizard",
		"Action": "EditData",
		"Target": "Characters/Dialogue/Wizard",
		"Entries":
		{
			"Introduction": "Ah, sí. Había predicho tu llegada hace mucho, joven @.#$e#Sin embargo, tu destino yace en tus manos.",
			"Mon2": "Si estás buscando algún tipo de ayuda sobrenatural con tu trabajo en la granja, me temo que este es el lugar equivocado.#$e#No es que no haya algo que pueda hacer. Más bien, no hay algo que DEBO hacer.",
			"Mon4": "Publicaré un mensaje en el pueblo si necesito ayuda para estabilizar las fuerzas elementales locales. Las criaturas en la mina a veces las desequilibran.#$e#Si no puedes hacerlo, Marlon generalmente lo hace, pero su pierna lo frena.",
			"Mon6": "Mis pociones generalmente me ayudan a comunicarme con una variedad de espíritus que requieren mi atención. Tal fue el caso contigo.#$e#Pero también me pusieron en el estado físico correcto, para lanzar ciertos hechizos.",
			"Mon8": "Para ejercer el poder arcano, uno debe tener la más alta integridad. Los problemas personales nunca deben nublar nuestro juicio#$e#Mi amiga Welwick es así. Mantiene un hábito de apostar, pero se niega a aplicar su don de clarividencia en un juego de cartas.#$b#Incluso a riesgo de una ruina financiera.",
			"Tue2": "Ahh, @, te doy la bienvenida. ¿Te gustaría algo de beber?$h#$e#Oh, pero tengo más que solo lo que hay en ese caldero.$h#$e#En realidad, ahora que lo pienso, no importa.",
			"Tue8": "Intenté vivir para mis propios intereses egoístas hace algún tiempo y no terminó bien.#$b#La verdad es que hay cosas más importantes por las que preocuparme que por uno mismo.",
			"Wed2": "Se necesita un esfuerzo incansable para mantener en equilibrio el ambiente natural del valle.#$e#Por esa razón, debo continuar mi trabajo.",
			"Wed4": "Estoy más interesado en objetos que tienen fuertes propiedades místicas.#$b#Pero un hombre también tiene que comer, así que si me traes una comida caliente, no diría que no.",
			"Wed8": "Estoy acostumbrado a que me traten con aprensión, pero agradezco tus repetidas visitas, @.#$e#Normalmente no tengo intereses mundanos. Pero me recuerdas que no puedo descuidar mi lado humano.",
			"Thu4": "Stardew Valley es un lugar especial. Es rico con seres vivos generosos.#$e#Puedes agradecer a los espíritus por eso.",
			"Thu6": "El arte de remodelar el alma humana es algo que no deseo seguir. Tendrías que preguntarle a un ser de sombra sobre eso.",
			"Thu8": "El biólogo que vive cerca de las minas es bastante brillante. Respeto su habilidad para entender el mundo natural.#$e#Mi ámbito es diferente, ya que me enfoco en doblar el mundo natural, a través del uso del mundo más allá.",
			"Fri": "Piensa en mí como un embajador entre este mundo y el mundo de los espíritus.#$e#Ese es uno de mis deberes, de todos modos.",
			"Fri2": "Creo que la gente del pueblo me teme.#$e#Es una lástima, pero supongo que es humano temer a lo desconocido.",
			"Fri4": "Mi capacidad de teletransportarme tardó toda una vida en desarrollarse, pero también es posible una técnica similar mediante el uso de tótems de viaje.#$e#Tu conexión con los espíritus del bosque también debería permitirte crear tótems de viaje.",
			"Sat6": "Arrgh. Mi cabeza me está matando. Estaba probando una poción.#$e#No, esto es perfectamente normal. Estaré bien.",
			"Sat8": "Viajé durante años antes de encontrar un lugar lo suficientemente rico en energía mágica para construir esta torre.#$e#No, por supuesto, no puse los ladrillos a mano. Tengo el poder de invocar por una razón.$h",
			"Sun4": "Aunque estoy buscando un aprendiz, puedo decirte con seguridad que no serás tú.#$e#No te decepciones. Esta responsabilidad no es envidiable.",
			"Sun6": "En las guerras elementales, la raza enana fue eliminada casi por completo por la gente de las sombras.#$b#Pero la guerra finalmente ha terminado. Espero que los que quedan puedan seguir adelante.",
			"Sun10": "Ah, @. Me alegra que estés aquí.#$e#Sí, estoy feliz de tomar un descanso de mi trabajo. ¿Cómo estás?",
            "summer_Tue10": "Temo por las almas de aquellos que abusan de las artes oscuras, especialmente por deseos egoístas.#$e#Hacer daño a inocentes... de verdad, no hay mayor crimen en este mundo ni en el próximo.",
			"summer_Fri": "Los osos en esta región no son... ordinarios.#$b#Con tu conexión con los espíritus del bosque, incluso puedes comunicarte con ellos. ¿Lo has intentado?",
			"summer_Fri6": "Hay un santuario maldito en la región oriental de las minas. ¿Te has aventurado allí?#$e#Ah, pero por supuesto, ya sé la respuesta. Solo quería ver si tu expresión sería tan imperturbable como pensé que sería.#$e#Realmente eres extraordinario para ser un mundano, @.^Realmente eres extraordinaria para ser una mundana, @.",
			"fall_Mon2": "Ahh, los espíritus están muy activos durante esta estación.#$e#Es un momento emocionante para mi oficio, pero esperemos que no haya... incidentes este año.",
			"winter_Mon4": "Los asuntos de la gente mundana me importan poco, pero a los elementales les gusta la oportunidad de verte de cerca.#$e#Es para ellos que creé ese tonto laberinto de la víspera de los espíritus.",
            "winter_Tue10": "Temo por las almas de aquellos que abusan de las artes oscuras, especialmente por deseos egoístas.#$e#Hacer daño a inocentes... de verdad, no hay mayor crimen en este mundo ni en el próximo.",
			"winter_Wed4": "Sí, conozco bastante bien a Linus, aunque generalmente solo nos reunimos una vez al año.#$e#Él entiende la montaña mejor que la mayoría. Hay mucho que puedes aprender de él.",
			"fall_26": "¿Te veré mañana en la víspera de los espíritus?#$e#No, no busqué la respuesta en mi esfera. Solo pensé que sería más fácil preguntar.#$e#¿Qué es lo que crees que hago aquí todo el día, de todos modos?",
			"winter_28": "Otro año sin desastres. He preparado una poción especial con mi nombre.$h#$e#No, no puedes beberla. Tu cuerpo no está bien ajustado a ella.#$e#¿Aquella poción cuando nos conocimos? Eso fue sobre un 2. Este es un 9.",
			"spring_1_2": "¿Viniste aquí cuando deberías estar poniendo tu granja en forma para el nuevo año?",
			"fall_26_2": "¿Te veré mañana en la víspera de los espíritus?#$e#No, no busqué la respuesta en mi esfera. Solo pensé que sería más fácil preguntar.#$e#¿Qué es lo que crees que hago aquí todo el día, de todos modos?",
			"winter_28_2": "Otro año sin desastres. He preparado una poción especial con mi nombre.$h#$e#No, no puedes beberla. Tu cuerpo no está bien ajustado a ella.#$e#¿Aquella poción cuando nos conocimos? Eso fue sobre un 2. Este es un 9.",
		}
	}]
}