{
"Changes": 
    [
        {
            "LogName": "Henry Dialogue",
            "Action": "EditData",
            "Target": "Characters/Dialogue/Henry",
            "Entries": 	
            {
        //Conversation Topics

            "Introduction": "你好啊，陌生人。我好像以前没在镇上见过你。#$b#我的名字叫亨利，在格兰普顿家里的农场上工作。#$b#我不怎么在镇上停留，不过或许我还会和你见面。",
            "danceRejection": "噢。谢谢你，但是...#$b#抱歉。我真的不太擅长跳舞。$4#$b#不过，呃...祝你好运？$4",
            "divorced": "...你有事吗，@？$9#$b#听着，自从回到老农场以后，我就一直很忙。已经-$7#$b#算了吧。我不想跟你说这个。$3",
            "dumped_Girls": "抱歉，@，但我现在很忙。$7",
            "breakUp": "哈？这个是干什么的？#$b#噢，这是...噢。$2#$b#好吧。没关系。我能理解，真的。$6#$b#...我想，那就下次见了。$6",


        //Special Dates

            "spring_12": "我成功说服了我爸爸，让我参加明天的复活节。对此我真的很兴奋。$1#$b#我想我应该带一盒鸡蛋过去，为我们的农场打打广告。但我其实希望今年能孵出几只小鸡。$10",
            "spring_23": "所以，@，你明天打算参加花舞节吗？#$b#我一开始没这个打算，但我开始觉得自己应该去了。$8#$b#你知道的...陪着米娅之类的事情。以防她找不到舞伴。$4",
            "spring_7": "噢，嘿@。你能帮我个忙吗？#$b#我明天没法腾出时间，所以你能帮我买点好东西送给米娅，作为她的生日礼物吗？$3#$b#她为我做了太多事情...我知道如果是你送她礼物的话，她一定会很开心的。$4#$b#拜托了。我没法送她很多东西，但如果你能这么做的话，这对我来说会意味着很多。$4",
            "spring_28": "夏天就要到了。希望在换季之前你的所有作物都能成熟。#$b#每次换季，一切都好像变得飞快。如果没有及时收获的话，作物一夜之间就会全部枯萎。$1",
            "summer_10": "我得承认，我本来没打算参加那什么夏威夷宴会。但斯特林坚持要我一起去。#$b#他们说会很有意思，但我总是忍不住要想，我本来可以用那一天完成很多工作的。$6",
            "summer_14": "噢，感谢老天，原来是你啊。$3#$b#听着，明天是斯特林的生日，但我一整天都要工作。$3#$b#你能帮忙看着他点，让他不要狂欢得过头了吗？你知道他有时候会做出这种事的。$6",
            "summer_28": "很难相信今年已经快过去一半了，对吧？#$b#希望你准备好迎接农忙的季节了，@。再往后我们就得开始为过冬做准备了。",
            "fall_15":   "秋季展会要到了！你有什么想要迫切展示的东西吗？$1#$b#米娅、斯特林和我会在格兰普顿过展会，因为我们的家人都在那儿参加评选。但我希望你这里一切顺利。$1",
            "fall_23": "...有人告诉过你今天是我的生日吗？$3#$b#我跟那两个家伙说过了，我什么都不想做。这只是一个普普通通的日子，没什么好庆祝的。$3#$b#不过...还是谢谢你来跟我打招呼。我很感谢。$6",
            "fall_26": "不知道为什么人们会对万灵节这么兴奋。这不是个...有点黑暗的节日吗？$7#$b#不过好吧，我想只要你能玩得开心就足够了。只是别指望我去参加这些活动。$7",
            "fall_28": "凛冬将至...$3#$b#我希望我能像小时候一样为冬天的到来而激动。$3#$b#但我现在操心的只是该怎么付房租，以及让农场继续运作。$3#$b#噢！不，不用担心我。$6#$b#没关系，真的。我只是在接下来的几周会有很多事要忙。$6",
            "winter_7":  "冬天或许是个艰难的开端，但至少我一年中最喜欢的节日就要来了。$1#$b#看来这段时间我很难有空钓鱼了，所以我就把它当成给自己的奖励吧。$1",
            "winter_15": "天哪，今晚真是有很多好东西。#$b#我没有多余的钱可以买，不过偶尔看看有什么东西出售也不错，对吧？$6",
            "winter_16": " 你看到潜水艇的那个人了吗？他竟然愿意让人乘坐，想想也有点疯狂。#$b#明天我一定要省下钱来，试试在深海里钓鱼的感觉。听起来会是一段不可思议的经历。$1",
            "winter_17": "虽然我很爱米娅，但我永远也没法理解她的购物习惯。$3#$b#通常来说，她既聪明又有责任心。但如果有什么好东西放在她面前，她就会忘记去看价格标签。$3#$b#至少我和斯特林还可以稍微让她保持正轨。$1",
            "winter_24": "噢，天哪。冬日星马上就要到了，我却还没准备好礼物。$3#$b#我实在太忙了，没法做什么东西，但我又买不起好礼物...#$b#或许我能说服我爸爸给我一盒鸡蛋...",
            "winter_28": "看来冬天就要结束了。#$b#这是艰难的一年，但我很高兴我们都能安然度过。$1#$b#希望你已经准备好迎接新的一年了。对我们这样的人来说，可没有休息的时间。$6",


        //Daily Dialogue
            "Mon":"我知道春天会让很多人想起鲜花。但我就不会这样。#$b#我总会想起土豆。实际，美味，经济实惠。要我说的话，土豆是最完美的作物了。$1",
            "Tue": "如果你有空的话，能帮我去看看斯特林吗？#$b#他是个好小伙。但如果我不在他身边的话，我会很担心他。$2",
            "Wed": "你能相信现在有多少人喜欢乱扔垃圾吗？$9#$b#感觉我每次去钓鱼的时候，总会钓上别人的垃圾。$7",
            "Thu": "如果你需要什么经营农场的建议，就来问我。#$b#不管你做了多久的农活，总是学无止境嘛。$1",
            "Fri": "戴眼镜做农活实在太难了。$7#$b#或许我应该弄点更加实用的东西，像是军用护目镜...$8",
            "Sat": "斯特林最近总对我念叨。他说我整天谈论的都是工作和农场的事。$3#$b#但...这就是我全部的人生啊。要不我还能聊什么？$2",
            "Sun": "米娅和我表哥总跟我说，我至少得在周日休息一下。#$b#不过你也是农夫，就用不着跟你解释我为什么没法休假了吧。$6",
            "summer_Mon": "最近我在试着教米娅怎么钓鱼。#$b#想到城市里的家伙明明挺聪明的，却竟然连往钩上挂鱼饵都不会，感觉还真有点奇怪，对吧？$10",
            "summer_Tue": "我答应麦克斯今天会带他去海滩上散步，但我实在没有时间。$3#$b#或许下周吧...$3",
            "summer_Wed": "在夏季的夜晚观星真是无与伦比的体验。#$b#什么时候你也该试一试，来享受大自然的美丽。$10",
            "summer_Thu": "你照料动物的时候，会和他们聊天吗？#$b#我总觉得他们比我们想象中的能明白更多。",
            "summer_Fri": "我正在省吃俭用，试图为农场买一个种子制造机。但我总是有其他东西要买。$3#$b#金钱真是一种滑稽的东西。你永远也不知道它会花在哪儿。$3",
            "summer_Sat": "我真的很希望今年能种一些更加多彩的东西，像是红叶卷心菜，还有辣椒。#$b#不过看来我们今年又要种小麦了。很多很多的小麦。$3",
            "summer_Sun": "有时候我真希望自己会画画，这样我就能把夏季美丽的日落景色捕捉下来。#$b#但然后我就想到了...$2#$b#不好意思，我真该走了。$2",
            "fall_Mon": "对于我们这种人来说，秋天真是一个忙碌的季节，对吧？#$b#在冬天来临之前有这么多准备要做，让我有些筋疲力尽。$6",
            "fall_Tue": "落叶能成为很好的覆盖层。你只需要把它们切碎，在土壤表面撒上一些。#$b#它们需要花一些时间分解，但真的会对土地很有帮助。什么时候你也应该试试。",
            "fall_Wed": "这不是件容易的事，但我打算今年种出一个巨型南瓜。#$b#这次一定会成功的。必须会。$3",
            "fall_Thu": "每年秋天，爸爸都坚持让我们在田地上种满玫瑰仙子。$9#$b#他说这能引来仙女，保佑我们的作物。但是...$3#$b#对不起，我不该让你操心这种事的。$6",
            "fall_Fri": "我知道斯特林已经尽力了，但某些日子里我实在没有对付他的耐心。$7#$b#我已经有很多事要忙了，不能每天晚上都给他当保姆。$3",
            "fall_Sat": "所以你真的只是在镇上闲逛，冲每一个路过的人打招呼？#$b#能有这么多空闲时间的感觉一定很棒。$6",
            "fall_Sun": "在你意识到之前，冬天就会悄无声息地来临。确保你为此做好了准备。$3#$b#如果你有什么需要的话，可以来找我。我不介意来帮点忙的。$6",
            "winter_Mon": "如果你哪天走到我们家附近，闻到了什么食物的香气，尽管进来看看。#$b#米娅总会做足够多的食物，你可以拿一些。$1",
            "winter_Tue": "米娅和斯特林似乎觉得我在冬天没有多少工作要做。显然他们都不明白。$3#$b#我得做完所有的维护工作、清扫积雪、照料动物、还有砍伐额外的柴火。要做的事情实在太多了。$3#$b#但我用不着跟农夫同伴解释这些，对吧？$6",
            "winter_Wed": "如果你买不起咖啡和茶的话，喝一杯热水来暖和身子总不会出错。$1#$b#虽然有点艰苦，但有时候你总得利用好自己已经拥有的东西。",
            "winter_Thu": "对于像我们这样的人来说，冬天总是一段艰难的时光。$3#$b#我很感谢有米娅和斯特林在，他们帮忙减少了我的很多负担。我明天春天得更加努力工作来回报他们。",
            "winter_Fri": "米娅和斯特林试着拉我和他们一起去溜冰。又一次。$9#$b#但我不会轻易答应他们了。自从上一次发生的事以后...$7",
            "winter_Sat": "我和斯特林还是孩子的时候，我们和我妹妹总会出门，在稻草人通常站着的地方堆一个大雪人。$1#$b#我们没法浪费胡萝卜给雪人做鼻子，但我们总有其他地方可以发挥自己的创意。$10",
            "winter_Sun": "由于每年的这个时候没法种植作物，我爸爸让我去多砍点木头，卖给当地的人。#$b#不过至少辛苦的工作可以不让自己冻着。$6",
        
            }
        }
    ]
}