{
	"Changes":[
		{
			"LogName":"Alex",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Alex",
			"Entries":{
				"Mon4":"All I need to do is show up for junior league gridball tryouts. Should be challenging, but not too hard.#$e#After a season or two of junior league, it's pro all the way, baby.",
				"Mon6":"There are some junior league gridball tryouts at the end of the month. I could give it a shot, but I uh... I dunno.#$e#Maybe another year of training would be what's best for me so I can make a good first impression.",
				"Mon8":"You know, I used to want fame and fortune, but lately I've been starting to sing a different tune. In the end it's the humble little things that satisfy, don't you think?#$e#I still want to go pro, but it's not the most important thing in the world.",
				"Tue2":"I spend a lot of time at the beach during the summer.#$e#Hey, if you're up for a game of catch, you should meet me there next month.",
				"Tue4":"It's important to have goals. Ever since I finished high school, I've really relied on my workout routines to give a sense of structure to my days.",
				"Tue6":"Nothing's better than an energetic day at the beach with your friends... right?",
				"Tue8":"*sigh*... I wish I had more friends in this town who wanted to play sports with me.$s#$e#I mean, it's the perfect place for it! Such a shame for it to go to waste.",
				"Tue10":"Heyyy.#$e#You're lookin' good today!$h#$e#So what's new?",
				"Wed4":"Do you ever watch Sports Report?#$b#I've been glued to it in the evenings. The gridball draft is going on right now.$h",
				"Wed6":"Gridball's more than just a game to me. It's really the one thing that I've always been good at.#$e#I don't know what I'd do without it.",
				"Wed8":"Everyone around me has always told me I'm the best player they have. Gridball is my life.#$e#Then one day, high school ends, and it's like all those promises everyone implied about you just vanish.$s#$e#Gotta figure out something else with my life, I guess. Right?",
				"Wed10":"I feel like I learn so much from you, @. I appreciate that you're honest with me.#$e#We'll see where my sports career goes. I appreciate that you're there for me whether I make it or not.",
				"Thu2":"I feel bad for people who have allergies. It's like, how do you even get your heart rate up if you're sneezing all the time?",
				"Thu4":"I was going to try out for junior-league gridball last year, but my knee was kind of messed up.#$e#Hey, you can't rush this kind of stuff.",
				"Thu6":"The air's starting to warm up... I'm feeling pumped.",
				"Thu8":"Everybody's got to have dreams. I think it's really cool how you just got up one day and came here to take over the farm.#$e#Hats off to you.",
				"Fri2":"In school, my teachers always complained about how gridball players make too much money. That's so ridiculous.#$e#If anything, they're underpaid. How many people do you know who can do what a pro does?",
				"Fri4":"Hey, @. I'm glad you stopped by.#$e#I'm not ashamed to say that I love my Grandma!#$e#Now Grandpa, on the other hand...#$e#Just kidding.$h",
				"Fri6":"It might sound weird, but I kind of miss having a coach yelling at me and telling me what to do.$s#$e#I can motivate myself, but when you're giving it your all for someone else, it's just different, you know?",
				"Fri8":"Hi @. You look sporty today.$h^Hey @. Did you do something different with your hair? Something keeps grabbing my attention.$h",
				"Fri10":"Hey um...$l#$b#Let me know if you ever want some help with your farmwork.$l#$e#I've gotta do something that's more than just exercise for its own sake, right?$h",
				"Sat2":"Hey, Haley's pretty great, don't you think?#$e#No, we're not dating right now. She's uh... going through some stuff.#$e#But it's probably headed there again soon.",
				"Sat_inlaw_Haley":"So uh... Haley cooks, huh? I don't think she ever did that much before she met you.#$e#People change, I guess.$s",
				"Sat8_inlaw_Haley":"Haley cooks, huh? You really brought out the best in her!$h#$e#I promise I'm not being weird, I'm just curious: Do you guys have any leftovers?",
				"Sat4":"Grandma keeps complaining I take up too much space in the freezer with all of my ice cube trays.#$b#But I mean, how else am I supposed to have enough ice to take ice baths?",
				"Sat6":"My arms are really sore, but that's the sign of progress for a guy like me.#$e#I must've done a thousand push-ups yesterday.",
				"Sat8":"...Where do you think I'll be in 10 years?$s",
				"Sat10":"I've been having a hard time staying focused lately.$l",
				"Sun_inlaw_Haley":"Oh, hey. How's the married life coming along?$9",
				"Sun6_inlaw_Haley":"I'll admit... I was a little jealous when you and Haley got married. But, hey... It's a chance for me to learn something new about myself.$9",
				"Sun6":"Hey, come by my room any afternoon you want and we can work out together.#$e#It's really a lot more fun to work out with friends.$h",
				"Sun8":"Hey, come by my room any afternoon you want and we can work out together.#$e#It's a lot more fun that way.$h",
				"Sun10":"Haley and I always thought we could be the town's 'power couple,' but it was always complicated.#$e#We just weren't meant for each other, beyond being friends.#$e#I mean, clearly, right?$l",
				"summer_Mon2":"So do you work out?#$e#I guess working on the farm sort of counts, but it's not really the same as pumping iron.",
				"summer_Mon4":"Hey, nice tan.",
				"summer_Mon6":"Hey @. Having a nice summer?#$e#What's new with you?",
				"summer_Mon8":"Hey, come by my room any afternoon you want and we can work out together.#$e#It's a lot more fun that way.$h",
				"summer_Mon10":"It's weird. I never really talked about my feelings with many people before I met you.$l#$e#I feel like I can just be myself.$l",
				"summer_Tue4":"Back when I played for school, it was such a long bus ride just to get there. I became known as the out-of-town kid.#$e#But after they saw how good I was, nobody ever looked down on me again.",
				"summer_Tue6":"If my hair wasn't so popular with the ladies, I swear I'd shave it all off in a second.#$e#*sigh*... Life can be tough.",
				"summer_Tue8":"Hey, @.$s#$e#You know, I was just thinking how I really miss playing on a team. But what am I supposed to do?#$b#It's not like I have enough money to move out of town...",
				"summer_Wed6":"I've lost touch with a lot of my gridball buddies. Last I heard, Zane was making straight A's in college. And Brody apparently already has a kid.$s#$e#So weird.$s",
				"summer_Wed8":"You know, I actually wouldn't mind being a farmer... it seems a lot like playing sports, in a way.#$e#I like being outdoors and doing things with my hands.",
				"summer_Thu6":"Sometimes I feel really tempted to eat some of the ice cream from the stand when no one's looking.$h#$e#My rule is that for every scoop of ice cream, I have to do a hundred extra pushups. So I pace myself.",
				"summer_Thu8":"You know what? I'm going to start reading a new book!",
				"summer_Thu10":"@! Hey! Look what I saved for you. [233]$h#$e#Shhh, don't tell anyone.$h",
				"summer_Fri":"What do you want?#$e#I've got more important things to do right now.",
				"summer_Fri2":"I'm working the ice cream stand this summer. Heh, be sure to support local businesses!$h",
				"summer_Fri4":"My ice cream job is just something I'm doing so I can put money toward turning pro.#$e#In a little while, I'll be able to move to Zuzu City and play for a junior league.#$b#But for right now, there's the matter of professional-grade equipment.",
				"summer_Fri10":"@, if I ever have kids, I'm going to make sure they have the best dad ever.#$e#That'd be my greatest victory. And it's a possibility to look forward to, you know?",
				"summer_Sat":"Mmmm... I smell a barbeque.#$e#Damn I could go for a burger.",
				"summer_Sat2":"Mmmm... Whatever Gus is cookin' up at the saloon, it smells like heaven.",
				"summer_Sat4":"Mmmm... I smell a barbeque.#$e#Damn I could go for a burger.",
				"summer_Sat6":"What if they made ice cream out of protein instead of cream?#$e#No no! Hear me out! It would just be like a protein shake, but iced! I think I might be onto something!",
				"summer_Sun":"Haley's pretty hot, don't you think?#$e#It really sucks that there aren't more hot girls in Pelican Town.^Maybe you oughta hang out with her.",
				"summer_Sun2":"I got these new shoes yesterday 'cuz my old pair had a brown smudge.#$b#I just threw them into the garbage. I would've donated them but I don't like the idea of some weirdo wearing my shoes, ya know?#$e#...What?$a",
				"summer_Sun_inlaw_Haley":"Oh, hey. How's the married life coming along?$9",
				"summer_Sun6_inlaw_Haley":"I'll admit... I was a little jealous when you and Haley got married. But, hey... It's a chance for me to learn something new about myself.$9",
				"summer_Sun4":"Oh wow...your shoes are a little dirty... but that's fine, too!#$e#Different people have different tastes I guess.",
				"summer_Sun6":"It might sound weird, but I kind of miss having a coach yelling at me and telling me what to do.$s#$e#I can motivate myself, but when you're giving it your all for someone else, it's just different, you know?",
				"summer_Sun10":"@, I wonder sometimes whether my mom would be proud of me.$s#$e#I managed to find you. And I know we can make things work between the two of us. I guess that's something.$l#$e#See you around.$l",
				"fall_Mon2":"Did you see Cheroky make that play last night? That was insane!$h#$e#Reminds me of what I used to do on the field.",
				"fall_Mon4":"My Grandma told me I should spend more time studying.#$e#Maybe she's right...$s",
				"fall_Mon6":"I've got all these old books that my mom used to have. It's interesting to see what she was into.#$e#It's kind of like looking at a photo of her, only with words, if that makes sense.$h",
				"fall_Mon10":"Tunnelers won again last night! They're having an amazing season this year!$h#$e#Sorry, I am really happy right now.$l",
				"fall_Tue":"Isn't it sad how some people just don't ever reach their full potential?#$e#The important thing is just to keep fighting, no matter what.",
				"fall_Tue4":"When the going gets tough, I imagine that some people just give up and settle for mediocrity.#$e#Anybody who's like that must not have a lot of self-respect.",
				"fall_Tue6":"I didn't make much money this year from the ice cream stand.$s#$e#@, what am I even doing?$s",
				"fall_Tue8":"I was thinking, maybe it's important to appreciate the little things around you.#$e#I always heard people say that, but it only recently started making sense.",
				"fall_Wed8":"I finally took the plunge... I've decided to stop putting gel in my hair.#$e#I wouldn't want to be friends with someone who only liked me because I have gel in my hair.",
				"fall_Thu2":"What's up, @?",
				"fall_Thu4":"Dude, you are the bomb.^@, you are one awesome girl, you know that?#$e#Just the way you walked right into town one day, and said, \"Yup! I'm gonna fix up this farm!\" and you straight up did it!#$b#I think people like you and me are on another level.",
				"fall_Thu6":"I remember the final play of the regional championship game. The score was tied, and we were just ten seconds away from the end.#$b#I saw the leaves go flying around in a gust of wind, and I threw the ball, knowing the wind would knock it to the side a bit.#$b#Zane caught it perfectly and we scored. No overtime.#$e#It was a good feeling, y'know?$l",
				"fall_Thu10":"@! Um... Hi.$l#$e#Sorry! I mean, uh...$l#$b#Is it cool if we hang out soon?",
				"fall_Fri2":"That guy Clint? I don't know a whole lot about him.#$b#Apparently he used to play gridball, but he's kind of old now.",
				"fall_Fri6":"I'm going to do a ton of sit-ups tonight.#$e#You have to work really hard if you want to achieve your maximum potential.",
				"fall_Fri8":"You know, I used to want fame and fortune, but lately I've been starting to sing a different tune. In the end it's the humble little things that satisfy, don't you think?#$e#I still want to go pro, but it's not the most important thing in the world.",
				"fall_Fri10":"Haley's good as a friend, I think. It's just that she never listened to me the way you do.#$e#I felt like I always had to act like a big shot when I was around her. And if I told her how I really felt, she'd just lose interest in me.$s#$e#But having those memories make me appreciate who I have now, that much more.$l",
				"fall_Sat2":"Hey, Haley's pretty great, don't you think?#$e#No, we're not dating right now. She's uh... going through some stuff.#$e#But it's probably headed there again soon.",
				"fall_Sat_inlaw_Haley":"So uh... Haley cooks, huh? I don't think she ever did that much before she met you.#$e#People change, I guess.$s",
				"fall_Sat8_inlaw_Haley":"Haley cooks, huh? You really brought out the best in her!$h#$e#I promise I'm not being weird, I'm just curious: Do you guys have any leftovers?",
				"fall_Sat4":"Salmon is definitely my favorite kind of fish. Especially when it's in season.#$e#It just has to be cooked the right way.",
				"fall_Sat6":"I was reading up on how salmon has a lot of... what do you call it? 'Omega-3 fatty acids.'#$b#So at first, I was like, \"Whoa, I don't need extra fat in my diet,\" but it turns out it's the kind that's really good for you.",
				"fall_Sat8":"I have no idea where my dad is. I've spent a lot of time thinking what I'd say if I ever saw him.#$e#It wouldn't be pretty. Maybe some wounds are better left unopened.$a",
				"fall_Sun4":"Gridball's on today! I've waited all week for this.$u",
				"fall_Sun6":"Hey, @, if my grandpa won't get off the freakin' TV, is it alright if I just sprint over to your house to watch the game?#$e#What kind of TV do you have, anyway?",
				"fall_Sun8":"Hey, the gridball game is on today!#$e#Sundays are pretty awesome in the fall.$u",
				"fall_Sun10":"I was always worried that I might turn out like my dad. Still am.$a#$e#But with you around, I don't feel so worried anymore.",
				"winter_Mon2":"What's something good from the saloon that could warm me up?",
				"winter_Mon4":"You like the snow? Me... I'm just looking forward to spring.",
				"winter_Mon6":"Hey, we should work out sometime. The air in the hot spring isn't so dry like it is everywhere else.^Hey, we should work out at the hot spring sometime... er, I mean, I guess you can't get in on my side? Ah, oh well.",
				"winter_Mon8":"@, you know how people say high school is the best years of your life?$s#$b#What if that's true? Is it all downhill from here?$s",
				"winter_Mon10":"I think I disagree that high school is the best years of your life.#$b#This year, for one, has been better.$l",
				"winter_Tue4_inlaw_Haley":"I'll admit... I was a little jealous when you and Haley got married. But, hey... It's a chance for me to learn something new about myself.$9",
				"winter_Tue4":"Hey, @. Could you do me a favor?$l#$b#If you see Haley, tell her I'm busy.$l#$e#Thanks.",
				"winter_Tue6":"You're a cool person to hang out with, @. I feel like I learn something new every time I see you.",
				"winter_Tue10":"Hey! What's up?$h#$e#Are you bored, too? What a coincidence.$l#$e#Hey, we can hang out anytime.",
				"winter_Wed4":"I don't really play video games. Why would I want to push buttons and watch a guy throw a ball on the screen...#$b#...when I could do the same thing in real life?",
				"winter_Wed6":"So not much grows on your farm during the winter? You must be a little bored then.#$e#Hey, you and me, buddy! Welcome to the club.$h^Hey, you and me, @! Welcome to the club.$h",
				"winter_Wed8":"You know what? I'm going to start reading a new book!",
				"winter_Wed10":"I finished reading this book that my grandma said was my mom's favorite.#$b#It was about these two teenagers who travel through time and change history.#$b#So weird. I had no idea my mom was into that stuff.",
				"winter_Thu4":"Nobody really knows who owns Dusty. I feed him sometimes, but so do a few other people.#$e#This pen's been here for as long as I can remember. I think it's even been here longer than Dusty.",
				"winter_Thu6":"I wish I could control the weather.",
				"winter_Thu8":"I had a dream the other night where my mom was there. Then I woke up.$s#$e#Reality bites sometimes.$a",
				"winter_Thu10":"If I ever make a lot of money, I'll make sure all my friends and family are taken care of.#$e#That means you, too.$h",
				"winter_Fri6":"Do you think I'll wind up like Clint if I don't make pro soon?$s",
				"winter_Fri10":"@, are your parents proud of you?#$e#Well, here's one guy who's pretty proud of you.$l",
				"winter_Sat":"There's some weird people living in this town.#$e#...like that guy Sebastian. Why does he wear black all the time?#$e#I don't get it.",
				"winter_Sat2":"I bet if I tried to play catch with that guy Sebastian, he'd just duck and cover when I threw the ball at him.$h#$b#...#$b#Sorry, yeah, I guess that was kind a jerk thing to say.$s",
				"winter_Sat4":"There's some weird people living in this town.#$e#...like that guy Sebastian. Why does he wear black all the time?#$e#I don't get it.",
				"winter_Sat10":"@, you're totally different from me, but I feel like you've shown me a whole different side of life.#$e#Maybe I shouldn't be so judgmental of people who are different from me.",
				"winter_Sun":"Hey, the gridball game is on today!#$e#This might be my favorite day of the week.",
				"winter_Sun2":"At least the gridball season keeps going through winter. But it just gets too snowy where we live to do anything.",
				"winter_Sun4":"Hey, the gridball game is on today!#$e#This might be my favorite day of the week.",
				"winter_Sun6":"At least the gridball season keeps going through winter. But it just gets too snowy where we live to do anything.",
				"winter_Sun8":"Hey @. Do you want to hang out?#$e#It's okay if I miss the start of the game. I'm happy to spend a little time with you.",
				"spring_1_2":"Happy new year!#$e#I'm going to try to upgrade my workout again this year.",
				"spring_23":"Nervous? No way, I'm not nervous about finding a partner at the dance tomorrow.#$e#Why would I be?",
				"summer_10":"Tomorrow should be a good day at the beach. Good food, too!$h",
				"fall_15":"I'm not gonna lie, it rocks pretty hard to step outside of your house and have a full-fledged carnival waiting for you.$h",
				"fall_26":"Hmm... if I go into the haunted maze tomorrow, I wonder if I should bring my bat.",
				"winter_24":"There's gonna be so much good food tomorrow! I just need to watch and make sure I don't overdo it.",
				"winter_28":"Good weather's coming back! I can't wait.",
				"summer_10_2":"Tomorrow should be a good day at the beach. Good food, too!$h",
				"fall_15_2":"I'm not gonna lie, it rocks pretty hard to step outside of your house and have a full-fledged carnival waiting for you.$h",
				"fall_26_2":"Hmm... if I go into the haunted maze tomorrow, I wonder if I should bring my bat.",
				"winter_24_2":"There's gonna be so much good food tomorrow! I just need to watch and make sure I don't overdo it.",
				"winter_28_2":"Good weather's coming back! I can't wait."
			}
		},
		{
			"LogName":"Alex Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueAlex",
			"Entries":{
				"Rainy_Day_0":"#$c .5#With all this space, I can really achieve a full body workout.#I know you're not the type of farmer who'd raise beef cattle. That's okay; I can just get some steak at the store.",
				"Rainy_Day_1":"#$c .5#I never had many friends in town... I sometimes wonder how I'd end up if you never moved here.$9#I wonder what my old high school buddies are up to? Today might be a good day to call.",
				"Rainy_Day_2":"#$c .5#Aw... I was gonna do some jogging outside. But I can't really do it in this weather.#You know what? I'm gonna make the best of it today. Life's too short to mope around whenever it rains. Now... what can I do inside...?",
				"Rainy_Day_3":"#$c .5#*grumble*... I just woke up and I'm hungry for some protein.$9#Mmm... do we have any eggs? I'm craving eggs.$9",
				"Rainy_Day_4":"#$c .5#It's a good day to read. I don't want to become stagnant now that I'm a married guy!#I'm trying to catch up on all the books I was supposed to read in high school. Sometimes they start out boring, but they're actually really good!",
				"patio_Alex":"#$c .5#Unghh... one... Unghhh... two... It feels great to lift weights outdoors!$6#*huff*... Alright! *puff*... Feelin' alive! *huff*...$6",
				"Rainy_Night_0":"#$c .5#Hey, did you have a good day? I'm sure tomorrow will be even better.$h#Have you been going into the mine? 'Cause if so, just uh... stay safe?$s",
				"Rainy_Night_1":"#$c .5#How's it going? I've been carrying the old gridball around with me all day. A guy can pretend...$u#I called up my old buddy, Zane. It was great! We just picked up right where we left off.$h",
				"Rainy_Night_2":"#$c .5#Oh... the smell? I've been eating garlic all day. I'm trying to stay manly... Sorry.$l#I wonder what it'd be like to stand under a waterfall...?",
				"Rainy_Night_3":"#$c .5#I've been setting aside a few scraps for Dusty. He deserves a treat now and then.#I stopped by to visit Dusty today. Old boy just keeps on truckin'!$h",
				"Rainy_Night_4":"#$c .5#I was hungry so I made some dinner. Here, I saved you a plate. [241 242 225 214 198]$h#I don't really eat too many energy bars. I like real food better, like this! Here, bon appetit! [241 242 225 214 198]$h",
				"Indoor_Day_0":"#$c .5#Feels good to stay in good health! We only get one body. Gotta make use of it!$h#Ahh... there's nothing like a good night's sleep next to my husband!$h^Ahh... there's nothing like a good night's sleep next to my wife!$h",
				"Indoor_Day_1":"Hey, honey! I made you a hot breakfast.[195 210 211]#$e#$c .5#If you want to get strong, you have to eat like you mean it!#Good food, straight from the source! I'm so glad we've got this farm.$h",
				"Indoor_Day_2":"#$c .5#Come here. *squeeze*... Mmhmm. You're firming up from all that farm work.#Today's a good day to read something. ...Yeah, I've been keeping that going.$h",
				"Indoor_Day_3":"#$c .5#I'm still getting used to cooking and doing laundry... It's not exactly my favorite, but I knew what I was getting into when I married you.$h#I got some books from the library that I need to finish before they're due. I want to keep my mind as fit as my body.",
				"Indoor_Day_4":"#$c .5#There's a couple things around the house that I'm going to try and fix today. Don't worry about me, I'm not bored.#Leave the cleaning to me today! It's fun to have you picture me as a sexy cleaning brand mascot.$h",
				"Indoor_Night_0":"#$c .5#It feels good to push yourself to the limit, doesn't it? You'll really feel like you earned your place in the soft bed tonight.#Let me know if you're sore. I know some physical therapy techniques that can help you if you need 'em.",
				"Indoor_Night_1":"#$c .5#Did you get a haircut or something? You're looking pretty good today. Maybe it's all that fresh air...$l#Another busy day? I like how you keep as active as you do.$l",
				"Indoor_Night_2":"#$c .5#Tell me all about your day. It's good to get everything off your chest now and then.#Dinner's ready! I bet you're famished. [241 242 225 214 198]$h",
				"Indoor_Night_3":"#$c .5#Hey... I got some new shorts. I thought you might be interested to know...$l#I feel like my mom can rest at peace, knowing how things have worked out for me. I'm lucky to have you.",
				"Indoor_Night_4":"#$c .5#If you need some quiet time to yourself, that's okay with me.#Hey. Got some energy left in you?$l",
				"Outdoor_0":"#$c .5#Hey. When I stand here and look out over our land... I'm really proud. You've done great work.#If we ever moved, I'd really miss these sunrises. This is a good spot to stay put for a while, don't you think?",
				"Outdoor_1":"#$c .5#This is a great place to raise children. I would've loved growing up in a place like this. So much room to run around!#A fresh start for a fresh new day! Each day is like opening a new present.$h",
				"Outdoor_2":"#$c .5#I like to spend as much time outside as possible. It just feels better to be out here.#I guess I'm a fresh air snob. It was getting a bit stuffy for me inside the house, so I came out here.",
				"Outdoor_3":"#$c .5#Glad I got up in time to see the early morning. It's always the best part of the day, but it's so easy to miss if you sleep in.$h#Look at us, with our little farm. We make a cute couple.$h^Hey. Maybe it's the golden light, but you look beautiful today.$l",
				"Outdoor_4":"#$c .5#Ahh... It feels great to be outside. Stardew Valley really is the most beautiful place...#I wonder how old Dusty's doing? I oughta pay him a visit.",
				"OneKid_0":"#$c .5#I'm still getting used to my new life as a stay-at-home dad.$h#I could run a marathon if I really needed to, but looking after a kid all day is a completely different kind of exhaustion.$s",
				"OneKid_1":"#$c .5#Our little one's going to grow up strong, just like Daddy.#I've had to cut back on my workout routine a bit so I can take care of %kid1, but it's more than worth it.$h",
				"OneKid_3":"#$c .5#I wonder what it's like to be pregnant...?$h#Ahh, little %kid1... you've got a lot of life in front of you, don't ya?$h",
				"TwoKids_2":"#$c .5#When the kids get bigger, I don't suppose you could spare some of the farm space to make a little gridball field...?$l#Maybe %kid2 will be the first professional gridball played from Pelican Town?$h",
				"TwoKids_3":"#$c .5#I finally have the family life that I missed out on as a kid... thank you.$l#That'd be great if the kids are into sports. I want to make sure they stay healthy. But I'll support them in any kind of life they choose.",
				"funLeave_Alex":"#$c .5#I'm going into town today. I'll see you tonight.#It's about time I owe a visit to Grandma and Grandpa. That's where I'll be, so drop in if you get a chance!",
				"funReturn_Alex":"#$c .5#I had a good day. I like to see my grandparents often; they're getting pretty old.#It was nice visiting town today. Grandma had some cookies out, of course!",
				"spring_3":"These past couple of days have been pretty busy for you, haven't they?",
				"spring_15":"When I visit my grandpa today, I wonder if I can get him to watch something good with me.#$b#Like... Sports Report! I don't wanna miss a minute of the gridball draft.$h",
				"spring_27":"I should update my workout mix. Summer's gonna be here soon!",
				"summer_3":"I gotta say, I don't really miss working at the ice cream stand.#$e#What, do you miss the ice cream? Well, we could always make our own.#$b#I think uh... Sam's mom has a recipe. Or did she already share it with you?",
				"summer_12":"My stomach's all stretched after yesterday and I'm hungry again. I'd better take it easy today.",
				"summer_15":"Oof, I think I messed up my knee yesterday. Better take it easy with the leg days for a little while.#$e#Don't worry, I value my body too much to abuse it. I'll make sure I don't make it worse.",
				"summer_20":"Oh yeah! My knee's doing much better now. Thanks for asking.$h",
				"fall_3":"I almost forgot, it's salmon season! You know what sounds good?$h#$e#Pan roasted salmon with a lemon butter sauce. And a side of kale and... whatever that grain is. The one that isn't rice.$l",
				"fall_7":"It's the Tunnelers' first game of the season today! Oh, man, I'm so psyched!$h",
				"fall_11":"Whoa... I may have overdone it with the protein and carbo-loading this morning. Getting... diminishing returns.$s",
				"fall_22":"Oh yeah, yesterday's game was awesome! The Tunnelers were down, but they came back and crushed it in the last couple minutes.$h",
				"winter_10":"When I was younger, I didn't think I really needed friends. Just respect.$9#$e#But now, I can see I was missing out. It's strange to think I went through so much of my life with so little genuine human connection...$9",
				"winter_15":"These cold days are pretty rough on my grandparents. I'd better go visit 'em today.",
				"winter_22":"*sigh*... Just one more gridball game of the season, but at least it'll be a good one. The championship game is coming up on new year's eve."
			}
		}
	]
}