{
	"Changes":[
		{
			"LogName":"Clint",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Clint",
			"Entries":{
			"Mon2":"Another day, another dollar.",
				"Mon6":"I listen to a lot of music to help pass the time. How 'bout you?#$e#Sometimes I'll sing along.#$e#What? No. You don't wanna hear me sing. Believe me.$h",
				"Mon8":"Maybe I was born in the wrong era. A few hundred years ago, and my skillset would've been much more respected.",
				"Tue2":"Business has been slow lately.#$e#You should upgrade your tools. I could use the cash.",
				"Tue4":"I've got some holes in my schedule today and tomorrow. If you want me to upgrade a tool, now's a good time for it...",
				"Tue6":"Y'know, I'm pretty good at what I do. It's just that blacksmithing isn't the type of talent most people care about.#$e#Pff, maybe in my next life I could be a rock star.",
				"Tue8":"I guess I don't mind what I do for a living. It's just pretty isolating.#$e#I don't feel like I ever have anything interesting to share with the other townsfolk.",
				"Tue10":"Hey, @. Thanks for droppin' by.$h",
				"Wed2":"Hey. Got any work for me?",
				"Wed4":"I like making weapons, too.#$b#If you're interested, you'll have to ask Marlon up north. He's my retailer.",
				"Wed10":"I heard there's one day a week when a shop in the desert sells omni geodes by the truckload. D'you know if that's true?",
				"Thu":"You inherited a pretty basic toolset, huh? Yeah, let me know how I can help with that.",
				"Thu4":"How did those furnace blueprints work out for you? Did you craft a furnace?#$e#Hey, I just figured it was something you could use.",
				"Thu6":"My little shop is a relic left over from Pelican Town's glory days as a mining town.#$e#The only reason I could afford the place was because the mining operation was in a downward spiral.",
				"Thu10":"Willy's a pretty good guy. You ever talk to him?#$e#He's got things figured out pretty well. I just couldn't ever do what he does.",
				"Fri4":"What kind of beer do you drink? Porter? Stout?#$e#I'm a lager man, myself.",
				"Fri8":"It's strange how I've been drinking Gus's beer and eating his food for years, but I barely know a thing about him.",
				"Sat2":"Most people would take a weekend on a day like this, wouldn't they?#$e#Me? Nope.",
				"Sat4":"I gotta get outta this town. Just for a day.#$e#Grampleton's sort of my go-to place. I can't afford a fancy vacation.",
				"Sat10":"Did I ever show you my hands? Tough as old leather from all the calluses.#$e#When I first started working, I was worried about my hands, but now I'd say I'm proud of 'em.#$b#If a guy has messed up hands, at least he can say he's done somethin'... instead of nothin'.$h",
				"Sun2":"Hey, if you've got geodes, make sure you don't sell 'em. Bring 'em to me and I'll help you crack 'em open.",
				"Sun6":"Iridium is exceedingly rare, not to mention difficult to work with.#$e#If you happen to find any, though, I'd be excited to see what I can do with it.",
				"Sun10":"So how are your tools holding up?",
				"summer_Mon10":"Oh, uh, hey @. Wanna smack some metal with me a bit?$h#$e#Uhh, I mean, if that's something you'd like to do...#$b#I think it's kinda fun, anyway.#$b#Sometimes.$s",
				"summer_Tue4":"I went fishing with Willy a long time ago.#$e#Let's just say fishing's not for me.",
				"summer_Thu10":"Hey, c'mon, you've got to admit that it was pretty fortunate for you to land in a town with its own blacksmith.$h#$e#Would you be able to get as much done on the farm otherwise?#$e#Well, I'm just glad I could find some purpose for my work. So thank you for that.",
				"summer_Fri6":"I remember summer vacations, back when I was in school.#$b#Heck, that was probably my favorite thing about school to begin with.$h#$e#Oh, we didn't do too much. Just hung out with my buddies. Saw movies, drove around, got into trouble.$h#$e#I think it was the freedom more than anything. You're never that free again.",
				"summer_Sun6":"I couldn't tell you too much about the molecular properties of metal. You'd have to ask Demetrius or his daughter about that one.#$e#I just know how to make it into the shape I want.",
				"fall_Mon":"Looks like the Tunnelers had a good game last night.#$e#Cheroky's speed is really what drives the team.",
				"fall_Mon8":"Sometimes I wonder if there's anyone in this town lower on the social ladder than I am.$s#$e#Even Shane seems down pretty low, but at least he knows how to socialize if he feels like it.$s",
				"fall_Tue2":"I played a little Gridball back in school. Wasn't the worst at it, either.#$e#It was fun while it lasted.",
				"fall_Tue8":"My old gridball teammates... I've no idea where any of them are these days.#$e#Some of them probably wouldn't even remember me.",
				"fall_Wed10":"@, I gotta confess, I know I might look like a tough guy, but I just hate going into the mines.$s#$e#There's too many creepy crawlies down there...$s#$e#Just... don't let anyone else know. My secret's safe with you, right?",
				"fall_Thu":"Got anything good growing on your farm right now?",
				"fall_Thu6":"Dr. Harvey says I should lose some weight. Hah.#$e#I'm swinging a hammer and lifting metal in here every day. I count that as my exercise.",
				"fall_Fri10":"I played a little Gridball back in school. Wasn't the worst at it, either.#$e#It was fun while it lasted.",
				"Fall_Sat10":"My arm's a bit sore today. So much hammering away.#$e#Oh well. It's a good workout, I suppose.",
				"winter_Mon4":"There's something special about holding a rare gem in your hands, knowing the earth took a helluva long time to create it.$h#$e#If a gem were a living thing, your whole life would seem like the blink of an eye to it.",
				"winter_Tue8":"I've heard about dwarves in the mines. Not sure what I'd do if I ever saw one.#$e#Probably piss myself.$h",
				"winter_Wed8":"What's the purpose of life? Ahh, damn it. Don't ask me questions like that.#$e#Tried anything good at the saloon lately?",
				"winter_Thu10":"Lewis is raising the local business taxes again this year. Can you believe that guy?#$e#He said it's cause the economy's gettin' better around here.#$e#*sigh* ...and I though my hard work was finally taking me places.$s",
				"winter_Fri8":"No skills besides blacksmithing, no family, and no marriage prospects.$s#$b#@, you realize I'm going to do the same exact thing until I die?$s",
				"winter_Sat4":"I mostly do minor jobs for contractors who outsource their work here.#$e#It's more enjoyable if I get to work on one of your tools, though.",
				"winter_Sun10":"I know I'm not real popular here in town, but you're always nice to me anyway.#$b#Thanks for takin' the time to talk.$h",
				"winter_28":"*sigh* Well, did you at least have a good year?",
				"spring_1_2":"Any resolutions this year?#$e#Nah, not me. I don't really see the point.#$e#Still, though, at least it's nice outside.",
				"Mon_inlaw_Emily":"So uh... how's uh... how's Emily?$s",
				"summer_Thu_inlaw_Emily":"...$s#$e#...What? Oh...#$e#...I think you know what.$s#$e#What do you need?",
				"fall_Mon_inlaw_Emily":"How are you and Emily?#$e#Oh, that's great!#$e#I'm glad for you two. Really, I am.",
				"winter_Sun_inlaw_Emily":"I'm not in the mood to chat today.$s#$e#Just get the hell out of here!$3#$e#Sorry I... that was...$4#$b#I'm sorry. What do you need?$s",
				"winter_28_2":"Hey, I hope your year was good.#$e#Me? Oh, I'll manage. I'm glad winter's just about finished."
			}
		}
	]
}