{
	"Changes":[
		{
			"LogName":"Demetrius",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Demetrius",
			"Entries":{
				"Mon2":"Maru worked hard to get through school early. Now she's studying a variety of sciences independently.#$e#I'm glad that I can provide her the equipment she needs to pursue her future.$h",
				"Mon4":"I'm happy Maru got her job at the clinic. Medicine is a very respectable profession, but I'll be happy with whatever kind of science she ultimately decides upon.",
				"Mon6":"I know that Maru will have to leave the valley eventually. If she got stuck here for too long, it could hinder her potential.$s#$e#For the moment, though, I think her living here works out well.",
				"Mon8":"If you've ever wondered why your crops grow well, it has to do primarily with the healthy rhizobium living in your soil.#$e#Long story short, you need a diverse ecosystem to have a high-quality farm.#$b#Corporate farms grow less-nutritious produce when they level an entire forest and replace it with a monoculture.$s",
				"Mon10":"I can already see Maru's scientific achievements surpassing mine in her future.#$e#I'm very lucky that she's turning out the way she is.$h",
				"Tue2":"Stardew Valley continues to impress me with the diversity of its flora and fauna.#$e#I'm surprised there weren't any other scientists observing the area before I arrived.",
				"Tue4":"Exploring the mines could be interesting, but my fields are ecology and biochemistry, rather than geology.#$e#If we found evidence indicating a significant causal link between the mines and the vegetation up here, well then that would be another story.",
				"Tue6":"The drastic changes between the seasons are crucial for keeping the wildlife migrating...#$b$...which in turn is crucial for preventing one single population from becoming too dominant.#$e#I keep pretty good tabs on the various local species, so I'll let you know if I see anything unusual.",
				"Tue8":"Have you ever visited Calico Desert?#$e#I was more interested in studying the valley's ecosystem, but the fact that we have a desert just a day trip's drive away has remained quite a mystery.",
				"Wed4":"Hi @! How are you doing today?#$e#I wish I could make your farming job easier somehow.",
				"Wed6":"I've been collecting some useful data from that cave on your farm.#$b#It's unique in that it produces flora that are often unavailable in the direct surrounding environment.#$e#We're still years away from determining how to utilize this, though.",
				"Wed8":"Whenever my field research becomes a bit stagnating, I'll admit that I enjoy a little off-the-wall chemistry.#$e#I got my hands on a little cesium a few years ago. Robin said \"never again.\"$h",
				"Wed10":"Sorry, I must talk your ear off from time to time, don't I?",
				"Thu2":"Growing any green beans? One of my favorite comfort foods uses them in a recipe.",
				"Thu4":"There are a variety of sponsors who support my work. It took several years of publication and networking to be able to set up my lab out here.#$e#I did have my sights on Stardew Valley for quite a while.$h",
				"Thu6":"It's no wonder that humans have been farming in this region for countless generations. It takes an environment like this for early man to thrive.",
				"Fri4":"Robin has a hot temper. It's better to stay on her good side.#$e#...now if I could only quantify her mood levels, perhaps I could model the fluctuations using a sinusoidal curve...$u",
				"Fri6":"When I met Robin in college, a lot of my friends were pretty awestruck at my willingness to date someone who's already a mom.#$e#What can I say? We were just a good match.$h",
				"Fri10":"I can't help but analyze the 'why' of everything. The way plants grow, the way food tastes, the reason good art looks beautiful.#$e#But every once in a while, I recognize the need to detach, stop questioning, and simply dance with my wife.",
				"Sat4":"One aim of my research is to figure out the exact environmental conditions that we see here in the valley, that make it so uniquely fertile for such a wide variety of species.#$e#In terms of application, we could use it to bolster the abundance of crop turnouts in less fertile regions.",
				"Sat6":"Greetings, @. How is your work progressing?#$e#If you grow any pristine crops, it would be a privilege to examine them.#$e#And possibly taste them, too!$h#$b#...For science.",
				"Sat10":"Have you heard of giant crops? Apparently, if certain crops become so dominant in a wide enough plot of land, there's a small chance for the giant variant to manifest.#$e#Nature almost bred them out of existence, since their size makes them impractical for natural selection.",
				"Sun4":"My work basically is my hobby. Occasionally, though, I'll cook a meal, too.",
				"Sun6":"For Sebastian, I left most of the parenting to Robin.#$e#Even today, it's usually best to stay out of his way and let Robin handle things with him.",
				"Sun8":"Sebastian always seems bored by just about every aspect of my work.$s#$e#Computer science is a science, though. I've always tried to bond with him over that, but there's still a bit of a divide between us.#$e#The books I've read say that's to be expected.",
				"Sun10":"Between you and me, I really thought that Sebastian would have moved out by now.$s#$e#He's even older than I was when I first met Robin...$s#$e#As long as he works and pays his rent, though...",
				"Sun_inlaw_Sebastian":"It's such a relief that Sebastian's finally moved out. I did always think you were a good match for him.$h",
				"summer_Mon6":"Why is it that ice cream tastes so good? Science may never provide an answer.#$e#Ha ha, just kidding. It's the fat and sugar.$h",
				"summer_Tue4":"Fertilizer is best for producing quality crops, but if you need to rush a crop to maturity, use Speed Gro.#$b#In theory, you could get three melon harvests that way, instead of two.",
				"summer_Tue8":"You can use sap and fish to make quality fertilizer.#$e#If it's too time consuming to get the fish, maybe you could catch some snails or periwinkles in some crab pots instead.",
				"summer_Wed10":"When I met Robin in college, a lot of my friends were pretty awestruck at my willingness to date someone who's already a mom.#$e#What can I say? We were just a good match.$h",
				"summer_Thu4":"Hmm... If strigolactone levels could be increased, would it have a proportional effect on mycorhizal growth?$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
				"summer_Thu8":"I became a scientist because I wanted to contribute to the progression of our species.#$e#Of course, none of this would be possible without farmers such as yourself.$h",
				"summer_Fri":"Do you have any animals on your farm?",
				"summer_Fri2":"$p 40#So I heard Maru had you look through that telescope out back.|If you and Maru become friends, I'm sure she'll show you how to use that telescope out back.#$e#Pretty exciting, huh?",
				"summer_Fri10":"Good news, @! I've had an article published in Environmental Science Quarterly!$h#$b#I'd say it's relevant to any modern farmer.#$e#It's all about my recent findings on the reaction of a fertile soil's bacillus toward fungal phytopathogens.#$b#Fascinating stuff!$h",
				"summer_Sat10":"I hope my research will contribute to better, more sustainable use of the environment's resources.#$e#Finding a use for the cave on your farm would be one small example.",
				"summer_Sun10":"Fertilizer is best for producing quality crops, but if you need to rush a crop to maturity, use Speed Gro.#$b#In theory, you could get three melon harvests that way, instead of two.",
				"fall_Mon10":"Remember, there's a thriving ecosystem living right there in your farm's soil. Be sure to take good care of it.#$e#I'd argue the soil is far more amazing than even the plants that grow from it. Especially this time of year!#$b#Why, just right now the azotobacter levels are soaring, providing phenomenal nitrogen fixation for the plants. Not to mention the rhizobium...$h#$e#...Robin isn't too terribly interested in this topic.$s",
				"fall_Tue10":"The more we pull resources from a variety of locations, the less we have to take from each place.#$b#There's an ecological incentive to biodiversity. We can't keep this world running on factory-like monocultures.",
				"fall_Wed":"Let's see... perhaps the nitrogen fixation level is affected by nematode secretions...$u#$b#Oh! Sorry. I was pondering some data and I didn't notice you there.#$e#Do you need anything?",
				"fall_Thu":"How's the farming business going? It's corn season, isn't it?#$e#I can imagine it being pretty peaceful, working outdoors with plants all day.",
				"fall_Thu6":"Maru sure spends a lot of time working on those gadgets of hers.#$e#I'm glad she's so dedicated.",
				"fall_Thu_inlaw_Maru":"I'm still flabbergasted about Maru's secret robot... was it all a dream?",
				"fall_Fri10":"Hmm, I was looking through my microscope at a soil sample from your farm. I found some strange, sparkling phenomena.$s#$b#Then when I looked back less than a minute later, I was unable to find it again.$s#$e#The good news is that your soil is quite healthy. Thriving, really.#$b#But I wish I knew what it was that I saw.$s",
				"fall_Sun":"During this time of year I divert my attentions to fungi.",
				"fall_Sun6":"We know a lot about nature thanks to science.#$e#But there's always a lot more to learn.",
				"winter_Mon10":"Robin insists on hiking all the way down to Cindersap Forest to chop trees. She certainly knows what she likes.#$e#The hot spring area is much closer. And I measured that its trees decay a full tenth of a percent slower!#$b#But she still sticks to her reasons.",
				"winter_Wed":"Talk to my wife if you want to increase the size of your house.",
				"winter_Wed4":"Do you have a kitchen in your house yet?#$e#Cooking is kind of like doing lab work.",
				"winter_Wed10":"Have you saved some produce for cooking this winter? I bet you have quite a stash!",
				"winter_Thu10":"Robin teaches me a lot about how to step back from life's scientific technicalities and focus more on things like aesthetics and well-being.#$e#I can see her perspectives. Sometimes it just takes a bit of time so I can make sense of them.",
				"winter_Sat":"Hello.#$e#%Demetrius seems lost in thought.",
				"winter_Sat4":"Let's see... if seasonal nitrogen levels could be modeled by a piecewise function...$u#$b#Oh! Sorry. I was analyzing data and I didn't notice you there.#$e#Do you need anything?",
				"winter_Sat8":"Feel free to harvest as much lumber and stone from this area as you please.",
				"winter_Sun10":"There's likely a naturalistic explanation for every phenomenon.#$b#Even things like love, or spirituality, or the origin of the world perhaps may be explained with science.#$e#Some say that takes the wonder out of the universe.#$b#Myself? I don't think so. If anything. it increases my awe for existence.",
				"Event_tomato1":"Really? I figured a farmer would know the correct answer...$s",
				"Event_tomato2":"See? @ agrees with me.",
				"Event_Lab_Silence":"Well, we'd better titrate this solution before it crystallizes on us.",
				"Event_Lab_Rat":"*sigh*... %fork$4",
				"spring_1_2":"Happy new year! Lots of work ahead of both of us.",
				"summer_28":"You got my letter, right? Don't be late! You won't want to wait a whole 'nother year for it.$h",
				"winter_28":"We've completed another rotation around the sun!#$e#That deserves a celebration, it seems.",
				"summer_28_2":"You got my letter, right? Don't be late! You won't want to wait a whole 'nother year for it.",
				"winter_28_2":"We've completed another rotation around the sun!#$e#That deserves a celebration, it seems."
			}
		}
	]
}