{
	"Changes":[
		{
			"LogName":"Dwarf",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Dwarf",
			"Entries":{
				"Mon":"Welcome to my shop.",
				"Mon2":"My name? My people have never used names.#$e#No, it isn't confusing. Frankly, I would have a harder time trying to remember a different name for every person I've met.",
				"Mon4":"I got some of this stuff from the surface. I just take it from your people during the night.#$e#Hmm? What is this concept you call \"private property\"?",
				"Mon6":"When you humans had your mining operation below, I had to be very crafty to evade detection.#$e#Obviously, I don't care much about that anymore. I humbly welcome you here.",
				"Mon8":"You keep coming back here. Do you... like bombs?",
				"Tue":"I know that you are new to my language. Please, ask me to repeat anything you hear me say.",
				"Tue2":"When was I born? Well, some time ago. It was...#$b#...wait, when would that be on your calendar?#$b#Some time in late \"summer,\" I think. Summer 22?",
				"Tue4":"Ah... cave carrot stew, cave carrot roast, cave carrot soup and cave carrots au gratin.#$e#...And a ramekin of cave carrot brulee to sweeten the night.#$e#What?",
				"Tue6":"Occasionally, I see a gray-haired human come through here.",
				"Tue8":"You thought Dwarves had long beards? But... I do have a long beard. Can't you see it?#$e#What, a beard like the gray-haired human has? Well his isn't just long, it's excessive.",
				"Tue10":"I don't think I survived the Elemental Wars because of my bravery. On the contrary, the only thing I was ever good at was hiding.#$e#I'm not proud of that fact.",
				"Wed2":"You're only how many years old?#$b#Ah, yes, I apologize. In a dwarven lifespan, you would still be a child.#$e#I hope you take no offense.",
				"Wed4":"Long ago, my people knew the secrets of advanced technology. The archaeological evidence proves that.#$e#But I wonder where it came from? And where did it all go? I have some ideas, but not the complete story...",
				"Wed6":"I'm impressed by how much your species has advanced in the past 100 years alone.#$b#Are humans always in a rush like that?",
				"Wed8":"A few times, I have seen a strange, blue human climbing down through the mines.#$e#At least, I think he's one of you humans.#$e#I don't trust him.",
				"Wed10":"Of course I need money. Why would I sell my products for free?",
				"Thu":"You're not a spy sent by the Shadow People, are you?#$e#I'm keeping my eye on you.",
				"Thu2":"Yes, I live alone. I have no family. You can thank the shadow brutes for that.",
				"Thu4":"I feel most comfortable underground.#$e#The deeper underground, the better.",
				"Thu6":"Most floors in the mines have become unlivable. Too many monsters.#$e#Living up here will have to do, though.",
				"Thu10":"I humbly thank you for your continued visits. You have made me consider humans differently since you showed up.",
				"Fri2":"Most humans fear the unknown... that's why I've hidden my shop here.#$e#Your mining skills prove you're trustworthy.",
				"Fri4":"Please inform me if you find any precious stones in the mine.",
				"Fri6":"My language is so much easier than what humans speak. You learned enough to have this conversation with me fairly quickly, did you not?#$e#Nonetheless, your skills are praiseworthy for a newcomer.",
				"Fri8":"Zzzzzz... Oh?#$e#My apologies. I usually delve into the mines during your night and I sleep at some point during your day. What do you need?",
				"Sat2":"So you're a farmer, then? Do you raise any slimes?",
				"Sat4":"I am happy to receive any dwarven artifacts that you find. But seeing them does fill me with a bit of sadness, too.#$e#I can't offer you any reward for them, but... just so you know.",
				"Sat6":"The mines can be a treacherous place. Be careful, friend.",
				"Sat8":"Explosives are only dangerous if you are a fool. I have used things like these since my earliest days.",
				"Sun":"Care to buy anything today?",
				"Sun2":"I am willing to try human cuisine, yes. Why don't you bring some by?",
				"Sun4":"One day you'll have to tell me about this beverage you call \"milk\".",
				"Sun6":"The old way of my life is gone. I must connect with humans, but I also do not think your species would receive me well if I walked through the town.#$e#The light outside would drive me crazy in a matter of minutes, too.",
				"Sun8":"You are without a doubt the one human I have spoken to more than any other.#$e#I was always taught to stay away from humans, but I am glad that I decided to shun that rule.",
				"summer_Mon10":"I feel much more secure inside. When I step out under your open sky, I feel almost as if I could fall into it.",
				"summer_Tue10":"You have devices called... computers? Ah yes, I think I know what you mean.#$b#You can thank my ancestors' ingenuity for giving humans the idea.",
				"summer_Wed10":"I'm impressed by how much your species has advanced in the past 100 years alone.#$b#Are humans always in a rush like that?",
				"summer_Thu10":"My ancestors were capable of taming massive dragons. Or so I heard long ago.#$b#In truth, I have no evidence that it is true. It could merely be a tale.",
				"summer_Fri10":"There are other cave systems around the world where other dwarves dwell. But I have not seen them with my own eyes for a long time.",
				"summer_Sat10":"In the future, if there are no dwarves to carry on our legacy, then I suppose it must be up to humans like you.#$b#Please be good to the underground.",
				"summer_Sun10":"The volcanic activity in this mountain is increasing. Your kind may want to watch out when it erupts.#$e#I predict it will happen in about four thousand years.",
				"fall_Mon10":"A few times, I have seen a strange, blue human climbing down through the mines.#$e#At least, I think he's one of you humans.#$e#I don't trust him.",
				"fall_Tue10":"The old way of my life is gone. I must connect with humans, but I also do not think your species would receive me well if I walked through the town.#$e#The light outside would drive me crazy in a matter of minutes, too.",
				"fall_Wed10":"Humans make a lot of garbage, hmm? Where else does it come from?#$e#I wasn't talking about you. I meant the other humans.",
				"fall_Thu10":"There was a thriving Dwarvish civilization near a volcano south of here.#$e#I assume it must lie in ruins now.",
				"fall_Fri10":"The gray and white parts of the sky... you call those... clouds?#$e#How interesting.",
				"fall_Sat10":"You say you can grow yams up on the surface? Perfect.#$b#It would be simple to cook a roots platter.",
				"fall_Sun10":"...#$b#You are... a kind person.#$b#...#$b#I have not said that to anyone in many years.",
				"winter_Mon10":"Strange things have begun to happen in the mines. Dangerous hordes of monsters, odd environments...#$b#Could that strange blue human be involved?",
				"winter_Tue10":"You can find rare fish in the lakes down below. Have you heard of the Lava Eel and the Ice Pip?#$e#Only an expert angler could catch them.",
				"winter_Wed10":"All old things pass into new. My civilization has crumbled. But I do not wish to be discarded.#$e#I have a near endless supply of bombs. I will not go quietly.",
				"winter_Thu10":"Skull... cavern... beneath a desert. Yes. I believe my people spent some time there, long ago.#$e#I do not believe you will find any dwarves there now.",
				"winter_Fri10":"My people used to be legendary blacksmiths, too.#$b#But that is another art lost to the ages.",
				"winter_Sat10":"You seem like an ambitious type. Please be careful with the power you weild, or you will become a monster yourself.",
				"winter_Sun":"Ah, yes. It's true that there's a shrine of death near here. Some humans must have tunneled straight into it some time ago.#$e#I can't say exactly where it came from. Certainly not my people. And the shadow people have also denied it.#$e#Have you been there?",
				"winter_Sun10":"The hostile spirits in the shrine of death must be quite ancient.#$b#I'm sure they would be no match for you, though."
			}
		}
	]
}