{
	"Changes":[
		{
			"LogName":"Evelyn",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Evelyn",
			"Entries":{
				"Introduction":"Why, hello and welcome to our little community, dear!#$b#You can call me 'Granny' if you like.$h",
				"Mon2":"Well hello there, dearie. Looks like you're keeping busy.#$e#Just be sure to take some time for yourself, too.",
				"Mon4":"There used to be so many children in this town. My, how they've grown up!",
				"Mon6":"I have good days and bad days with my energy. Today is a good day.#$e#Even if it's a bad day, there's no use moping about it.",
				"Tue2":"How's life on that farm going for you?#$e#George mentioned to me how glad he was to see someone working on it again. I don't know if he'll tell you that, though.",
				"Tue6":"It's nice of you to take the time to visit George and me.#$e#Without young people around, we'd age much faster.$h",
				"Wed8":"So what are young folks into these days?#$e#I suppose I'd have to visit Zuzu City to find out for sure. Pelican Town must not be like a lot of other places.",
				"Thu4":"I'll be baking cookies today. I like to make flower shapes in the spring.$h#$e#Have you tried a little baking yet, dear?",
				"Thu6":"I think if I cut them right, I can make my cookies look like tulips today.#$e#Even if no one eats the cookies, it helps me to do something creative.",
				"Thu8":"It's cookie baking day again. If we wind up with leftovers, I'll be sure to send you some in the mail.",
				"Fri2":"George watches the news a lot. I worry it'll give him a skewed perspective of the world.#$e#If you want a better perspective, look no further than your own neighbors. That's what I say.",
				"Fri4":"You'll see George heading to the Shrine of Yoba on Sundays.#$b#His own little traditions are the only things that can get him to do anything good for him.",
				"Fri6":"I hate to ask, dear, but could you talk to George a bit for me? The longer he stays locked up in the house, the crankier he becomes.#$e#I'm terribly sorry.",
				"Fri8":"One of George's favorite TV programs is so violent. And he always keeps the volume up so loud.#$e#I worry it can't be good for his health. Why bring more stress into the house when we don't need it?",
				"Fri10":"George agreed to turn the volume down on the TV. Turns out his ears are actually better than mine.#$e#That's no little victory. I've been asking him for years.",
				"Sat4":"Springtime always gives me a fresh sense of hope. I figure these old bones still have a number of good years left!",
				"Sun6":"I keep a diary, but I always write down what I did two days ago. It's an exercise that helps me with my memory.",
				"summer_Mon10":"George does what he can to help out. Well, sometimes, anyway, if he's in a good mood.#$b#But that's okay.",
				"summer_Tue10":"Some days, George drives me crazy, but if I weren't by his side, I'd drive myself crazy just thinking about him.",
				"summer_Wed6":"I would go to Caroline's aerobics class if I could keep up half the speed of those other ladies.#$e#It's fine, though. I just do some basic stretches in the morning, and I walk a lot. Can't do much else beyond that.",
				"summer_Thu4":"I'm going to bake cookies today. They're coconut wonders shaped like little palm trees! Heehee.$h#$e#Have you tried a little baking yet, dear?",
				"summer_Thu6":"It seems like we always have more visitors when I start baking cookies.#$e#My mother taught me the recipe.",
				"summer_Thu8":"Maybe today's a good day to make homemade bread, instead.#$e#I can't make bread every day. It's a little rough on the joints. Today is a good day, though.",
				"summer_Sat10":"Make sure you don't get sunburnt, dear. I've got some sunscreen tucked away somewhere if you need it.",
				"summer_Sun10":"*sniff* ...Hello, dear.$s#$e#I'm sorry for you to see me like this. It was around this time of year that we lost our daughter, Alex's mother.$s#$e#I'll be alright by tomorrow, dear. Thank you for asking.$s",
				"fall_Mon10":"I'm thankful for my hobbies to get me out of bed and active each day. I don't need much more than that.#$e#They bring me a lot of fulfillment. Making people happy is the best hobby, I like to say.",
				"fall_Tue6":"So what are young folks into these days?#$e#I suppose I'd have to visit Zuzu City to find out for sure. Pelican Town must not be like a lot of other places.",
				"fall_Wed8":"What's the secret to a lifelong marriage? Well that's quite a question!#$b#Of course, there are countless answers, but the one thing all those answers have in common...#$b#...is that you must love, simply and unceasingly.",
				"fall_Thu4":"Today I'm baking cookies. They're shaped like little pumpkins.$h#$e#Have you tried a little baking yet, dear?",
				"fall_Thu6":"I think I'll try something different today. Leaf-shaped cookies! $h#$e#It helps me to make something that reflects what I see outside.",
				"fall_Thu8":"Hey there, dearie. I was just thinking I might have to make a treat to send you in the mail sometime.$h#$e#It'll just have to be a surprise, though.$h",
				"fall_Fri6":"Ooh, that breeze sure is blowing. Is it always so chilly this time of year, or is it just me?",
				"fall_Sat":"Are you friends with Alex?#$e#Sometimes he worries me sick.",
				"fall_Sat4":"Does Alex still spend his time with Haley? She's a good girl, but I wonder whether she gives him the kind of support he needs.",
				"fall_Sat8":"Have you been spending much time with Alex lately?#$e#I just wonder sometimes where his life is headed.",
				"fall_Sun8":"You must know a thing or two about computers, dearie. Do you have one at your house?#$e#It's just pencil and paper for me, most of the time. That's always been my style.",
				"winter_Mon6":"I've walked the same roads of Pelican Town a hundred thousand times.#$e#But today is the first day I've ever walked them THIS time.$h",
				"winter_Mon10":"Perhaps George will outlive me in the long run. If that happens, you tell him not to burden Alex for too long!$s#$e#No young man needs that kind of responsibility.$s",
				"winter_Tue8":"Every day is so hard with George, but we can't move into assisted living.#$b#This community is really what keeps us going. If we didn't have Pelican Town, we wouldn't have anything.",
				"winter_Wed10":"Well well, just look at the way you run everywhere! You must be keeping nice and warm!$h",
				"winter_Thu":"It's another great day for baking cookies. They're in the shape of little snowmen this time.#$e#Maybe I'll tell you my recipe one of these days.",
				"winter_Thu4":"It's another great day for baking cookies. They're in the shape of little snowmen this time.$h#$e#Have you tried a little baking yet, dear?",
				"Winter_Thu6":"I've got some snowflake-shaped cookie cutters to use today. This should be fun!$h",
				"winter_Thu10":"I bake cookies because they never fail to make George open up to me.#$e#He had a bite of cookie in his mouth when he looked right at me and said \"I love you\" for the first time.#$e#He's kept that going ever since.",
				"winter_Fri10":"George watches the news a lot. I worry it'll give him a skewed perspective of the world.#$e#If you want a better perspective, look no further than your own neighbors. That's what I say.",
				"winter_Sat10":"I'm reading through 'The Zuzu City Express' again. Have you read it? It's one of my favorites.$h#$e#The movie version is excellent, too.$h",
				"spring_1_2":"Well, a very fine day to you too, dearie! I hope your year is off to a nice start.$h",
				"spring_21":"Looks like I need to get started on the flower arrangements for the dance next week.#$e#I hope you'll be there, dearie!$h",
				"spring_23":"The flower arrangements for tomorrow's dance are all but finished. I hope Mayor Lewis will be pleased.#$e#And I hope you'll be pleased, too!$h",
				"summer_10":"Mayor Lewis always gets so nervous for the luau. Be sure to show him some support.#$e#The best way to do that is simply to bring something delicious for the soup.",
				"winter_7":"I'll gladly brave the cold for tomorrow's Ice Festival. That's an important one for me.#$e#I'll even drag George along with me, no matter what he says.$h",
				"winter_1":"I had Alex hang up the old winter decorations this morning. I'd say he did a great job!",
				"winter_28":"Best wishes in the new year, dearie. It's such a blessing to have you here in town.",
				"spring_21_2":"Looks like I need to get started on the flower arrangements for the dance next week.#$e#I hope you'll be there, dearie!$h",
				"spring_23_2":"The flower arrangements for tomorrow's dance are all but finished. I hope Mayor Lewis will be pleased.#$e#And I hope you'll be pleased, too!$h",
				"summer_10_2":"Mayor Lewis always gets so nervous for the luau. Be sure to show him some support.#$e#The best way to do that is simply to bring something delicious for the soup.",
				"winter_7_2":"I'll gladly brave the cold for tomorrow's Ice Festival. That's an important one for me.#$e#I'll even drag George along with me, no matter what he says.$h",
				"winter_28_2":"Best wishes in the new year, dearie. It's such a blessing to have you here in town."
			}
		}
	]
}