{
	"Changes":[
		{
			"LogName":"Gus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Gus",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"Saloon8":null,
				"Saloon_Tue":null,
				"Saloon_Thu":null,
				"Saloon_Fri":null,
				"Mon":"Yeah, I know a lot about the people living here.#$e#That's one of the benefits of being a bartender.$h#$e#Sometimes I hear too much...",
				"Mon2":"Hey there, @.#$e#So how's work treatin' you lately?#$b#I know things can be hard sometimes. We all get there eventually, though, as long as we don't give up!",
				"Mon4":"Have you tried the games in the arcade yet?#$e#I don't play 'em myself. I just figured that every good saloon needs some games as part of the atmosphere.",
				"Mon6":"Emily's a great girl. Have you two been hanging out much?",
				"Mon8":"*whisper* Hey, @. Y'know, I've been thinking...$s#$q 010/011 Mon_old#If I help someone make bad choices with their drinking habits, is that on me?#$r 010 -20 Mon_010#Honestly? Yes.#$r 011 0 Mon_011#No. Everyone's responsible for themselves.",
				"Mon_old":"$p 010#We're just gonna have to politely disagree on what we talked about the other week. I respect your opinion, though.|I appreciate hearing your opinion the other week. You're a good friend.",
				"Mon_010":"Hmm. Thank you for your opinion. I'll have to think about it.$s",
				"Mon_011":"That's always been my philosophy. It's just that after years of seeing customers' struggles up close and personal, it starts to wear on you.$s",
				"Mon10":"I know I can't solve every customer's problems, but behind the counter, I can still be there and treat them as a person.",
				"Tue2":"I've got some self-published cookbooks for sale, too. Have you checked them out?",
				"Tue4":"You should see what's on the menu tonight! I've got something really special.",
				"Tue6":"It was always my dream to open a little restaurant of my own.#$e#Things worked out well! I don't think an old-fashioned saloon like this would be possible in a bigger town.$h",
				"Tue8":"Be sure to give that jukebox a spin sometime. What are you in the mood for?",
				"Wed":"Glad to see you, buddy.$h^Glad to see you, young lady.$h#$q 012/013/014/015 Wed_old#I've got a cold beer here on the house.[346] What's today's battle? Lay it on me.#$r 012 10 Wed_012#It's kind of lonely here.#$r 013 10 Wed_013#I know nothing about farming.#$r 014 10 Wed_014#I have no money.#$r 015 0 Wed_015#Everything's peachy!",
				"Wed_old":"$p 015#I hope things are still going well! Let me know if you need a pick-me-up, though.|Remember you've got lots of friends here at the saloon. Especially on Fridays!",
				"Wed_012":"I feel ya. That's the reality for any newcomer.#$b#But relatively speaking, there are quite a few singles your age in Pelican Town. You're bound to hit it off with someone.$h",
				"Wed_013":"Well, I once knew nothing about cooking and brewing! But here I am.$h#$b#Truth is, we all start somewhere. Be sure to forgive yourself when things go wrong, and I'm sure you'll make it.",
				"Wed_014":"Oh yes, we've all been there, if we're not there now.$h#$b#But you know, your future looks bright. You're a landowner! I'm sure things will work out.",
				"Wed_015":"Is that so? Well, I'm glad to hear it. Pelican Town truly is a special place.$h#$b#Just let me know if something comes up. I'm always ready to lend an ear.",
				"Wed2":"Not to boast or anything, but the Saloon is the best place to be on a Friday night!$h#$e#Hope you can make it this week.",
				"Wed4":"Emily's been working here for a while now. I don't know what I'd do without her!#$e#I would hate to have to clean all those pots by myself.$s",
				"Wed6":"I try to source as many fresh, local ingredients as possible.#$b#Otherwise, what would really make my spaghetti or my salad any different from other restaurants'?",
				"Wed8":"Yes, I was married once, a long time ago. Did I ever tell you that?$s#$e#She's no longer with us. But I think about her every day.$s#$e#I like to think that what I do here at the saloon is to fulfill the dream we had together. First and foremost, just spread joy. I don't think she'd want anything less.",
				"Wed10":"After my wife passed, marrying again isn't for me. For some of us, we only meet the love of our life once.#$e#Despite life's hardships, we must never forget to spread joy to those around us.",
				"Thu2":"I'm no hedonist, but I truly think that good food and drink are some of the greatest things a person can live for.$h",
				"Thu4":"I feel like I've got even more of a reason to love Pelican Town when I'm able to source locally from your farm!$h#$e#So, if you're growing something good, I'd be honored if you brought some by!",
				"Thu10":"*whisper* I've been limiting the number of drinks I give Pam, more than I used to.#$e#I swear she's got a flask in her pocket, though, because sometimes she still winds up pretty sloshy.$s",
				"Fri2":"Hi there, @. How's that farming life working out for you? Be sure to treat yourself right every once in a while.",
				"Fri4":"Sam tries so hard at billiards, but he loses to Sebastian each time.#$e#Sam must be a really good sport about it, because they've been at it week after week!$h",
				"Fri6":"I don't actually drink very much myself. I'm mainly doing this to make a living.#$e#Although I do enjoy a taste of the Stardew Valley vintage from time to time.",
				"Fri8":"Whew! What a week it's been!#$e#I meant everyone else's week. I don't consider things done until the last mug is washed tonight!$h",
				"Sat":"Business was great last night. I'm pleased.#$e#Be sure to drop by again soon!$h",
				"Sat2":"Are you much of a chef, @?#$e#If you have a kitchen and some recipes, you can cook some useful dishes.#$e#Home-cooked meals make great gifts, as well.",
				"Sat4":"I play a little violin when I find the opportunity. As much as I love cooking, sometimes it's good to have a hobby that isn't also your job.",
				"Sat6":"Look, I know I serve a lot of drinks to a few of my customers. But I'm a strong believer in personal freedom. That's all.$3#$e#Sorry... what's new with you?",
				"Sat8":"I think I've earned a little glass of Stardew Red tonight.#$e#Are you going to be enjoying anything, @?",
				"Sun2":"I think I found the right place for myself here in Stardew Valley. This is the exact kind of place I looked for my whole life.",
				"Sun4":"How are you doing, @?#$e#Me? Just livin' the dream.$h",
				"Sun6":"I know I can't fix everyone's problems, but if I can make a fellow something delicious, I feel I've done my part.",
				"Sun8":"The Stardrop Saloon is definitely one of the older buildings in town.#$e#I restored it when I first bought it, but I'm far from the original owner.",
				"Sun10":"You're a good friend, @. Here's one on the house.[346]#$e#Cheers! To another good week!",
				"summer_Mon10":"I was in Zuzu City a while back, and I've gotta hand it to those food truck vendors. They've got some real skills!#$e#They've got tacos, curries, burgers, just about anything you could wish for!#$b#Of course, you know me, I like to eat a little of everything, just like how I like to make a little of everything!$h",
				"summer_Tue10":"Sorry if your food is served a little late today. There was a fly in the saloon and it took a good chunk of the morning to drive it out.#$e#That fly made me late for the prep work. My apologies.",
				"summer_Wed10":"A mascot for the saloon? Already got one. Have you walked by Gerald the Bear every day without saying hello?#$e#He he he.$h",
				"summer_Sun2":"This might be my favorite season. I bet you can grow a lot of great produce right now.",
				"summer_Sun6":"What a hot day! I could really go for some fresh-squeezed orange juice right now.#$e#It's an old favorite of mine.$h",
				"summer_Fri10":"Friday nights are always a good reminder of why we all choose to live here. So many happy faces to see!$h",
				"fall_Mon10":"Whew! Running the saloon and making good conversations with people takes just about everything I've got each day.#$b#Love it as I do, I must admit I have to spend most mornings recharging with a little me-time.",
				"fall_Thu10":"Maybe it's time to dust off the old violin. I've barely got any calluses on my fingertips anymore.#$b#Just the usual one on my palm from chopping veggies.",
				"fall_Fri4":"Hey, @! Did you ever try making the 'salmon dinner' recipe I sent you? Now's the time to get the ingredients!$h#$e#You'll also need some kale, though.",
				"fall_Fri8":"Made any cranberry sauce lately? The ingredients are pretty easy to get this time of year.#$e#It'll get you into the mood of the season, for sure.",				
				"winter_Mon10":"Feeling a bit tired today. D'you think people would notice if I cut corners by making a simple stir-fry as the special?$s#$e#Aww, who am I kidding? My stir fry's delicious. No one'd mind.$h",
				"winter_Tue10":"Is \"food\" the meaing of life? Ho ho, I don't know if I'd go that far.$h#$b#But I will say, there aren't many things that do a better job of getting people to come together than good food.#$e#Arguments, politics, it all falls away when there's good grub to share.",
				"winter_Wed10":"There's a town far up north with an old chocolate factory. The sweets they make there? Out of this world.#$e#*sigh* Maybe I'll be back there one of these days.",
				"winter_Sat":"Sure is chilly out there! Think you could do with a hot cup of coffee?",
				"winter_Sat6":"Now's the perfect time of year to huddle up next to the fire with some good comfort food.#$e#Maybe a little pizza? Or... what ideas do you have?",
				"spring_1_2":"I hope you were able to get up on time today! How's the start of the new year for you so far?$h",
				"spring_12":"Boy howdy! I've been staying up late the past few nights, getting ready for the egg festival!#$e#Just wait till you see what I've prepared.",
				"summer_10":"I've got some good dishes prepped for the luau tomorrow, but I try to steer clear of the communal soup.#$e#It's really a hit-and-miss tradition, and I'd rather play it safe when it comes to my reputation.$s",
				"fall_15":"Gonna be at the fair tomorrow? Look for me up north. I'll be making burgers all day.",
				"fall_26":"There's some pretty spooky stuff at the Spirit's Eve festival. Me? I'll just stick with hosting the buffet.",
				"winter_24":"What's a good festival without some good food? *chuckle* I've saved all my best recipes for this feast, so don't go missin' it!$h",
				"winter_28":"Happy new year, @! I'm breaking out the good stuff tonight! [348]$h#$e#Cheers to a great year in Stardew Valley. May the next year be even better!",
				"spring_12_2":"Boy howdy! I've been staying up late the past few nights, getting ready for the egg festival!#$e#Just wait till you see what I've prepared.",
				"summer_10_2":"I've got some good dishes prepped for the luau tomorrow, but I try to steer clear of the communal soup.#$e#It's really a hit-and-miss tradition, and I'd rather play it safe when it comes to my reputation.$s",
				"fall_15_2":"Gonna be at the fair tomorrow? Look for me up north. I'll be making burgers all day.",
				"fall_26_2":"There's some pretty spooky stuff at the Spirit's Eve festival. Me? I'll just stick with hosting the buffet. Same as usual.",
				"winter_24_2":"What's a good festival without some good food? *chuckle* I've saved all my best recipes for this feast, so don't go missin' it!$h",
				"winter_28_2":"Happy new year, @! I'm breaking out the good stuff tonight! [348]$h#$e#Cheers to a great year in Stardew Valley. May the next year be even better!"
			}
		}
	]
}