{
	"Changes":[
		{
			"LogName":"Haley",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Haley",
			"Entries":{
				"Mon4":"I spent 3 hours practicing my signature today.#$e#I guess that's pretty silly, huh?",
				"Mon6":"I used to complain about this town being so small, but I've grown to like it.#$e#If it was much bigger it wouldn't feel like a community.",
				"Tue2":"I wonder if any nice shells washed up on the beach this morning?#$e#This isn't the best time of year for shells, though.",
				"Tue6":"Hey, we should hang out at the beach this summer.$h#$e#Oh, I guess you'll be pretty busy, though, huh?#$e#Well, if you've got time, then.",
				"Tue10":"Oof. I stayed up late reading cookbooks and trying out a couple of new recipes.$s#$e#Why? Oh, well, I just thought you might like it if I got good at that.#$e#Sorry, I'll share some with you sometime.$l",
				"Wed2":"Hmm... I wish it were summer.$u",
				"Wed4":"I'm glad that the flowers are starting to bloom.#$e#Those pink ones smell so good.$h",
				"Wed8":"There are only two things I like about this town.#$b#One of them is the beach.#$e#The other one is a secret! *giggle*$h",
				"Thu2":"*sigh* I could really go for a cupcake right now.#$e#Do you need something?",
				"Thu4":"Guys should have to read fashion magazines... just so you understand how much work girls have to put in each day.^You can borrow my fashion magazines if you want, after I'm done with them.#$e#What a girl shows on the outside is what people will think of her. Some girls think otherwise, but that's just the truth of the world.#$e#I don't make up the rules.",
				"Thu6":"I cooked dinner last night. It actually turned out okay!#$e#But I did make a huge mess in the kitchen...",
				"Thu10":"I was thinking I could try to move away someday, whenever it became clear that Alex's career wouldn't ever get off the ground.$s#$b#But now, I don't think I would move away, even if I could. I have too much to lose here.$l",
				"Sat":"I'm feeling an urge to go shopping. Ugh! I wish there was a mall here.",
				"Sat2":"Oh. Hi farmer boy.^Oh. Hi farmer girl.#$q 070/072/074 Sat_old#No offense, but why would you choose to work on the weekends, anyway?#$r 070 0 Sat_070#It's just for now until the farm's in good shape.#$r 070 0 Sat_070#I just enjoy it.#$r 072 0 Sat_072#There are living things that need my attention.#$r 073 0 Sat_073#I'm not working today, actually.",
				"Sat_old":"$p 073#Enjoying 'not working' again today?|Enjoying your gross job still?",
				"Sat_070":"Wow. Okay.$u",
				"Sat_072":"Really? Won't they be okay for just one day?",
				"Sat_073":"Yeah right. Then how come you look all dirty?$h#$e#Oh. Or do you just always look like that?",
				"Sat4":"*sigh* I need a mall. Online shopping just isn't cutting it for me.#$e#I want to try things on! That isn't too much to ask for, right?",
				"Sat6":"Is your farm doing okay? Maybe I should come by and take some pictures of it.#$b#Or... sorry, is that okay?",
				"Sat8":"#$1 haleySeagull#Yesterday I found a seagull with her wing caught in a net. I set her free, of course. She looked so helpless, the poor thing.$k$s#$e#You know, I should probably start exercising more... this youthful metabolism won't last forever.",
				"Sun":"My sister is so weird. Sometimes I wonder if we're actually related.$u",
				"Sun2":"Hey.#$b#Have you seen Alex?",
				"Sun4":"Sometimes I wish Emily would just treat me like she treats everyone else.#$e#She doesn't care what other people do with their lives, but if it's something I do, she gets all up in my business.$u#$e#I don't know...",
				"Sun6":"I'm thinking about donating a bunch of clothes... I must have a hundred pairs of shoes.",
				"Sun4_inlaw_Emily":"The house is so empty and quiet without Emily around.",
				"Sun8_inlaw_Emily":"The house is so empty and quiet without Emily around. I never thought I'd miss her this much.$s#$b#But are you guys doing well?",
				"Sun10_inlaw_Emily":"The house is so empty and quiet without Emily around. I get so lonely.$s#$e#Why don't you come by?$l",
				"summer_Mon2":"Pretty much everyone who talks to Emily says she's weird.#$e#Some of the clothes she makes are nice, but why would you wear them when there are a ton of perfectly good brands out there?",
				"summer_Mon4":"I'm going to get such a nice tan this summer.",
				"summer_Mon6":"I should start reading some books instead of magazines.#$e#It's good to learn things, isn't it?#$e#I only ever look at the pictures.",
				"summer_Tue2":"Do you wear those clothes every day?",
				"summer_Tue4":"$p 47#Hey I found this new tool to open jars with. So you won't need to help me anymore.$h|There's not a cloud in the sky today.$h",
				"summer_Tue8":"I guess living in the country isn't so bad.#$e#If I lived in the city I might start to miss all the trees.#$e#@, I think I've been hanging out with you too much.$h",
				"summer_Wed4":"It's so hot today!#$e#I wish I had some ice cream.$s",
				"summer_Wed6":"Hey, I'm sorry if I was rude to you when we first met.$s#$e#You're actually really nice. I just didn't understand why anyone would choose to move here.$s",
				"summer_Wed10":"Oh, I was just about to reapply my sunscreen. Can you help?$h#$e#I just need some right between my shoulder blades. Go ahead. Don't be shy.",
				"summer_Thu2":"Alex could teach you a thing or two about staying in shape, just FYI.^Oh, hey. This might seem blunt? But Alex told me to let you know... that he's not interested. Just in case you were wondering.",
				"summer_Thu4":"If you stay in the sun a lot it'll make your hair lighter.#$e#It's a good thing to know!",
				"summer_Thu6":"If you stay in the sun a lot it will make your hair lighter... But you don't want to get sunburnt, either.#$e#I just want a healthy amount of sunlight. Everything in moderation, right?",
				"summer_Fri4":"For girls, shopping actually releases healthy chemicals into the brain. Did you know about that?#$e#A lot of guys just don't get that.^You should try it sometime.",
				"summer_Fri8":"I heard back from one of my friends who moved to Zuzu City a few years back. It doesn't sound as glamorous as I'd thought.#$e#She's working like crazy and can barely afford the rent. It's sad, but it actually makes me grateful to live in Pelican Town.",
				"summer_Fri10":"Oh, hi @!#$e#Do you like kids?$l",
				"summer_Sat":"Farming sounds so boring...#$q 142/143 summer_Sat_old#What do you even do all day?#$r 142 10 summer_Sat_12#Care for plants#$r 142 10 summer_Sat_12#Explore the caves#$r 143 -10 summer_Sat_13#Snoop around in your room#$r 142 10 summer_Sat_12#Dig for treasure",
				"summer_Sat6":"It seems like a good day to go swimming.",
				"summer_Sat10":"Rowr. Well I thought this day couldn't get any hotter.$l#$e#What have you been thinking about today?$l",
				"summer_Sun2":"So you're still not bored with that farm?#$e#Sure, okay. You do you.",
				"summer_Sun4":"Emily usually cooks dinner... But she makes weird stuff like quinoa.",
				"summer_Sun_inlaw_Emily":"Oh... hey.",
				"summer_Sun4_inlaw_Emily":"Has Emily been cooking for you? I kind of miss her cooking. It was actually really good.$s",
				"summer_Sun6_inlaw_Emily":"First my parents leave, and now Emily, too. I just...$s#$e#It's a lot, you know?$s#$e#I'm sorry. I know it's selfish of me.$s",
				"summer_Sun8_inlaw_Emily":"Hey. How's my sister?#$e#I've been getting along okay. It's been an adjustment.",
				"summer_Sun10_inlaw_Emily":"The house is so empty and quiet without Emily around. I get so lonely.$s#$e#Why don't you come by?$l",
				"fall_Mon2":"If I lived in the city, I wouldn't have to worry about slimy leaves and mud everywhere you go.",
				"fall_Mon4":"It's gross when all these fallen leaves get slimy.",
				"fall_Mon6":"$p 48#Did I ever tell you I found another one of my great-grandma's bracelets in the attic?|See this bracelet? It belonged to my great-grandmother.#$e#She was a really interesting lady.",
				"fall_Mon10":"@, I'm happy to see you today.$h",
				"fall_Tue2":"Something smells earthy...#$b#Oh, right. You work on a farm.",
				"fall_Tue4":"Do you have baby bunnies on your farm? Bunnies are SO cute! <",
				"fall_Tue8":"I'm starting to like the smell of dirt. Isn't that weird?#$e#I think it's because you're around all the time.$h",
				"fall_Wed4":"If you're ever bored, come say hi.",
				"fall_Wed6":"I've been experimenting with a slow-speed shutter lately. It gives the fall colors that sort of 'bloom' effect.",
				"fall_Wed8":"If you're ever bored, come say hi.$h",
				"fall_Thu4":"Glitter lipstick is life.#$e#Don't try to deny this objective fact.#$e#*giggle*$11",
				"fall_Thu6":"Shopping just doesn't sound as fun as it used to.#$e#What's happening to me?#$e#Hmm...",
				"fall_Fri4":"You look like you've been doing a lot of hard work.#$b#Why don't you take the rest of the day off?",
				"fall_Fri8":"I got some good shots of salmon jumping out of the water. It takes a lot of patience to get it just right.#$e#Is that what fishing is kind of like?",
				"fall_Fri10":"Hey sexy.#$e#I was just thinking about you.#$e#Miss you.$l",
				"fall_Sat8":"Maybe I'll try a little watercolor painting today. It'll be fun to do something creative.#$e#I have lots of photos I can use for inspiration, too.",
				"fall_Sun10":"I don't think I'd be very happy in this town without you, @. So, thank you.#$e#Seriously, I'll do anything for you if you need it.$l",
				"fall_Sun_inlaw_Emily":"Oh... hey.",
				"fall_Sun4_inlaw_Emily":"So... how's my sister?",
				"fall_Sun6_inlaw_Emily":"First my parents leave, and now Emily, too. I just...$s#$e#It's a lot, you know?$s#$e#I'm sorry. I know it's selfish of me.$s",
				"fall_Sun8_inlaw_Emily":"I've had to change my habits a lot to keep the house in shape.#$e#I mean, you've seen it, right? I'm not doing a bad job, am I?",
				"fall_Sun10_inlaw_Emily":"The house is so empty and quiet without Emily around. I get so lonely.$s#$e#Why don't you come by?$l",
				"winter_Mon6":"A little fresh coconut would make me feel like I'm someplace warmer.#$e#Plus, there's this special volumizing treatment I read about that uses coconut oil. I've tried it a few times and it's the best.",
				"winter_Mon8":"I wish it were warmer here in Stardew Valley.#$e#I could move somewhere else, but...",
				"winter_Tue6":"Hmm. It's too cold to take any good photos right now.$u#$e#Snow is pretty, but my fingers would freeze.",
				"winter_Tue10":"Alex and I have had kind of an on-again off-again thing since we were kids.$u#$e#He's a good guy, but we're much better off as just friends.#$e#...So you don't have to worry about a thing.$l",
				"winter_Wed":"I wish someone would bring me a peppermint coffee.$s#$e#Don't even bother, I know you won't be able to make one.",
				"winter_Wed4":"Hmm. What brand is your shirt?#$e#Oh. Um, nevermind.",
				"winter_Thu":"I'm going to start writing a list of all the clothes I need for next spring.",
				"winter_Fri":"Do you have a pony on your farm?$h#$e#Oh. That's disappointing...$s",
				"winter_Fri6":"How do you get everything all organized on that farm? Like, how did you even start?#$e#It's so crazy to me that you can just do that.",
				"winter_Fri10":"I never thought I'd say this, but I actually think it's really cool that you live on a farm. I wish I did, too.#$e#I just keep thinking about how it'll look when all of the plants bloom again in the spring.#$e#And thinking about you in the middle of the field... that's the best part.",
				"winter_Sat":"The only good thing about winter is that I get to sleep more.#$e#I like at least 10 hours of sleep every night.",
				"winter_Sat2":"Oohhh, I'm so sleepy.$s#$e#Oh well. At least it feels good to sleep in each day.#$e#You've got raccoon eyes. Are you okay?",
				"winter_Sat4":"The only good thing about winter is that I get to sleep more.#$e#I like at least 10 hours of sleep every night.",
				"winter_Sat6":"The snow was all rainbow-twinkly this morning. I got some good macro shots.#$e#Then I went back to bed.",
				"winter_Sun":"Will you say hi to Alex for me?#$e#Thanks.",
				"winter_Sun6":"Um, if you see Alex could you tell him I'm busy today?#$e#Thanks.",
				"winter_Sun_inlaw_Emily":"Oh... hey.",
				"winter_Sun4_inlaw_Emily":"I'm just going to come on out and say it. I really miss Emily. I didn't think I would, but I do.",
				"winter_Sun6_inlaw_Emily":"What am I supposed to do with myself these days?$a",
				"winter_Sun8_inlaw_Emily":"I've started thinking about my future a bit more.#$e#I always thought someone nice would come and sweep me off my feet, but it looks like Emily was the lucky one between the two of us.$s",
				"winter_Sun10_inlaw_Emily":"The house is so empty and quiet without Emily around. I get so lonely.$s#$e#Why don't you come by?$l",
				"spring_1_2":"I think this year, I need to keep working on my photography.#$e#Any new year's resolutions for you?",
				"summer_12":"Did you see Emily yesterday at the luau? So ridiculous.$11",
				"fall_1":"It's fall already?$s",
				"winter_28":"Finally. I was thinking this cold weather would never end.#$e#Just have to wait for all this slush to finish melting.",
				"summer_12_2":"Did you see Emily yesterday at the luau? So ridiculous.$11",
				"winter_28_2":"Finally. I was thinking this cold weather would never end.#$e#Just have to wait for all this slush to finish melting."
			}
		},
		{
			"LogName":"Haley Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHaley",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Ohh, I had plans to go outside today...$s#I've changed a lot over the years, but I still prefer sunny weather.",
				"Rainy_Day_1":"#$c .5#Getting old someday is kind of scary. I'm just glad I'll have you with me.#Sometimes I daydream about our retirement... relaxing on the sunny beaches of the Fern Islands!#$e#Do you ever think about the future?",
				"Rainy_Day_2":"Good morning! I got up early and baked something sweet for you! [223 234 211 651 731]#$e#$c .5#I wonder if I could work as a baker? ...But maybe it wouldn't be as fun. I like baking for you.#I know you're strong, but you still need to eat well to stay at your best!$h",
				"Rainy_Day_3":"#$c .5#I can't go outside today... my hair will go limp. Forgive me, dear.$s#You want me to go out there with you and ruin my hair? Heehee, no, I'll pass.$h#$e#I want to look my best for you.",
				"Rainy_Day_4":"#$c .5#Oh no... If this weather keeps up I'll get so pale.$s#Are you going out in this weather? Just make sure to wipe your boots on the way back in, honey.#$e#I'll just stay here and do some housework.",
				"patio_Haley":"#$c .5#Say 'goat cheese'!#I'm documenting our time here on this farm. Today's another memory in the making!",
				"Rainy_Night_0":"#$c .5#Oh, I'm glad you're back. It's so cold in here by myself... Are you almost ready to shut off the lights?#*giggle* When you get soaked in the rain, it's gross, but it's also kind of hot to see you trudge in like that.$11",
				"Rainy_Night_1":"#$c .5#How do you handle the rain like you do? Ugh, I would die.#I hope it's nice and sunny tomorrow morning. Too much rain can make me moody.$s",
				"Rainy_Night_2":"#$c .5#Oh, thank goodness! I thought I might not see you until the morning.#I hope Emily isn't too lonely all by herself. I should visit her again soon.$7",
				"Rainy_Night_3":"#$c .5#Today was kind of a drag for me. Sorry if I'm no fun.$s#Rain is horrible for a photographer. The lighting is awful, and you can't go outside without ruining your equipment!$s",
				"Rainy_Night_4":"#$c .5#Cooking helped pass the time today. It just took a little effort to get started. [727 231 207 199]#I made a hot meal for you, honey. Lots of spice, just how you like it. Enjoy! [727 231 207 199]$h",
				"Indoor_Day_0":"Good morning! Did you sleep well?$h#$e#$c .5#I don't need to sleep as much as I used to, before I met you. I don't know what that's all about.#I think I might break out the old camera today... the lighting is just perfect.",
				"Indoor_Day_1":"Good morning, dear! Smells good, doesn't it? I made you breakfast! [194 195 210 211 216]#$e#$c .5#Cooking's a lot more fun when you've got someone to cook for.$11#I know you're busy with your work. I'm here to support you in any way I can!",
				"Indoor_Day_2":"#$c .5#Morning, sunshine! You still look a little sleepy.$h#Did you sleep okay? You were snoring a little.$h#$e#I've got some chores to do in here. Have a good day.",
				"Indoor_Day_3":"#$c .5#I'm glad I've learned to enjoy cleaning! The house gets dirty very easily. It's satisfying to get everything squeaky clean.#I hope today's not too busy of a day. We should spend some time with each other.#$e#Can I have a kiss before you leave?$11",
				"Indoor_Day_4":"#$c .5#I felt like I had no direction in life before I met you. Now I have exactly what I want.$l#Good morning, dear. Another day of farm chores, huh? I'll be thinking of you. <$h",
				"Indoor_Night_0":"#$c .5#You look like you've been working hard, dear. Let me help you de-stress.$l#I never thought I'd say this, but the country lifestyle really suits me.$h",
				"Indoor_Night_1":"#$c .5#Good evening, honey. Anything you need from me to help you unwind?$l#Thanks for letting me be a domestic wife. I know I'm a bit traditional that way, but I really like it.",
				"Indoor_Night_2":"Oh good, you're back!<$h#$e#$c .5#This is probably my favorite time of the day.$l#How was your day?",
				"Indoor_Night_3":"#$c .5#Oh, that smell? I just put on a little fleur de cerisier perfume before you came in. I hope you like it.#Good evening, honey. When do you want to head to bed?$l",
				"Indoor_Night_4":"#$c .5#Dinner's ready! I hope you're hungry![727 231 207 199 197 212 208]$h#This recipe took a while to make, but it was a really fun one. Dig in! [727 231 207 199 197 212 208]$h",
				"Outdoor_0":"I always feel best when I'm outside, breathing fresh air.#$e#$c .5#You know what I mean, right? Like, look at you. You're always outside.#Don't get me wrong, your grandpa's old cottage is very nice! But nothing beats this beautiful landscape.",
				"Outdoor_1":"#$c .5#I'm going to give Emily a call today. I just need to wait until she gets up.#We've got to make sure the farm is cute! That might be important... right, honey?",
				"Outdoor_2":"#$c .5#Is today going to be another busy day?#Hi, honey! If I knew more about farm work I'd help you out more. Sorry!#$e#I'll be thinking of you.$h",
				"Outdoor_3":"#$c .5#I used to be so bored with this town. But once you learn how to stop and appreciate things, it's not really that bad.#I'm just going to do some dusting over here. That should help you out, right?",
				"Outdoor_4":"#$c .5#Looks like a good day to work on my tan, don't you think, sweetheart?#Don't overwork yourself, dear. Make sure and take a break every now and then, or get something to eat.",
				"Outdoor_Haley":"#$c .5#Looks like a good day to work on my tan, don't you think, sweetheart?",
				"funLeave_Haley":"#$c .5#Well, I can't hang around here the whole week. Today's my day to get out.#I'm going to socialize in town for a bit today.",
				"funReturn_Haley":"#$c .5#Everyone's so much nicer to me these days. It's probably because I'm nicer to them, too.$h#It was nice seeing everyone in town. Did you have a good day, dear?",
				"OneKid_3":"#$c .5#*sniff* I'm not crying 'cause I'm sad. I'm crying 'cause... I just- didn't- know- ...I could love our baby so much. *sniff*$s#Isn't it strange? I'm not used to being a mother.",
				"TwoKids_2":"#$c .5#Watch out for those babies! Here comes the cute brigade!$h#Isn't %kid2 a very good-looking baby?",
				"TwoKids_3":"#$c .5#A big house, two kids, and a beautiful plot of land. I'm not sure what else I could ask for.#Two kids later and I've kept my figure. Not to boast or anything, but...$h^One more positive thing about adopting? We both got to keep our figures.$h",
				"spring_8":"I have to admit I was a bit of a drama queen when I was younger.#$e#Okay, maybe a pretty big drama queen.$h#$e#But it's just crazy to think about. Those teenage years are like something out of someone else's life. They're so distant now.",
				"spring_14":"I hope you don't mind it if I still say hi to Alex during the festivals.#$e#It's a small town, so I feel like we've all got to be friends.",
				"spring_22":"There are a lot of pretty flowers out there! I wouldn't mind if you brought some home so I could decorate my hair for later this week...",
				"spring_23":"What? Of course we're still young enough for the flower dance. Don't be silly.$h#$e#And I'm looking forward to showing the whole town how proud I am to be with you.",
				"spring_28":"I hope we make some good memories this summer. What are you looking forward to?",
				"summer_6":"You know, one kind of funny thing about not spending every day with Alex anymore... I don't have to listen to him talk nonstop about sports.",
				"summer_8":"If you get too hot out there, why don't you come looking for me? We'll spend some time in the shade.",
				"summer_12":"I like dancing, but when Emily does her thing at the luau, it's actually more fun for me just to watch.",
				"summer_22":"Want me to wear anything sexy tonight?#$e#Hah, like that's even a question, right?$h",
				"summer_27":"The moonlight jellies are tomorrow night. Can we call it a date?",
				"fall_3":"Well, there we go! I just had to bake something to pull me out of the fall blues. Here, give it a try. [223 234 211 651 731]",
				"fall_8":"With the colors outside, I don't want to miss the opportunity for some good photos.#$e#Maybe I can do some watercolor painting, too. I just need to stay creative.",
				"fall_13":"It's time to renew my subscription to 'Fashion Girl.' I have to remember to do that today.#$e#I know, I'm getting a little old for them. But what's wrong with a little teenage-years nostalgia?",
				"fall_22":"Brr... it's actually pretty cold this morning. I'd almost expect it to snow soon.$s",
				"fall_28":"I think I saw a few snowflakes this morning. It's always so magical to see the first ones of the year.",
				"winter_8":"I wanna drop by my darkroom today. I've got some photos to develop.#$e#Plus, it wouldn't be bad to check in on Emily. It's almost like I'm the big sister now, in certain ways.",
				"winter_22":"That was fun, getting up in the middle of the night like that and watching a movie.$h#$e#I'm a little sleepy, but it was worth it.#$e#Besides, it's not like either of us was sleeping well, anyway.",
				"winter_24":"The Feast is tomorrow! What are you hoping to find under that tree?$h",
				"winter_28":"Happy new year, almost! I baked a pie for tonight. [222 608]$h#$e#Maybe you can get something to drink, and we'll have ourselves a little celebration."
			}
		}
	]
}