{
	"Changes":[
		{
			"LogName":"Harvey",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Harvey",
			"Entries":{
				"Mon4":"It's important to make sure you keep up a hobby outside of your regular work.#$q 080/081/082/083 Mon_old#What's your biggest hobby outside of farming, @?#$r 080 5 Mon_080#Fishing#$r 081 5 Mon_081#Socializing#$r 082 5 Mon_082#Home decor#$r 083 -50 Mon_083#Binge drinking",
				"Mon_old":"$p 083#As your doctor, I have to ask, have you found a healthy outlet that doesn't involve alcohol?|Without a little variety, it becomes easy to burn yourself out. I'm glad you have a healthy outlet.",
				"Mon_080":"Is that so? Yes, well, this is a great region for fishing.$h#$b#Plus, I imagine you could fix some great meals with your catches.",
				"Mon_081":"Ah, good! It helps to be in good company. We are social animals, after all.$h#$b#I could probably do with a little more social time, myself.",
				"Mon_082":"Sounds interesting. A house is not a home without a bit of personality, right?",
				"Mon_083":"Ohhh... that's...$s#$b#I didn't expect you to say that. Can I give you a number for a support group?",
				"Mon6":"A lot of my patients have become more accustomed to me.#$b#Appointments are less stressful when there's a sense of trust in the room.",
				"Mon8":"I'd like to stay in Stardew Valley for a while. I'm finally starting to feel involved in the community.#$e#It feels good to know that you're useful.",
				"Tue2":"Dairy products are healthy for small children in moderation, but it's actually a good idea for adults to limit milk and cheese.#$e#Fish is good to eat on a regular basis for the health of your brain.",
				"Tue4":"It's important for the examination room to remain confidential, so please don't linger too long if I'm busy seeing a patient.#$e#It's nice to see you, though.",
				"Tue6":"A lot of my job comes down to paperwork. If I worked in a big hospital, a secretary would do a lot of it for me.#$e#It's still easier here, in the long-run. I get the occasional afternoon off.",
				"Tue8":"Oh, @, hello!$h#$b#I guess our clinic has come to have a more laid-back atmosphere than most doctor's offices. You can just drop in.#$e#Everyone seems okay with it. That's just an element of the unique personality of our town.",
				"Tue10":"Don't overwork yourself, @. Doctor's orders!#$e#Your health is important to me.$l",
				"Wed":"Remember to cover your mouth when you sneeze.#$e#Then make sure to wash your hands.",
				"Wed2":"It's good to get out for a walk every now and then. I wish I could get outside more, myself.#$e#That's not really a problem for you though, is it?$h",
				"Thu2":"Fermented foods are great for the digestive system. Not everyone's a fan, but humans all over the world survived on them for millennia.#$e#As such, our bodies are still dependent on them for the probiotics.",
				"Thu4":"Sorry if I've ever sounded patronizing with my medical advice. It's my job to remind people of basic care habits.#$e#I wish it weren't necessary, but the statistics show that an alarming number of people don't take the advice we all received in school.",
				"Thu6":"All of my patients' medical records are strictly confidential. I hope you understand why I can't always chat about how my day went.",
				"Thu8":"I never really got into the martyr complex that so many doctors develop.#$e#I feel like I work decently hard, and I'm technically on call 24/7, but I also want to be present for my own life.",
				"Thu10":"It's a lot of work, being a doctor. I don't eat as well as I should.$s#$e#If I didn't live alone I think it would be easier.$l",
				"Fri2":"The doctor who worked here before me must have been around when Pelican Town still had its mining operation.#$b#There must have been a lot of respiratory problems that he had to deal with. I can only imagine.$s",
				"Fri6":"I heard about your old job at Joja Co. Sounds like you got out of there just in time.#$e#It was quite a risk for you to leave your old life behind. I'm glad you're here, though.",
				"Fri8":"Sometimes it's a challenge trying to balance the roles of 'doctor' and 'neighbor' with the other townsfolk.#$e#I'll still take it over the anonymity of only seeing most patients once a year, though.",
				"Sat":"Today's my day off, but I figure I shouldn't stay cooped up all day.",
				"Sat2":"Can I do anything for you?#$e#Take care.",
				"Sat6":"I usually stay inside on Saturdays to work on my hobbies.#$e#Also, sometimes it's a bit exhausting to be in public all week, when the town views me with a very specific role in mind...",
				"Sat8":"@! How nice of you to stop and say hello!#$e#It's been a quiet but fascinating day for me. I've been reading up on some more famous pilots.",
				"Sun":"When I'm at the clinic, feel free to come around behind the counter if you want to talk about anything non-business related.#$e#That's the benefit of working in a small town.",
				"Sun2":"Hmm... I'm struggling to make ends meet. I don't have enough patients.#$e#I guess I should try to get patients from the neighboring towns...",
				"Sun4":"Our government provides a small pension for the routine checkups I do on all the villagers, but the rest of my income is commission based.#$e#Yes, it's no secret that our nation's healthcare system needs reform, but I went to med school to be a healer rather than a politician.",
				"Sun10":"The closest I ever came to giving up on medicine was during the pediatric rotation of my residency, in the trauma center.$s#$e#It was... a lot to handle.$s#$b#But I'm glad I pushed onward, to care for those who need it. What else is there to do?",
				"summer_Tue":"It's okay to get a moderate amount of sunlight. Just don't get burnt.#$e#Okay. Take care! Stay healthy.",
				"summer_Tue2":"Be sure to keep hydrated when you're working out in the field.#$e#Wearing a hat is a good idea, too.",
				"summer_Tue4":"Do you have any bees on your farm? There's strong evidence to suggest that local honey does mitigate allergy symptoms.",
				"summer_Tue8":"Eight years of med school were like one continuous blur. Ever since I moved here, I actually feel like I can slow down again.#$e#I should have some time to head outside tomorrow.$h#$e#Not every doctor gets that luxury.",
				"summer_Thu2":"Maru is a great help around here. I think she could be very successful pursuing medicine as a career.#$e#Of course, she's quite gifted in other sciences, too. Who knows where she'll end up.",
				"summer_Thu6":"I have to be more or less specialized in all forms of medicine to be able to open my own practice.#$e#I trained in general medicine, but sometimes I call up a specialist if I need a second opinion.",
				"summer_Thu10":"I somewhat expected my life as a singleton to be permanent.#$e#Meeting you here in Stardew Valley... it's enough to make even someone like me feel a sense of destiny about the whole thing.",
				"summer_Fri2":"It's less common to get a cold during the summer, but they can be extra persistent. Keep taking good care, @.",
				"summer_Fri4":"People don't get sick much during the summer. That's nice, but it also means less business for me.",
				"summer_Fri6":"You really should avoid the mines, @. It's one thing if there's a team-based operation with onsite medical staff...#$b#...but to go in there alone? That worries me.#$e#Well, all I can do is give professional advice. The choice is ultimately yours.",
				"summer_Fri10":"I went into this profession anticipating that it might be dehumanizing.#$e#What I've found has been quite the opposite.$l",
				"fall_Sat":"Have you been going into the mines, @?#$e#It's a dangerous place. I recommend against it.",
				"fall_Sat4":"It was a bit strange, at first, to move into an apartment directly above my workplace.#$e#I'll never have a better commute, though!$h",
				"fall_Sat6":"I heard from an old colleague of mine. He sounded like he wanted to open a small countryside practice.#$e#He's paid quite well in the city where he works now, but his free time is almost nonexistent.",
				"fall_Sat8":"I believe in a system of morality in which care is the only good and harm is the only evil.#$e#I think that's why I became a doctor, but I didn't quite learn to phrase it that way until a couple of years into med school.#$e#I just want to reduce the amount of suffering in the world.#$e#What drives you, @?",
				"fall_Sat10":"What, me and Maru? No, of course not.$h#$e#She's a beautiful young woman, and Demetrius seemed pleased with the prospect, but it wouldn't have worked out.#$b#Where even to begin...?$l",
				"fall_Fri":"When you eat certain foods you'll perform better.#$e#Eating a 'Farmer's Lunch' will give you the nutrition you need to water and harvest crops better!",
				"fall_Fri4":"When you eat certain foods you'll perform better.#$e#Eating a 'Survival Burger' will give you the nutrition you need to forage edible plants and wood better!",
				"fall_Fri6":"When you eat certain foods you'll perform better.#$e#Eating a 'Red Plate' will give you an extra boost of energy beyond what you normally have.",
				"fall_Fri8":"When you eat certain foods you'll perform better.#$e#'Lobster Bisque' is quite a luxurious dish. I suppose it would make anyone feel ready to fish up a record-breaking catch!",
				"fall_Fri10":"When you eat certain foods you'll perform better.#$e#'Lucky Lunch' is a bizarre dish, but I feel like I have no need for it when I'm around you.$l",
				"winter_Wed8":"I've heard stories from my colleagues about iridium miners who wind up in the hospital in critical condition.#$e#Some of them don't make it. I don't think I've heard of a more dangerous profession.$s",
				"winter_Wed10":"@, if you go into the mines, that's one thing...$s#$b#...but if you get seriously hurt, please consider how it affects those around you.$s",
				"winter_Sat10":"*Sigh*... I'm starting to feel kind of old...#$e#The older you get the more memories you're burdened with. It can be overwhelming.$s#$e#I think I'll stay younger with you around.$l",
				"winter_Sun4":"The Gotoro Empire has quite an advanced system for providing healthcare to its citizens.#$b#But for obvious reasons, you couldn't pay me enough to move there.$h",
				"winter_Sun8":"It seems like you never catch any illnesses, @.#$e#Be thankful for that strong immune system!$h",
				"spring_1_2":"Happy new year, @!$h#$b#It's a great day for a fresh start.",
				"spring_12":"It's interesting how Pelican Town's first festival of the calendar year is also one of the more bizarre.#$e#Hey, that's not a complaint, though.$h",
				"spring_23":"My old med school colleagues wouldn't believe that I literally dance in front of my patients.#$e#Well, technically it's not a part of the job description. But in choosing to live here, it might as well be.$h",
				"summer_10":"I really hope nobody gets sick from the communal soup at tomorrow's luau.#$e#Potentially, it's a disaster waiting to happen. But this town sure loves its traditions.",
				"winter_7":"With everyone outside in the cold tomorrow? No, I'm not worried. No more than usual, anyway.#$e#The cold weather itself isn't what causes the illness. People should still bundle up, though.",
				"winter_28":"So... by the time this coming year ends, I'll be... how old? Hm.$s",
				"spring_12_2":"Well, tomorrow's egg festival should be enjoyable, don't you think?",
				"spring_23_2":"My old med school colleagues wouldn't believe that I literally dance in front of my patients.#$e#Well, technically it's not a part of the job description. But in choosing to live here, it might as well be.$h",
				"summer_10_2":"I really hope nobody gets sick from the communal soup at tomorrow's luau.#$e#Potentially, it's a disaster waiting to happen. But this town sure loves its traditions.",
				"winter_7_2":"With everyone outside in the cold tomorrow? No, I'm not worried. No more than usual, anyway.#$e#The cold weather itself isn't what causes the illness. People should still bundle up, though.",
				"winter_28_2":"So... by the time this coming year ends, I'll be... how old? Hm.$s"
			}
		},
		{
			"LogName":"Harvey Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueHarvey",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Do you think you'd consider wearing a raincoat today?#It's a myth that rainy weather causes the flu. However, take care that you don't slip on the mud!#$e#I often worry about you.",
				"Rainy_Day_1":"#$c .5#It was so incredibly lonely living above the clinic by myself... I'm much happier now.$h#Now how on earth did I become such a morning person? Before med school, I'd never be awake at this hour. Yet here we are!",
				"Rainy_Day_2":"#$c .5#I woke up early, but I made sure not to wake you. You looked so peaceful.#Ohh... I know if I offer you a raincoat, you'll just say no, won't you?$s",
				"Rainy_Day_3":"I don't mind the rain. Sure, I can't watch the planes go by, but I can still listen to the radio chatter.#$e#$c .5#I just hope the pilots are staying safe if they're up there in the clouds.#It makes the whole thing a little more mysterious.",
				"Rainy_Day_4":"#$c .5#I have a backlog of house chores I want to complete today. I've got plenty to keep me busy!#Any requests for chores today? I was going to sleep, but what else needs doing?",
				"Rainy_Night_0":"#$c .5#How was your day, honey? I was going to do the dishes but I got absorbed in the latest issue of \"Knee Surgery Enthusiast\".#Just a little secret, but... I had a couple pieces of candy this evening. Everything in moderation, including moderation, right?$l",
				"patio_Harvey":"#$c .5#You know, this 'journal of tendon dynamics' is actually bearable when I'm reading out here.#There's always something new for me to be learning. Especially when there are no specialists in town.",
				"Rainy_Night_1":"#$c .5#If you're enjoying life, who cares if it's a little repetitive? That's what I say.#There are thousands of little processes in the body that keep us alive. I used to worry myself at night, wondering what would happen if one malfunctioned, but not anymore.$h",
				"Rainy_Night_2":"#$c .5#You look a little soggy, dear. Why don't you warm yourself by the fire?#Hey... Let's go to bed early...$l",
				"Rainy_Night_3":"#$c .5#The sound of rain gives our minds something to focus on, so we're not distracted by random thoughts. That's my theory for why it's so soothing...#Hey, are you planning for any days off soon? It's important to do that now and then. Stress is unhealthy.",
				"Rainy_Night_4":"#$c .5#I'll never forget the latter half of our balloon ride. Hmmm... What do you say we...$l#I took it easy today... spent some time reading books, fiddled with my radio, and worked on a model airplane. Not a bad day at all!",
				"Indoor_Day_0":"I think we're all striving to reach some kind of balance in life. An equilibrium of complexity.#$e#$c .5#For one thing, just taking the walk into work helps me a lot. I got so lazy when I just had to roll out of bed and head downstairs.#For me, moving here was exactly what my body needed to find that balance.$l",
				"Indoor_Day_1":"Good morning! I made you a nutritious breakfast.[201]#$e#$c .5#That's about as balanced a breakfast as you can get. Especially with your active lifestyle.#Eggs are a good source of essential nutrients, so eat up.",
				"Indoor_Day_2":"#$c .5#This is really nice. I actually have some free time today. That wouldn't be the case if I worked in a big hospital.#I'm going to study the medical literature today. It's important for me to keep up-to-date so I can give my patients the best care possible!",
				"Indoor_Day_3":"#$c .5#I'm going to listen to some jazz music and finalize my medical reports today. What do you have planned?#I can't say I miss medical school too much. What we have here is so much better.$h",
				"Indoor_Day_4":"#$c .5#I was afraid of you when we first met. It's funny to think about now that we've come so far.$h#Any household chores that need doing today? I was going to dust and sweep. ...Oh, and do you think the kitchen could use a little scrubbing?",
				"Indoor_Night_0":"#$c .5#I got in a little bit of exercise today. Did you? ...Er, well, of course you did.#You look exhausted, dear. Let me give you a massage tonight. I promise it will reduce the inflammation in your muscle tissue!$l",
				"Indoor_Night_1":"I made us a nice healthy dinner. Only fresh, wholesome ingredients from the valley! [212 214 225 209 200]$h#$e#$c .5#This is one of my favorites. Enjoy!#Just make sure to eat a reasonable portion, dear.",
				"Indoor_Night_2":"#$c .5#Good evening... did you finish everything you needed to do today?#$e#Don't worry about me. I'm very self-sufficient. If you have more work to do go right ahead.",
				"Indoor_Night_3":"#$c .5#Sometimes, my brain turns on at this hour. I've developed a pretty good habit, though, of resisting staying up late. ...Care to join me?#It's stressful to be a doctor, so it's really great to live somewhere as relaxing as %farm Farm.",
				"Indoor_Night_4":"#$c .5#Oh! I was just daydreaming about the circulatory system and forgot what I was trying to do. It's a classic doctor's problem.#Thank you for letting me dote on you like I do. It's actually a really important outlet for me.",
				"Outdoor_0":"#$c .5#This is a very safe spot. You go on ahead and take care of business, don't worry about me.#This farm is pretty well hidden from the highway. I bet not too many people even know about it.",
				"Outdoor_1":"#$c .5#I believe this must be the ideal place to raise children, scientifically. What do you think?#The valley must be a pretty well kept secret. With the seasons and vegetation we get, I'm surprised it isn't more fully developed.",
				"Outdoor_2":"#$c .5#I may not be the most exciting guy, but I'll stay loyal to you for the rest of my life.$l#This is perfect. The sun's not too bright yet, and I don't even need my sunglasses.",
				"Outdoor_3":"#$c .5#Honey, I just wanted to say... you... you mean the world to me.$l#Would I get mornings like this, living just about anywhere else? ...I don't think so.$h",
				"Outdoor_4":"#$c .5#As a scientist I'm fascinated by the delicate interplay of insect and plant life.#Hey! Excited for another day? Just look out there; there's loads of potential.$h",
				"OneKid_0":"#$c .5#I'll make sure our little one gets the best medical treatment possible. Don't you worry 'bout a thing.#You and %kid1 are the most important parts of my life.",
				"OneKid_1":"#$c .5#I have to say, having my own child would have made my rotation in the pediatric trauma center a lot harder.$s#Little %kid1 is going to have the perfect childhood here. We're really fortunate to have this opportunity.",
				"OneKid_3":"#$c .5#I'm a healer of human life, but to be a nurturer of human life? This is a whole new level.$h#So far, I really like being a father!$h",
				"TwoKids_0":"#$c .5#Let's see... kids fed, diapers changed... I think we're good for a little play time now!$h#I already gave %kid1 and %kid2 their breakfasts. I'm trying to teach them to enjoy healthy food!",
				"TwoKids_1":"#$c .5#I believe a child should be allowed to play and explore to their heart's content. You're only a kid once.#The kids enjoy playing with my model airplanes. They get 'em a bit drooly, but that's okay.$h",
				"TwoKids_2":"#$c .5#The kids were playing with my stethoscope earlier. Both of them have healthy heartbeats!#Maybe %kid2 will grow up to become a pilot, like I never could?",
				"TwoKids_3":"My life is devoted to you and the children now, and I'm very happy about it. I always dreamed of having a wonderful family.$l#$e#I had nightmares of being a bachelor forever.... I love you so much.$l",
				"funLeave_Harvey":"#$c .5#I'm going for a walk today. There's a lot of medical literature I need to catch up on, and I'll work better if I'm not cooped up.#I think I'll take a little walk today. I need to unwind.",
				"funReturn_Harvey":"#$c .5#Oh! Good timing. I just got home, too. How was your day?#I had a nice day. It's refreshing to spend some time alone now and then. Did you have a good day, honey?",
				"spring_2":"Well, time for another year of work to begin! I hope everyone's been taking good care of themselves.",
				"spring_9":"How are the crops coming along out there? I'm really craving some fresh produce.#$e#Or... how about something pickled? Do we have any pickles? ",
				"spring_16":"I still get a little shy around the other villagers.$s#$b#Don't get me wrong... I love Pelican Town and I love knowing all my patients' faces, but it's easier for me to be a doctor than a neighbor.#$e#Sometimes it's tough to switch back and forth between roles.",
				"spring_25":"Seeing you dash around with all that energy has actually motivated me to go for jogs more than I used to.#$e#No more dance aerobics for me. Gosh... That wasn't exactly my favorite chapter from my bachelor years.$l",
				"summer_4":"The weather reports are already saying next week's going to be hotter, even if it rains. Be careful out there!#$e#Oh, I trust you'll be fine. Just... allow me this?$l",
				"summer_16":"For me, providing care and avoiding harm... That's the end-goal. THE purpose. Nothing else comes after that.#$e#I mulled it over for months during my first year in med school, and I still do. No other answer manages to make sense to me quite as much as that.",
				"summer_17":"Honey, of course, I don't demand that you have the exact same moral philosophy that I do.$h#$b#You love me, and I love you, and that's all I need from you.$l",
				"summer_23":"Ooh, I've got a nasty mosquito bite that's just getting worse and worse.$s#$e#I don't get many of these, so when I do, they're really a pain. My body's not accustomed to them.",
				"fall_4":"I have an oath not to share medical records with anyone. And yes, that even means you.#$e#Well, at least you know I'm good at keeping promises.$h#$b#And of course, I have a lifelong promise to keep to you.$l",
				"fall_9":"I love my morning commute to work!$h#$e#Hah... If you can call it a \"commute.\"",
				"fall_11":"I'm strangely nostalgic for some Urban Simulator 2000. I haven't really played any video games for years, but that one had me hooked when I was a kid.",
				"fall_18":"When I get to the end of my career someday, the entirety of medicine will be completely different.#$e#Stem cell treatments, AI-driven surgeries, gene therapy... What we use now will look downright ancient!",
				"winter_11":"Ooooh, it's so cold today. I could really use a hot cup of coffee... Do we have any?$s",
				"winter_16":"When you opened that letter from your grandfather... you know, the one you told me about?#$b#It's strange to think how I didn't even know you then, but that moment changed the direction of my life forever.$l#$e#It makes you think... what else is going on in the world right now, that we don't know about, but will change our lives forever?",
				"winter_24":"Ohhh, the Feast is tomorrow! I can't wait!$h#$e#Who, me? Feasting? Well, \"Everything in moderation,\" they say... \"Including moderation.\"",
				"winter_26":"Hah! Look what was left over and completely unguarded at the Feast! [348]$h#$e#Let's open it tonight. Sorry, I know it's early. I just couldn't wait to show you."
			}
		}
	]
}