{
	"Changes":[
		{
			"LogName":"Jodi",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Jodi",
			"Entries":{
				"spring_1_2":"It's such a wonderful day today! Our family has so much to be thankful for!$h#$e#I'll never forget what it was like to see Kent step off that bus.$h",
				"Mon2":"#$1 JodiAltar#Yesterday I visited Yoba's Altar to ask for my husband's safe return.#$e#I'm trying to stay positive, but it's hard sometimes.$s",
				"Mon4":"Have you spent much time with Sam? Maybe he can show you his music skills.",
				"Mon6":"I had enough time to take a nap the other day. I'd almost forgotten what it's like.$h",
				"Mon8":"It's nice to have a family... but I'd be lying if I said I never long for the freedom of youth...$s",
				"Mon10":"Vincent's grades have gotten a little better.$h#$e#As a mom, you never stop worrying, but it does ease my mind a little bit.",
				"Mon2_inlaw_Sam":"I'm thankful for Sam's visit today. ...Is he picking up after himself?#$b#I hope he's not too much of a burden on you...",
				"Mon6_inlaw_Sam":"I'm thankful for Sam's visit today.$h#$b#To tell you the truth, I wasn't sure how he'd turn out, but it makes me so happy to see the two of you together.",
				"2_1":"My husband Kent is a soldier, working overseas. That's why he's not here right now.#$b#I know he'll come back safe once his tour is over!#$e#Need something?",
				"Tue":"Hello.#$e#Do you need something? I'm a little busy.",
				"Tue2":"It must be so enjoyable to see the plants on your farm grow.#$e#Do you ever just take a bite of the first-picked crop of the season? I know I would.$h",
				"Tue4":"Exercise is important for staying healthy. I always make sure to set aside some time for it.#$e#As a parent, I don't have much time to devote to myself. So I try and make every minute count.",
				"Tue6":"I want Sam to make some achievable goals for his future, but every time I talk with him about it, he just says he has everything under control.$s#$b#It's difficult being a parent when I know it's no longer my job to solve his problems for him.$s",
				"Tue8":"I got Vincent to make his bed this morning. So that's one less thing I had to do.#$e#Then he started demanding candy for his 'work.'$s",
				"Tue10":"I've always believed that childhood is something that should be cherished and protected, but...#$e#Maybe I made some mistakes. I just wanted the best for Sam and Vince. Did I try too hard?$s",
				"Wed2":"I wish I had more time to spend outside. You must spend the majority of any given day outside, huh?",
				"Wed4":"I started wearing rubber gloves to keep my hands soft.#$e#The older you get, the more work you have to do to stay healthy.$s#$e#Ok, bye!",
				"Wed6":"Oh, I have so much to do today.#$e#I love my boys, but sometimes I feel like I've lost my identity to being a wife and mother.$s#$b#You start to forget who you were and what dreams you had when you were young.$s",
				"Wed8":"When I was younger, I had dreams, yes. I wanted to be...#$b#Gosh, they seem just like silly little girl's dreams now.$s#$e#I wanted to be a singer, at one point.$s#$b#But I can live vicariously through Sam on that one.",
				"Thu2":"Grapes are one of the few fruits I can get Vincent to eat. He just gobbles them up.$h#$e#Will you be growing any on your farm later this year?",
				"Thu4_1":"I basically have to do the work of two parents. A lot of people just don't understand.#$e#Sam does a lot for Vince, but nothing really replaces the role of a father.",
				"Thu4":"With Kent back, I thought things would get easier, but...$s#$e#I mean, um, how's that farm doing? Growing anything interesting?",
				"Thu6":"With kids, it's always more, more, more! How does Vince still not understand that enough candy is enough?$3#$e#I'm sorry. It's been a rough day so far.$s",
				"Thu8":"Hey um... if you have any leftovers that you won't eat, I'd happily take them off your hands.#$e#I could really use a day off from cooking dinner.$s",
				"Thu10_1":"Thank you for being a good friend, @. I know Kent will return soon.",
				"Thu10":"Kent cracked a smile this morning.$h#$e#It's important to be thankful for little things like that.",
				"Fri2":"$d Joja#Sam's job at JojaMart has been good for him, but I wish he got an employee discount.|The food at Pierre's is so much fresher and healthier than anything I ever bought at JojaMart. I do miss those cheap Joja prices, though.",
				"Fri4":"Today is a good day. No big mishaps and I'm ahead of schedule!$h#$e#It's important to be thankful once in a while.",
				"Fri6_1":"Have any fun weekend plans?#$e#Me? Well, once upon a time. But that was many years ago.$h",
				"Fri6":"We were watching a movie last night, and halfway through, Kent just stood up and walked out of the house without a word.$s#$e#I wonder... does he even enjoy things like that anymore?",
				"Fri8_1":"@, please don't tell anyone, but I think I have a touch of OCD.$s#$e#I wasn't always this way. But over the past few years, it's gotten more and more difficult.$s#$e#I see dirt on everything after a while. I'd have so much more time if I didn't have to deal with it.$s",
				"Fri8":"@, please don't tell anyone, but I think I have a touch of OCD.$s#$e#I wasn't always this way. But over the past few years, it's gotten more and more difficult.$s#$e#I see dirt on everything after a while. I'd have so much more time if I didn't have to deal with it.",
				"Fri10_1":"You are truly a good person, @. Thank you for all you've done.",
				"Fri10":"Kent made it through to the end of our movie night, instead of walking out.#$e#I wonder if he was just faking it for our sake?$s",
				"Sat2":"Hi.#$e#Nice to see you again.",
				"Sat6":"Where does all the time go? *sigh*#$e#I remember when Sam was a little baby wearing diapers. He was such a cute little kid.$s#$e#Don't tell him I said that.$h#$e#You must really like talking to me, huh?",
				"Sat8":"I can't stand to think about the war too much. But sometimes, I can't help but worry what kind of world Sam and Vincent will inherit.$s#$e#What else is there to do but carry on?",
				"Sun":"Hi, @.#$q 116/117 Sun_old#Sorry to ask, but do you pray?#$r 116 10 Sun_116#Yes#$r 117 0 Sun_117#No",
				"Sun_old":"$p 116#Thank you for your prayers for my husband. It means a great deal to me.|My husband is overseas in the war. Have I mentioned that?",
				"Sun_116":"That's great. If you would, could you please pray for my husband, Kent? Just for his safe return from the war.#$b#Thanks.",
				"Sun_117":"I see. Sorry to bother you.",
				"Sun2":"I'm taking a break from house chores today.$h#$e#If I don't spend any time outside, I'll go crazy!#$e#Plus I don't want my legs to turn soft.",
				"Sun4_1":"I'm glad that Sam has gradually become a good role model for Vincent. Those two boys connect in a way a mother simply can't.",
				"Sun6":"Have you heard Sam play his guitar recently? He's actually really good!$h#$b#...If a bit loud.",
				"Sun_2":"I can't believe my husband is finally back!$h#$e#We should hang out more.",
				"Sun2_2":"I'm taking a break from house chores today.$h#$e#If I don't spend any time outside, I'll go crazy!#$e#Plus I don't want my legs to turn soft.",
				"Sun4_2":"Sam has come a long way with Vincent. He really stepped up when Kent was first deployed.#$e#It did make me happy to see him grow and change like that.",
				"Sun6_2":"Have you heard Sam play his guitar recently? He's actually really good!$h#$b#...If a bit loud.",
				"Sun8_2":"I had a dream that I had complete freedom, no obligation to anyone but myself...#$b#...Then I woke up and realized I had a full day of house chores ahead of me...$s",
				"spring_Wed4":"Hmm... I should probably pick up some allergy medicine for Sam today...",
				"spring_Wed8":"I wonder if anyone would say something if I skipped cleaning the house today...$s#$e#Who am I kidding? I would notice.$4",
				"spring_Sat2":"The springtime air is wonderful.$h#$b#Just... please don't bring me any spring flowers. Sam's terribly allergic.",
				"spring_Sat8":"The springtime air is wonderful.$h#$b#Just... please don't bring me any spring flowers. Sam's terribly allergic.#$e#He had a deathly serious reaction once, when he was little. I can't remember ever being more scared.$s",
				"spring_Sat2_inlaw_Sam":"Sam's told you about his spring allergies, right? Just be sure to keep spring flowers out of your house.#$e#He might be too eager to please to tell you bluntly.",
				"summer_Mon4_1":"Our summer garden helps cut down on the grocery bills a bit.#$e#We have to be creative here and there to make ends meet.",
				"summer_Mon4":"Kent's retirement pension actually exceeds what he was paid during active duty.#$b#We can meet our bills decently, but... well uh...$s#$b#How are things going for you?",
				"summer_Tue8_1":"Our summer garden helps cut down on the grocery bills a bit.#$e#We have to be creative here and there to make ends meet.",
				"summer_Tue8":"It was such a relief to see Kent come home. I just never expected to see how much he had changed.$s#$e#If he's suffering, I want to suffer with him.$s#$b#But I'm also afraid that pushing him to open up will just make it worse.$s",
				"summer_Wed8_1":"I'm glad you moved into town, @. There are few people I've met who are as generous and caring as you.",
				"summer_Wed8":"Kent truly is a good man at heart. I wish you could have met him before his tour, @.$s",
				"summer_Thu6_1":"Housework is frustrating because you're never finished.#$e#The day after I sweep the floor, it's dirty again.",
				"summer_Thu6":"Some days are difficult. But Kent is home, and difficult or not, our family is complete.#$e#I have to take time to be thankful for that.",
				"summer_Fri":"You must get your daily exercise pretty easily with your farmwork, huh?$h#$e#I only work out once per week. I always spend the time pushing to make up for the rest of the week.",
				"summer_Fri6":"I'm thankful for the education that Vince gets from Penny. He wouldn't get as much one-on-one attention at a public school.#$e#Plus, commuting out of town to a public school is off the table, anyway.",
				"summer_Sun10":"There are so many big milestones when you're younger. Getting married, having kids, moving into a house... what comes after that?",
				"fall_Mon4":"Sometimes I miss Zuzu City, where we used to live.#$b#But maybe my memories are just filtered through the nostalgia of my youth.",
				"fall_Mon8_1":"Sometimes I miss Zuzu City, where we used to live.#$b#But maybe my memories are just filtered through the nostalgia of my youth.",
				"fall_Mon8":"I wonder if things will ever go back to normal again with Kent.$s#$e#I wish he'd do more around the house, but whenever I get frustrated, I just start feeling guilty for expecting more out of him.$s",
				"fall_Thu4":"Maybe I've spoiled the boys a bit. They've never had to do any chores.#$e#I guess I want them to be able to enjoy their childhood while they still can. Well, Sam's basically a man now, though.#$b#I hope he hasn't grown up to be lazy. That won't do.$s#$e#Being a parent isn't very easy.",
				"fall_Fri":"Caroline and I are good friends. I tell her everything.",
				"fall_Fri6":"$d Joja#Things got a little awkward the other day with Caroline. I hope she doesn't hold it against me that I don't shop at her husband's store...|I'm glad I don't have to worry anymore about Caroline asking when I'll shop again at her husband's store.",
				"fall_Sun4":"When you become a parent, you have to leave your old lifestyle behind.#$e#Maybe that's not entirely true... but if you're not careful, it will happen.",
				"fall_Sun8_1":"Do you ever have trouble sleeping, @? I can't seem to turn off my brain when I go to bed.",
				"fall_Sun8":"Oh! Sorry, can you repeat that? I'm so tired today, it's like my brain is underwater.#$b#Kent didn't sleep much at all last night. Naturally, neither did I.$s#$e#Whenever I try to open him up, the more he just turns silent. I don't know.$s",
				"winter_Mon10":"Sam hasn't ever shown any interest in becoming a soldier. But Vincent? Who knows what he'll be like when he's older.#$e#There are some things I just have to let go of.",
				"winter_Tue10":"It's easy at times not to worry about the future, but every now and then I can't help but get anxious.#$e#That's normal, right?",
				"winter_Wed4":"What do I do for fun? Hmm... That's a good question.#$e#I like sleeping.$s",
				"winter_Fri8":"Not too long before the year ends, huh? I can't believe it's already almost over.",
				"winter_Sat10_1":"Thank you for being a good friend, @. I know Kent will return soon.",
				"winter_Sat10":"When you make a commitment to marry someone, a lot of people don't realize something important...$s#$b#...that you're marrying not only that person today, but every person they will eventually become, too.$s#$e#Kent has changed. It's not always easy to accept that. Sometimes, I simply can't.#$b#But I still don't even know the full extent of what he went through. And how can I blame him for that?$s#$e#Well, marriage isn't about making your life any easier. It's about loving and being loved, because we can, because it's how we were created.#$e#Anyway, sorry. Please don't let me keep you from your day.",
				"winter_Sun8_1":"Do you ever have trouble sleeping, @? I can't seem to turn off my brain when I go to bed.",
				"winter_Sun8":"Oh, what did you say? I'm sorry, I'm just so tired today!#$b#Kent was tossing and turning all night. He must have been having bad dreams again.$s#$e#I'm afraid to ask what he dreams about.$s",
				"winter_24":"Vince is so excited for tomorrow! It's hard to get the winter blues with his cute little face around here.",
				"winter_28":"The boys are staying up late, but not me. I have a lot of prayers to say tonight.",
				"winter_24_2":"Vince is so excited for tomorrow! It's hard to get the winter blues with his cute little face around here.",
				"winter_28_2":"The boys are staying up late, but not me. I have a lot of prayers to say tonight."
			}
		}
	]
}