{
	"Changes":[
		{
			"LogName":"Kent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Kent",
			"Entries":{
				"Mon2":"...?!#$b#...#$e#Sorry, I thought I heard something.$s#$e#Uh... how are you?",
				"Mon4":"If I'm inside, I feel claustrophobic. If I'm outside, I feel vulnerable...#$e#Sometimes I forget what it's like to be relaxed.",
				"Mon6":"I don't know if I'll ever get used to being back home.#$e#The peacefulness of the town feels like a mask. That's probably just me though.",
				"Mon8":"So, what are you looking forward to this week?#$e#I'm trying to find some ideas for things I can look forward to, myself.",
				"Mon10":"I used to assign a deep meaning to the things I cared about: loving my family, contributing to society...#$b#I guess I can still do that, but only in a hollow sense.#$b#It's just way too easy to see through the sham of it all.",
				"Mon_inlaw_Sam":"Seeing Sam married came as quite a surprise.#$e#Welcome to the family.",
				"Mon_inlaw_Sam2":"How are things working out with you and Sam?#$e#What kind of man would you say he is?",
				"Mon_inlaw_Sam4":"Hey. Maybe we should catch up at the saloon sometime.#$b#I guess that's what a father-in-law should do, right?",
				"Mon_inlaw_Sam6":"Sometimes, asking about Sam's life with you feels like I'm asking about someone else's son.$s#$e#I know that I still love him dearly, though.#$b#I just wish I felt closer to him, is all.",
				"Mon_inlaw_Sam8":"I'm glad to have you as a good son-in-law, @. I don't think my return would have gone as well if Sam had married someone else.$h^I'm glad to have you as my daughter-in-law, @. I don't think my return would have gone as well if Sam had married someone else.$h",
				"Tue4":"So, do you have any hobbies?#$e#I'm just looking for ideas.",
				"Tue6":"I wish we didn't live so close to a cemetery. I can't help but dwell on what's beneath the ground... so close to the place I sleep.$s",
				"Tue8":"Jodi would send me photos of Sam and Vince while I was gone. I don't know if I would've even recognized them if I hadn't seen them growing and changing.#$e#Seeing them in person was still pretty disorienting, regardless.",
				"Tue10":"I think I have an easier time living here than I would in some other places.#$q 018/019 Tue_old#What helped fuel your decision to move here?#$r 018 0 Tue_018#The guy in front of me at work literally died at his desk and nobody else noticed.#$r 019 0 Tue_019#My desk job felt like it had no purpose.",
				"Tue_old":"$p 018#I still wouldn't trade places with the poor bastard who died at his desk job.$h|The city would probably drive me crazy at this point. Or even worse... the suburbs.$h",
				"Tue_018":"...Seriously?#$b#...#$b#Heh heh heh...$h#$b#That's hilarious.$h#$e#Thanks. I needed to hear that.$h",
				"Tue_019":"Hm. Sounds miserable. I'm glad you got out.#$b#Well, better to be retired military with a family you love than to spend your entire life in a cubicle. Thanks for sharing.$h",
				"Wed2":"...So you're the grandson of the man who used to live on the farm?^...So you're the granddaughter of the man who used to live on that farm?",
				"Wed4":"The kind of work you do sounds nice, @. Maybe that's where my calling should've been.$h",
				"Wed6":"...I lost a lot of friends in battle.$s#$e#What's sad is that I can't even remember their faces.#$e#...",
				"Wed8":"I have to wonder if Jodi and the boys are any better off with me here.$s#$b#Jodi admonishes me for doubting. It doesn't make much sense to me, but I guess that's something I have to take on faith.",
				"Wed10":"@, I know you want to help me, and I appreciate it. But some things will never be the same again.#$b#What's a man to do? It's miles away from perfect, but all I can do each day is my best, for the kids, for Jodi...#$b#...and then pray to Yoba it's enough.",
				"Thu2":"...!$3#$b#Sorry, bad headache.$s",
				"Thu4":"What day is it again, today?#$e#I almost never remember anymore.",
				"Thu6":"I've been up since 4 o'clock... sometimes I wonder if I'll ever get back into a normal routine.#$e#Sam has really grown up since I left. He's a man now.#$e#I wish I could've been there for him.$s",
				"Thu8":"I talked to someone from my unit on the phone. He said watching cartoons with his daughter helped 'bring the color back.'#$e#I think I get what he means by that, but mostly in the abstract sense.#$e#It must be nice.",
				"Thu10":"I had a good time playing with Vince yesterday.$h#$b#I could only sustain that feeling for a minute or two, but it reminded me briefly of how things are 'supposed' to feel.$h",
				"Fri2":"I guess I'll go for a walk today.",
				"Fri4":"This town is so quiet. I keep... expecting something.$s",
				"Fri6":"Everyone looks so damn busy all the time. And what for, anyway?",
				"Fri8":"Any plans for your weekend? I'm trying a change of pace. Don't want to stretch myself too thin.$h",
				"Fri10":"In the war, it's drilled into your head relentlessly that survival is the only right... the only good.#$b#And the reality of the situation only confirms that.$s#$e#How does anyone expect someone like me to resume a normal life again after that?#$e#...Sorry.",
				"Sat2":"I guess there are a few others who joined the community since I left.#$e#Jodi had me introduce myself to them, too.",
				"Sat4":"The military let me take an early retirement.#$e#It's nice that they send checks that support the family.#$e#They deserve the money, even if I don't.",
				"Sat6":"The boys turned out pretty well. Jodi's been a good mother to them.#$b#And there's still some time. Vincent's still just a boy.#$e#So many I served with won't even get to see their families again.$s",
				"Sat10":"I wish I had some ideas for how to do something special for Jodi. She's really given a lot for Sam and Vincent.#$e#When I was younger, I did elaborate gestures all the time. ...I think. It's tough to remember them now.$s",
				"Sun2":"Jodi's cooking is nice. I forgot how good it was.",
				"Sun4":"I remember that sound of the river rustling by.$h#$e#It takes me back.$h",
				"Sun6":"We used to live in Zuzu City, too.#$b#Sometimes I miss the noise, but you have so much more space to yourself out here. It's easier to get away from it all.#$e#Is that why you left?",
				"Sun8":"What gets you through the day, @? It seems like no matter how hard I try, I can't bring myself... to try.#$e#That probably makes no sense.",
				"Sun10":"I know I'm not the most fun person to talk to, @, but you keep coming around.#$b#Thank you for being such a kind friend.$h#$e#I've seen some horrible things. Talking about it doesn't fix anything that happened, but it seems to be the next best thing we've got.",
				"spring_Tue6":"It's nice seeing the spring daffodils, don't you think?$h#$e#There's a poem I'd recite in my head to keep me going, about a field of daffodils. It takes my mind to a better place.$h",
				"summer_Mon4":"My mother used to make a risotto with fiddlehead ferns. That was a staple of my childhood.$h",
				"summer_Mon8":"It's nice to see Sam take Vincent to the beach in summer. I'm glad that they still spend time together.$h",
				"summer_Thu10":"I worry sometimes about losing my temper with Vince if he's not listening to me. In those cases, I just leave the room.#$e#But then Jodi gets upset, saying I'm leaving all the parenting to her...",
				"summer_Sat10":"I'm not sure when's the last time I drank water today.#$e#I should probably get some hydration.",
				"fall_Mon4":"In Pelican Town, we'd be sitting ducks during an air raid.$s",
				"fall_Mon6":"The smell of a campfire in the fall... I used to really like that smell.#$e#...$s",
				"fall_Wed10":"How am I doing? \"Flat\" is how I'm usually feeling.#$b#But I can't tell that to most people. Then it ruins their day, and suddenly I feel like the bad guy.",
				"fall_Fri8":"Yesterday's accomplishment was that I went for a walk.#$e#Does that count for anything?",
				"fall_Sun10":"Sometimes, I can feel anger welling up within me, but I don't fully notice it until it's almost too late.#$e#I just can't afford to lose my temper in front of my family. Especially Vincent, you know?",
				"winter_Mon10":"I've been having this dream where I'm on the front lines again, but Sam's there trying to provide cover fire for me.$s#$b#Then for some reason, Vincent shows up.$s#$e#It all feels so real when it happens. I never had to face that image before I came home.$3",
				"winter_Thu10":"Despite all the evils of the world, we've all got to be good to each other and enjoy the good times.#$e#So people say. It's not easy for me. Feels selfish.#$b#But I don't know another way.",
				"winter_Fri10":"I wonder what's on tap at the saloon tonight. I don't like to drink overmuch. One or two drinks -- that's all I like.#$e#As long as I feel in control of myself, I'm fine.",
				"winter_Sat2":"I keep fooling myself into thinking I hear thunder on the horizon.#$b#Of course, that can't be the case.",
				"winter_Sat8":"I'd just fallen asleep this morning when Vincent woke me up. I lost my temper with him, big time.$s#$e#Poor kid deserves better.#$b#I hope he'll forgive me someday. All I can do is my best.$s",
				"winter_28":"Looks like tonight's the anniversary of my return.#$e#Strange. Doesn't feel like it.#$e#Oh. Yeah, happy new year.",
				"winter_28_2":"Looks like tonight's the anniversary of my return.#$e#Strange. Doesn't feel like it.#$e#Oh. Yeah, happy new year."
			}
		}
	]
}