{
	"Changes":[
		{
			"LogName":"Krobus",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Krobus",
			"Entries":{
				"Mon":"Please, don't be alarmed. I am different from the others.#$e#I've spent a lot of time observing humans. I know you like to shop. Care to see my wares?",
				"Mon2":"Back again? I suppose it does fit into my theory of human behavior.",
				"Mon4":"...Have you encountered others like me, in the mines? I'm sorry if they were hostile towards you. You see, we've learned to fear humans... there have been too many... unpleasant encounters.#$e#You haven't... slain any of my friends, have you?",
				"Mon6":"My friends and I have largely been shunned by our kind, for attempting to suppress our chaotic nature.#$e#But I cannot declare myself better than the violent ones. A life is a life.#$e#Please, even if you have slain any violent ones, I do not wish to know.",
				"Mon8":"Dwarves? The dwarves slew us indiscriminately for ages, violent and non-violent alike.#$e#Please, I wish to have no more talk on this painful topic.",
				"Mon10":"'Krobus' means 'bridge-crosser' in our language.",
				"Tue":"I am too sensitive to sunlight to go out on most days.#$b#The conditions in here are perfect.#$e#Care to buy anything?",
				"Tue2":"So you farm for a living? I occasionally carry a product that might help you. Check back on Friday.",
				"Tue4":"There is a plant that grows in the springtime. Humans describe it as \"spicy,\" but for my kind, we find it...#$b#How shall I put it? There is no word in your tongue to describe what we experience when we consume it.",
				"Tue6":"Yes, I call this place my home.#$e#I did not have a place to call my home for quite some time.",
				"Tue8":"Rasmodius is a good man. He is one of the few humans besides you whom I would trust.#$e#His worldview is in much better alignment with reality than most humans'.",
				"Tue10":"@, I have grown quite amiable of your frequent visits here.#$e#It is strange. Until recently, I never would have even considered friendship with a human.",
				"Wed2":"Sometimes, objects come floating down the water and I collect them.#$b#I can also move freely within the shadows, unencumbered by gravity, which lets me sustain trade with others and rotate my stock.",
				"Wed4":"A 1000 year war between my people and the dwarves recently ended. There's still a lot of resentment on both sides.",
				"Wed6":"In rare cases, some tricksters belonging to my kind have made sport out of hiding in children's closets and scaring them at night.#$b#I do not condone any such kind of behavior.",
				"Wed8":"A while ago, two human children contemplated finding a way in here.#$e#Regretfully, I had to scare them away. There would be no chance of them keeping my secrecy.",
				"Wed10":"You've seen Junimo, too? I'm surprised. For a human, you seem to have quite a propensity for encountering elementals.",
				"Thu2":"I hope you appreciate the risk I took with you, by not fleeing when you first appeared down here.",
				"Thu4":"No, we are not born from a mother like you humans are.#$e#Where do we come from, then? Well, when does any shadow begin to exist?#$b#Are the shadows under your feet somehow \"new,\" or simply less hidden by the light?#$e#Likewise, when does any soul begin to exist?#$e#That said, I somewhat arbitrarily credit the start of winter as my \"birth\" of sorts.",
				"Thu6":"I don't think you will find many interesting fish in this kind of water.#$e#I did see a rather large, strange looking fish swimming around, but just once.",
				"Thu8":"I have observed your kind for many years. It has given me ample opportunity to learn your language.#$e#However, you are one of the first humans with whom I have had consistent interaction.",
				"Fri":"...",
				"Sat6":"Humans have some rather interesting customs for showing respect to Yoba.",
				"Sat8":"I thank Yoba for bringing clarity to my chaotic nature.#$b#Without a doubt, I would have earned the title \"shadow brute\" long ago if not for her blessings and guidance.",
				"Sat10":"Thank you for being respectful toward my devotion of silence on Fridays.",
				"Sun2":"Please keep my location a secret. If the dwarves knew of me, they'd surely send an assassin.",
				"Sun6":"I have safeguarded the Return Scepter for many years. Its origin predates both our species, significantly.#$e#As such, I hope you understand why I cannot sell it for an ordinary price.",
				"summer_Mon10":"Do you, too, feel comfortable in the darkness? I heard the human body needs sunlight to stay healthy. Is it harmful for you to spend too much time down here?",
				"summer_Tue10":"I know that I cannot spend too much time in the sun. Can you not spend much time in the dark?",
				"summer_Wed6":"If you put your ear up to the right pipe, you can hear into any house from down here.#$b#I wouldn't eavesdrop, though!$3",
				"summer_Thu6":"Please don't tell anyone about me.#$b#Most humans are frightened by us shadow people... maybe for good reason.$s#$b#But regardless, if the townspeople knew about me, I might not be safe here.",
				"fall_Thu10":"There are plenty of delicious things to eat down here. Flies. Slugs. Roaches.#$e#Recently, I saw a mantis who was lost.",
				"fall_Sun10":"Seems you may have found some secret notes.#$e#Yes, I apologize. Some of my kind enjoy snatching notes from humans' houses at night. We sometimes discard them in unusual places.",
				"winter_Tue10":"It's too cold for the tiny bugs to survive. My food supply is a bit short.$s",
				"winter_Wed6":"If you put your ear up to the right pipe, you can hear into any house from down here.#$b#I wouldn't eavesdrop, though!$3",
				"winter_Thu6":"Please don't tell anyone about me.#$b#Most humans are frightened by us shadow people... maybe for good reason.$s#$b#But regardless, if the townspeople knew about me, I might not be safe here.",
			}
		}
	]
}