{
    "Changes": [
    {
        "LogName": "Leo",
        "Action": "EditData",
        "Target": "Characters/Dialogue/Leo",
        "Entries":
        {
            "Mon": "Hi... Everything okay?",
            "Mon2": "Did you... find some Golden Walnuts today?#$e#No... don't share them with me. My family needs them most.$3#$e#I'll find enough for myself.",
            "Mon4": "I've learned a lot from my parrot family...#$b#But I'm sure there's a lot more out there I don't know.$s",
            "Tue": "When Sun is angry, it feels good in the jungle.#$e#Sun can't find us beneath the leaves. We trick him! Haha...$h",
            "Tue2": "Is Willy your friend?#$e#...He's nice.#$e#I'm not so shy with him.",
            "Tue4": "...My hut? No, I couldn't build it by myself.$3#$e#The parrots are good helpers. They help me so much. You know?#$e#Do they help you, too?",
            "Wed": "...Sorry... I'm shy today.$3",
            "Wed2": "Be careful in the volcano... the spirits don't like outsiders.",
            "Wed4": "...@, do birds ever fly here from your home?$3",
            "Thu": "Have you met the others like you?#$b#I don't talk to them much. I feel safer with my own kind...$3",
            "Thu2": "You know mangoes? They're... mmmmm! Delicious!$h#$e#I once ate them every day. My favorite tree grew them.#$b#...But then, the sky got mad... and broke the tree with lightning.$s#$e#...More trees can grow again, right?",
            "Thu4": "Oh, @! You're here!$h#$e#I'm happy you keep coming here so much.",
            "Fri": "One time... I was at the top of the volcano at night, and I saw lights far, far away.#$b#I wonder if there are other bird families out there?$3",
            "Fri2": "Sometimes I see an old man, with... what are they called? Glasses.#$e#I don't think he knows I'm here.$3",
            "Fri4": "I wonder if I could see your home from the top of the volcano?",
            "Sat": "...I'm sad today.$s#$e#You go on... have fun. Let me be sad.$s",
            "Sat2": "...You come here on a boat? Willy, too?#$e#No... I can't ride boats. Too scared...$s#$e#Mother... Father...$s",
            "Sat4": "I'm scared to ride a boat, because...$s#$b#...but, do you think Willy could help me try?",
            "Sun": "When it rains, strange birds visit.#$b#I try to speak to them... but they fly away.$s#$b#I guess they don't want to be friends...$s",
            "Sun2": "I've seen an old woman on the island's other side. Have you?$3#$e#...I'm shy to her. And scared.$s#$e#I don't think she wants to be friends with birds.$s#$e#But you do.",
            "Sun4": "Don't be afraid of gorillas if you see them.#$b#Just be nice to them. They will be nice to you.",
            "summer_Mon": "Hm? You ask about my... birthday?$3#$b#Um... what season is this? I don't have a... what is it? A calendar.$3#$e#Oh, this is summer now? It's... summer 26! The parrots told me I hatched on that day."
        }
    }]
}