{
	"Changes":[
		{
			"LogName":"Lewis",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Lewis",
			"Entries":{
				"Saloon":null,
				"Saloon4":null,
				"cc_Bus":"@, did you hear? It seems the old town bus started working again overnight!$h#$b#That old thing has been dormant for some time... This is truly a great mystery.",
				"Mon":"It's a good season to start thinking about gardening, even for us non-farmers.#$e#The valley is known for producing some of the finest spring flowers!$h",
				"Mon2":"Your grandfather and I used to chat a lot about gardening. I learned a good chunk of what I know from him.",
				"Mon6":"It must be difficult to be a child in Pelican Town. There aren't as many kids as there used to be...#$e#I commissioned to have that play structure built a few years back. I hope Jas and Vincent know they're well loved here.",
				"Tue8":"Our community sure has changed over the years. I remember there was an old, run-down house where the JojaMart stands today.#$e#I'm not sure if anyone even occupied that house since the time I was born. As a boy, though, I made sure to steer clear of it.",
				"Wed2":"Sometimes you can tell if there's something buried underground. Just keep your eyes open.",
				"Wed6":"One reason I love this town is for its rich history. People have inhabited the valley since well before Pelican Town was built.",
				"Thu":"Hi there, @! Nice to see you out and about.#$b#It's good to spend time socializing with the townsfolk every now and then.$h",
				"Thu2":"The saloon can get pretty lively at night. Sometimes we even put a coin in the jukebox *chuckle*$h#$e#I like to visit once a week or so to catch up on things, anyway.",
				"Thu6":"I don't suspect Emily's and Haley's parents will return to Pelican Town any time soon, if ever. It was always their dream to live freely around the world.#$e#Their girls reached adulthood, and then... poof! They were gone.#$e#Normally, you'd expect the kids to be the ones who do that.$h",
				"Fri2":"The museum's previous curator held private ownership over the exhibits. I wish we'd had the funding to hold onto them.",
				"Fri4":"In a little town like this, I get to be the hands-on event planner. I wouldn't have the same luxury if I were mayor of a big city.#$e#Sure, it's more stressful, but I can't argue with the kind of fulfillment I get out of it.$h",
				"Sat2":"I'm glad our town was able to get Dr. Harvey. The timing of his arrival was impeccable.#$e#When our previous doctor announced his retirement, we weren't sure if we'd all have to start commuting for medical care.",
				"Sat8":"I'll never have any children of my own, so I think of the spirit of Pelican Town as my child, in a way.#$e#If I leave my mark on the people who find a home in this town, that's all I can hope for.",
				"Sun":"Some of the townsfolk are wary of strangers. You'll have to win their trust before they open up to you.#$e#Just be persistent and you'll get through to them.$h",
				"Sun2":"Leah and Elliott each moved here about a year before you did. Have you talked to them much?#$e#They spend a decent amount of time together at the festivals, though they're not a couple. ...I don't think so, anyway.",
				"Sun4":"Growing flowers on your farm can really enhance the aesthetics.#$b#If I were you, I'd just grow 'em and leave 'em until the end of the season.$h",
				"summer_Mon4":"Cultivating a garden is both a literal and figurative pursuit. My flower beds are my garden, but in a way, so is Pelican Town as a whole. #$q 007/008 summer_Mon4_old#I'm sure you understand, @?#$r 007 5 summer_Mon_007#Yes, my farm is a reflection of my soul.#$r 007 5 summer_Mon_007#Yes, I want to cultivate my community, not just my farm.#$r 008 -15 summer_Mon_008#No, not really...#$r 008 -15 summer_Mon_008#Uh... what?",
				"summer_Mon4_old":"$p 007#For people like you and me, it's the way we'll win out in the long run.|I hope you come to understand that someday.",
				"summer_Mon_007":"That's fantastic! It looks like we're speaking the same language, then.$h",
				"summer_Mon_008":"Hmm... never mind.$s",
				"summer_Mon10":"Hello, there, @!$h#$e#I hope your work has been rewarding. Just know that we all appreciate what you do.",
				"summer_Tue4":"Do you talk to Willy from time to time? He's lived in that shack for about as long as I can remember.#$e#He's a good man.",
				"summer_Tue8":"One of the things I like most about gardening is seeing people stop to admire your work.#$e#Do you ever feel that way about the aesthetics of your farm?",
				"summer_Wed6":"I learned a few gardening tips from Evelyn. It's always worthwhile to spend time with a good soul like her.",
				"summer_Thu":"Hmm... I wonder if it's anyone's birthday today? I'd better check the calendar by Pierre's shop.",
				"summer_Thu4":"The saloon gets pretty lively at night.#$e#I like to visit once a week or so to catch up on things. And to get a taste of Gus' authentic spaghetti.",
				"summer_Fri":"Hey there, @! It's good to spend an evening at the saloon when you can. Everyone needs a break now and then.$h#$b#Your grandfather always worked himself too hard... I'll have an extra beer in his honor tonight.",
				"summer_Sat10":"I er, you probably know a secret or two about me, @.#$b#But you've still remained a good friend to me despite that, so thank you.#$e#I wanted to repay you, even if just a little bit. I've got some gold leftover from when I was making...#$b#[336]I mean, here. Please have some of this.$u",
				"summer_Sun6":"It's the perfect time to be cooking with some spicy peppers! Got any growing this summer?",
				"fall_Mon":"Robin and I like to give each other a hard time. I hope we weren't offputting when we first welcomed you off the bus way back when.$h#$e#She and Demetrius have brought great hope to our community.#$b#And please know that you do, too!$h",
				"fall_Mon4":"I've been Mayor of Pelican Town for over twenty years!#$e#No one ever runs against me when it's time for an election. I like to think that it means I'm doing my job well.#$e#I like being Mayor.",
				"fall_Tue":"Not many people tend to visit Clint, what with his shop being on the outskirts of town. Why not pay him a visit?#$e#I'm sure he could use the company. And the business.",
				"fall_Tue6":"It was around this time of year when I first became Mayor, over twenty years ago.#$e#That makes me feel really old.$s",
				"fall_Wed4":"Every Wednesday I have buckwheat waffles and coffee for breakfast. It's a little tradition I keep to keep the bachelor life interesting.$h",
				"fall_Thu4":"Do you have any bee houses on your farm?#$e#If you place them near flowers you can get different types of honey.",
				"fall_Thu10":"As mayor, it's important to remember I have a great deal of influence on this town.#$e#I'd like to think I'm responsible for setting the mustache trend. Have you noticed how many citizens have mustaches?#$e#I'm quite proud of myself for that one.",
				"fall_Fri10":"I feel like I've become as close with you, @, as I was with your Grandfather. It's strange yet heartwarming to see how times change.#$e#For every life that leaves this world, a new one comes to replace it. We must not forget that.",
				"fall_Sat10":"\"Firm but fair\" is how I like to lead the town. If someone disturbs the peace here, I can show them a lot of mercy...#$b#...but not before I admonish them thoroughly.#$e#Well, it's worked for over twenty years, so why change now?",
				"fall_Sun4":"Ah... There's nothing like a strong cup of tea in the morning.",
				"winter_Mon8":"If my whole life is like a year, I suppose I've entered winter already, so to speak.#$e#I wonder what the world will look like in a few more decades, if I'm still around?",
				"winter_Tue":"I've got to balance the budget before the end of the year. I hope I don't have to cut any festivals just to keep the minimum for basic maintenance.#$e#I imagine I'll find a way. Always do. But there are no guarantees.",
				"winter_Tue8":"I've got to start coming up with a plan for improving our town next year!",
				"winter_Wed10":"I must say, @, I've seen you sell some rather... interesting things from that shipping bin.#$e#Got any interesting stories to tell?$h#$e#...No, seriously.",
				"winter_Thu":"Is everyone staying warm? Let me know if anyone's heating fails. Some of the houses around here are pretty old.",
				"winter_Thu8":"The stillness of winter always puts me into a somber mood.#$b#Rather, I wouldn't exactly say it makes me sad. It just feels like... my soul slows down to match the feel of the outdoors.#$b#It's tough to put into words, but do you know what I mean?",
				"winter_Fri10":"I've got a call with the Governor tonight.#$e#Wish me luck!",
				"winter_Sat10":"Ah, a little fresh air. That's all I need to feel better when life's getting me down. Maybe you could use some, too. How much time have you spent lately in those noxious mines?",
				"winter_Sun10":"I mailed Pelican Town's compliance forms to the government office. I checked all the boxes that say we're following their ordinances.#$e#Oh, it's always fine. As long as no one's committing any serious offenses.$h#$b#Things like... chopping down a whole forest. Excessive blast-mining. Using public land for private business operations.#$b#Ridiculous things like that. As if THAT would ever happen.$h",
				"spring_1_2":"Cheers to the new year! You've got a lot of work in these early days of the season, haven't you?",
				"spring_3":"Have you planted any spring crops yet? The season doesn't last forever, you know.",
				"spring_12":"Did you get my letter about the Egg festival? I sure hope you can make it!#$e#I've got some good ideas for hiding spots in the egg hunt. Just you wait.$h",
				"spring_14":"I think we've got all the hidden eggs from yesterday cleaned up.#$b#...Pretty sure, anyway.",
				"spring_23":"I sure hope the flower dance is a success again this year.#$e#Sometimes those old traditions die hard, though...$s",
				"summer_10":"I didn't sleep much last night. The luau is always the most stressful festival of the year for me.#$e#Don't let that get in the way of you having a good time, though!$h",
				"summer_28":"I think tonight's festival is my favorite because I don't have to worry about a thing. The moonlight jellies do all the work for me!$h#$e#It's a nice change of pace after the luau earlier this month.",
				"fall_15":"I take it you got my letter about the Stardew Valley Fair?#$b#This festival's my specialty. I'm sure it's going to go great.$h",
				"fall_28":"I'm not even sure how the town gets everything cleaned up after Spirit's Eve. Each year, I wake up expecting a mess, but it's like you'd never even know it happened.",
				"winter_1":"Well, winter is here! That means the townspeople will be spending most of their days indoors.#$e#At least you'll know where to find them!$h",
				"winter_7":"It looks like everything's in place for the Festival of Ice to be a success tomorrow.#$b#Remember, if I'm not too old to play in the snow, neither are you!$h",
				"winter_15":"The Night Market isn't something I plan myself. These traveling merchants just show up on their own each year, and frankly, I'm glad that they do.#$b#Not every small town gets that privilege.",
				"winter_24":"I'm thankful for the whole town! I can plan the Feast of the Winter Star on paper, sure, but the way everyone shows up in such a jolly mood...#$b#...it's simply magic!$h",
				"winter_28":"It's not just the end of another year, it's the anniversary of your arrival! I'll never forget when you stepped off that bus.$h#$e#The snow melted early that year, I remember.#$e#Thanks for a good year, @.",
				"spring_14_2":"I think we've got all the hidden eggs from yesterday cleaned up.#$b#...Pretty sure, anyway.",
				"spring_23_2":"Well, our flower dance just keeps truckin' along. I suppose it'll remain a tradition for a long time.",
				"summer_10_2":"I just got off the phone with the Governor. He confirmed he's already en route here. *gulp*",
				"summer_28_2":"I think tonight's festival is my favorite because I don't have to worry about a thing. The moonlight jellies do all the work for me!$h#$e#It's a nice change of pace after the luau earlier this month.",
				"fall_15_2":"I take it you got my letter about the Stardew Valley Fair?#$b#This festival's my specialty. I'm sure it's going to go great.$h",
				"fall_28_2":"I'm not even sure how the town gets everything cleaned up after Spirit's Eve. Each year, I wake up expecting a mess, but it's like you'd never even know it happened.",
				"winter_7_2":"It looks like everything's in place for the Festival of Ice to be a success tomorrow.#$b#Remember, if I'm not too old to play in the snow, neither are you!$h",
				"winter_15_2":"The Night Market isn't something I plan myself. These traveling merchants just show up on their own each year, and frankly, I'm glad that they do.#$b#Not every small town gets that privilege.",
				"winter_24_2":"I'm thankful for the whole town! I can plan the Feast of the Winter Star on paper, sure, but the way everyone shows up in such a jolly mood...#$b#...it's simply magic!$h",
				"winter_28_2":"It's not just the end of another year, it's the anniversary of your arrival! I'll never forget when you stepped off that bus.$h#$e#The snow melted early that year, I remember.#$e#Thanks for a good year, @."
			}
		}
	]
}