{
	"Changes":[
		{
			"LogName":"Maru",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Maru",
			"Entries":{
				"Mon2":"Hi. Have you seen anything interesting on your walks around town yet?",
				"Mon4":"A lot of technical work must go into designing and running a farm. What do you do to clear your mind when you get a bit flustered?",
				"Mon6":"Sometimes my head gets so cluttered with nonsense I can hardly think. Does that ever happen to you?#$e#Getting some fresh air usually helps.",
				"Mon8":"Isn't it funny how the solution to a tough problem can just appear in your head as soon as you stop thinking about it?",
				"Mon10":"These days, I take walks just because I hope I'll run into you.$l#$e#Looks like today's my lucky day!$h#$e#How about tomorrow, too?",
				"Tue2":"Stop by our house when you need to upgrade your buildings.#$e#It's always nice to have visitors.",
				"Tue4":"Hmm... I wonder if there's anything I could craft that would make my mom's job easier...#$e#With the way she works, you'd think she was twenty years younger.$h",
				"Tue6":"I worry about my mom when she works in the rain. What if she got struck by lightning?$s#$e#Do you have some lightning rods on your farm?",
				"Tue8":"My mom's always been really supportive of me in my pursuits. So has my dad.#$e#I don't think I would've done as well if I'd had anyone else as parents.",
				"Tue10":"It's important to sit back and enjoy the finer things in life.#$e#Sometimes, my brain starts going a mile a minute and it gets overwhelming.#$b#But thankfully, I've managed to settle down now.",
				"Tue6_inlaw_Penny":"Penny used to talk about you all the time.#$b#Eventually, I was like, \"Hey! You'd better ask that boy out if he doesn't ask you out first!\"$h^Eventually, I was like, \"Hey! You'd better ask that girl out if she doesn't ask you out first!\"$h",
				"Wed2":"Days at the clinic are nice when I get to learn something new.#$e#If I don't learn something new every day, the day just ends up feeling incomplete.",
				"Wed4":"Dr. Harvey was about to throw out his defibrillator, but I opened it and fixed it up no problem.#$e#Unfortunately, he still had to replace it. Something about protocol and avoiding lawsuits...$s",
				"Wed6":"The heart monitor in the clinic's treatment room could really use a few improvements.#$b#It wouldn't be too hard to install a voice command system on it. That's just one thing.#$e#It's just wishful thinking, though. I know I can't tamper with standardized medical equipment.$s",
				"Wed8":"I work at Harvey's clinic on Tuesdays and Thursdays.#$e#He's nice, but not really my type...",
				"Thu4":"Looks like it'll be another slow day at the clinic.#$e#There's only so much I'm licensed to do, anyway.",
				"Thu6":"I plan on spending a lot of time with my telescope this summer.#$e#You should join me on an evening when the weather's clear.$h",
				"Thu10":"Oh, @! Is there anything you want to talk to me about?$h#$e#I was just thinking about you.",
				"Fri":"Hey, sorry if I seem cranky... I'm a little sore from work yesterday.#$c .5# I had to carry ten boxes of medical files to the attic!#$e#I had to sort patient records for four hours straight!",
				"Fri2":"Penny's a great friend. We've gotten along ever since my family moved here.#$e#Be sure to say hi, okay?",
				"Fri4":"My mother is a carpenter and my dad is a scientist. I guess it makes sense that I'm into building gadgets.",
				"Fri6":"Ooh, what a week. I didn't make as much progress on my projects as I'd hoped.$s#$e#Did your week go well, though?",
				"Fri8":"What do you think farming will look like, a hundred years from now?#$e#I guess there's no replacement for the human touch, is there?$l",
				"Sat":"Do you know my dad, Demetrius? He's a scientist. I have a lot of fun helping him out in the laboratory.",
				"Sat2":"My dad's studying the unique properties of the valley. You won't find a lot of ecosystems around the world like this one.",
				"Sat4":"I haven't quite decided what kind of science I want to pursue as a long-term career.#$e#Maybe I'll just keep doing a little bit of everything.$h#$e#Though, it would be nice to have some kind of contribution to the world.",
				"Sat6":"Rocket propulsion was an early interest of mine. I still dabble in it, from time to time.",
				"Sat8":"I want to save up so I can order some iridium from a hardware catalog. The stuff is crazy-expensive, though.$s#$e#But... oh, the things I could do with it!$l",
				"Sat10":"Everyone needs a happy place to retreat to and be alone. The bench by the community center is mine.#$e#There's the other bench by the saloon, but that's where I meet up with Penny.#$e#Though, I wouldn't mind it if you joined me at the happy bench.$l",
				"Sun8":"You must enjoy your work quite a bit if you've stuck around town this long.#$e#I'm really happy for you.$h",
				"Sun10":"You must enjoy your work quite a bit if you've stuck around town this long.#$e#I do, too. We make a good pair, don't we?$l",
				"summer_Mon":"Hmm... What sort of gadget should I tinker with this summer?",
				"summer_Mon2":"I've got a lot on my summer to-do list with my gadget projects. I hope I can get through it all!",
				"summer_Mon6":"When you're working on an experimental tech project, there are a dozen failures for every success.#$e#The way things don't work can be just as exciting as the way they do work.#$b#...As long as no one gets hurt.$s",
				"summer_Mon10":"Whenever I'm working on a project these days, I'm always keeping you in mind as I work.#$e#You're somewhat of a muse, I guess. I just want to see your reactions to things.$l",
				"summer_Tue2":"My brother only tends to come out of his room in the afternoon.#$e#Sometimes we go for a couple of days before our paths cross.$s",
				"summer_Tue8":"@, you're looking sharp today.$h",
				"summer_Tue4_inlaw_Sebastian":"Heyyy, brother-in-law!$h^Heyyy, sister-in-law!$h#$e#Sebastian seems so much happier now that he doesn't have to live here. I hope things are well!",
				"summer_Wed2":"Ick, it's incredibly hot. I bet Sebastian's room is really cool right now by comparison.#$e#I wouldn't know for sure, though. I rarely actually go down there.",
				"summer_Wed4":"Is it just me or did it suddenly get really hot?#$e#I guess it's just me.",
				"summer_Wed6":"Tonight's a good night to do some stargazing. You should stop by.",
				"summer_Wed8":"I wonder if I can find some celestial bodies I haven't seen before tonight?",
				"summer_Wed10":"It's strange. Looking at the cosmos through my telescope seems a little lonely these days.$s#$e#Just lonely... without you with me.",
				"summer_Thu10":"How do your hands stay so soft with all that farm work?",
				"summer_Fri4":"Dad and I sometimes go out for ice cream. Sebastian used to come too, but he doesn't anymore.",
				"summer_Fri6":"I'm glad I get to work at such a slow clinic. If we lived somewhere else, it'd take up so much more of my time.#$e#The hours I work each week are perfect for me.",
				"summer_Fri10":"Hey @. We should hang out sometime by the lake and share some ice cream.#$e#Do you like that idea?",
				"summer_Sat":"Hey, have any interesting farm stories to tell me?#$e#Guess not.",
				"summer_Sat2":"Trying to build something mechanical is a game of problem solving. I enjoy having to think outside the box.#$e#Is anything in your job like that, too?",
				"summer_Sat4":"Hmm... I wonder if robots will ever be popular enough to replace animals as pets?#$e#Well, probably not during our lifetimes.",
				"summer_Sat6":"My parents support my work, but they draw the line at bringing a nuclear reactor into the house.#$e#What? I could handle it.$h#$b#In theory, anyway. They're not that dangerous if you know what you're doing.",
				"summer_Sat10":"It's in the middle of summer like this when I see you, @, and my whole heart just feels warm.$l#$e#In the evenings, especially, I just get the sense that later in life, I'll be nostalgic for these days.",
				"summer_Sun":"I bet you're growing some interesting crops right now.#$b#Dad says a lot of exotic plants grow in the valley this time of year.",
				"summer_Sun4":"I can keep myself pretty disciplined. It helps to stick to a schedule.#$e#How about you?",
				"summer_Sun8":"I wonder if I should apply for a job as a researcher in a university.#$e#I'd miss the valley, though. And I can do pretty much everything I want to out here, though, so...",
				"summer_Sun10":"I wonder if I should apply for a job as a researcher in a university.#$e#I'd miss the valley, though. And I can do pretty much everything I want to out here, though, so...#$e#And there's you.$l",
				"fall_Mon4":"Remember how margarine used to be more popular than butter, because it was supposedly healthier?#$e#Then they found out margarine is actually even worse for you than butter. So now we're back to butter.#$e#Research is a funny journey, sometimes.$h",
				"fall_Mon6":"Hmm, the air smells nice. Today's a good day to be outside.",
				"fall_Mon8":"You should come visit me at the clinic tomorrow. I work from 10 a.m. to 4 p.m.$h",
				"fall_Mon_inlaw_Sebastian":"Oh, hey @! How's my brother doing?",
				"fall_Tue2":"The colors of this season are what really make me love it so much.#$e#We all have a good excuse to go outside.",
				"fall_Tue4":"@, I just love how the trees look right now!#$e#I know you like them too.",
				"fall_Tue8":"Days like these remind me of when I first went to school as a little girl.#$e#Any nostalgic memories for you, @?",
				"fall_Tue10":"Rocket propulsion, arm robotics, artificial intelligence... the synthesis of these elements is something really special.#$e#There's still a long way to go in each science. Endless possibilities, really.",
				"fall_Wed4":"If you have any extra metal lying around, I could always use it for one of my projects.#$e#But only if you don't need it yourself.",
				"fall_Wed6":"You've probably crafted some pretty neat devices of your own. Have you made a mayonnaise machine?#$e#It's actually pretty easy. The properties of the earth crystal do most of the work for you.",
				"fall_Wed8":"Gold is for much more than just decorative purposes. It's also a really good conductor for electrical equipment.#$e#But it's not like anybody just has some of it just lying around, right?$h",
				"fall_Wed10":"Mmm, this is nice. Beautiful autumn day, light refreshing breeze...#$b#...boyfriend on my arm...$l^...girlfriend on my arm...$l",
				"fall_Thu":"In other parts of the world it's spring right now. Imagine that!",
				"fall_Thu4":"It sure would be interesting to see artificial intelligence interact with organic intelligence.#$e#It'd be even more interesting if we could meld the two in one lifeform. Got any cows who'd be up for a 'bionic cow' experiment?$h#$e#Ha, just kidding.",
				"fall_Thu8":"Ever heard of a crystalarium? They seem a bit tricky to make, but not impossible.#$e#I would make one if I had the materials.",
				"fall_Fri4":"Dr. Harvey seems to be in good spirits lately. It was a good week at the clinic this week.",
				"fall_Fri6":"I've been feeling especially optimistic lately...$h",
				"fall_Fri8":"Artificial intelligence is really fascinating. I'm not quite as good at programming as Sebastian is...#$b#...but there are some preset AI modules that I've tried altering myself.#$e#Even some basic emotion algorithms should be possible, but of course I keep it relatively rudimentary.",
				"fall_Fri10":"Mmm, this weather's making me crave sweets.#$e#...And you. *giggle*$l",
				"fall_Sat4":"The way all the organisms in the wild perish and survive to sustain one ecosystem...#$b#...there's a lot we can learn and apply to making any complex system stable.",
				"fall_Sat6":"My dad had a really cool experiment earlier this week.#$b#The microbes in the lake actually stabilize the lake's pH levels. But in order to do that, the microbes have to die in massive quantities.#$e#Am I bad if it was fun to replicate the process in the lab?$s#$e#Well, you know, nature's both cruel and beautiful.",
				"fall_Sat10":"Ugh, my thoughts are just spinning out of control right now. It's like my brain is in overdrive.$s#$e#Can you rub my back? I've got to breathe slowly. *sigh*#$b# ...One, two, three, four, five, six, seven...$s#$e#One more time...#$e#...$s#$e#Thanks. I'll be okay.$l",
				"fall_Sun2":"Any plans for next week? Or just taking it day by day?",
				"fall_Sun4":"Hey, here's to another good week! *toast*",
				"fall_Sun6":"Ugh, I can't stop my thoughts from spinning like a whirlwind.$s#$e#Sorry.$s",
				"fall_Sun8":"Hey, nice running into you. How was your week?",
				"fall_Sun10":"You have a leaf in your hair. Let me get it for you.#$e#...$h",
				"winter_Mon2":"My snowman looks a tiny bit different each year, but my inner kid pretends it's the same soul who always comes back to visit.",
				"winter_Mon4":"You're never too old to build a snowman.#$b#Anyone who's tired of snowmen is tired of life.$h",
				"winter_Mon6":"I think I'll do a little patch-up work on my snowman today. Maybe I can get him to last until the new year.$h",
				"winter_Mon8":"Hi @!$h#$e#Hey, don't you think my snowman looks kind of like you?",
				"winter_Tue4":"Hey, do you have any ideas for a new gadget I can make?#$e#Mhmm. I trust your opinion.",
				"winter_Tue6":"I wonder if I could make a device that could keep my hair from getting frizzy when the weather's dry...",
				"winter_Tue8":"One of my first ideas for an invention was an automatic snowball maker and thrower.#$e#I never actually finished the project, because I had the idea when I was seven.#$b#Still, though, shouldn't be too hard...",
				"winter_Wed4":"Hm. I'm a little bored today. How do you pass the time in the winter?#$e#My current projects just aren't doin' it for me, lately. I need a change of pace.",
				"winter_Wed6":"To tell the truth, I feel like I learn even more from Penny than she learns from me.#$e#The way she understands kids and literature, and art... We're a couple of nerds, but we balance each other out.",
				"winter_Wed6_inlaw_Penny":"I'm so happy you wound up with my best friend. I always had a feeling about you and Penny.$l",
				"winter_Wed10":"The world just looks perfect after a fresh-fallen snow.#$e#@, you're a really good person. I hope you recognize that about yourself.$l",
				"winter_Thu4":"I hope Sebastian's okay. I feel like he barely sees the sun during the winter. It's not healthy.$s",
				"winter_Thu6":"I tried asking Sebastian if I could join them the next time Sam comes over, but he looked really unenthusiastic.$s#$e#I mean, I'd understand if I did something wrong, but honestly, why does he single me out like that?$a",
				"winter_Thu8":"I let Sebastian do his own thing these days. I think he just wants to be left alone.#$e#It sucks. I've tried all these years to be a good sister, but I don't think he'll ever stop pushing me away.$s#$e#Well, not every sibling relationship winds up perfect.$s",
				"winter_Thu10":"@, come closer. I'm cold.#$e#My hands are so dry from the winter air. I'm sorry about that.",
				"winter_Thu4_inlaw_Sebastian":"I did a voicechat with Sebastian this morning. Now that he's moved out, it's a lot easier to get along with him.#$b#Isn't it funny how that works?$h",
				"winter_Fri4":"We treated a patient with the flu yesterday. Ugh. I really hope I don't get it, too.$s#$e#No, I can't tell you who it is. Patient confidentiality.#$b#Just be sure to wash your hands a lot.",
				"winter_Fri6":"You look fresh today. I guess it's that crisp winter air.",
				"winter_Fri10":"Your cheeks are all rosy. *giggle* So cute.$l#$e#Mmm, give me a hug.$l",
				"winter_Sat4":"Mmm, if only I could go into the caves and get some precious metals. The amount of things I could accomplish...!#$e#But... I don't want to make my parents worry themselves sick.",
				"winter_Sat8":"@! I'm glad to see you.#$e#It's been a bit of a rough week, but seeing you makes things a little better.#$e#You're just always a pleasant person to be around. It's nice.",
				"winter_Sun":"I get so sleepy when it's cold...",
				"winter_Sun2":"I want to wrap myself up in a blanket, but then I'd just fall asleep. Hmm.#$e#That'd really mess up my sleep cycle if I took a nap.",
				"winter_Sun4":"I get so sleepy when it's cold...",
				"winter_Sun6":"Time travel is theoretically possible. It would just take more energy than anyone can harness.#$e#We're talking... pretty much all the kinetic and potential energy in the world. In one place.",
				"winter_Sun10":"Time travel is theoretically possible.#$b#But even if I could travel through time, I wouldn't want to change anything.$l",
				"spring_1_2":"A good day to you, sir!^A good day to you, @!#$e#How's your year so far?",
				"summer_1":"This is going to be a great season for stargazing.",
				"summer_27":"You'll be at the beach tomorrow night, right? I hope so!",
				"fall_15":"The Stardew Valley Fair is so much fun. It's one of my favorite days of the year.#$e#You should try some of the games they have.",
				"winter_1":"Oh man, it's so cold...$s",
				"winter_7":"I love my snowman, but I'm interested to see what other people build tomorrow.",
				"winter_28":"Have a good night tonight. Let's count our lucky stars!",
				"summer_27_2":"You'll be at the beach tomorrow night, right? I hope so!",
				"fall_15_2":"The Stardew Valley Fair is so much fun. It's one of my favorite days of the year.#$e#You should try some of the games they have.",
				"winter_7_2":"I love my snowman, but I'm interested to see what other people build tomorrow.",
				"winter_28_2":"Have a good night tonight. Let's count our lucky stars!"
			}
		},
		{
			"LogName":"Maru Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueMaru",
			"Entries":{
				"Rainy_Day_0":"#$c .5#I bet my brother just went to bed an hour or two ago. What a goof.#I wonder how Penny is doing? Maybe I'll give her a call later today.",
				"Rainy_Day_1":"#$c .5#Have you seen my flathead screwdriver with the yellow handle? I'm always misplacing that thing...$s#I was just daydreaming... do you think MARILDA is okay? I hope she finds some place where she truly belongs...",
				"Rainy_Day_2":"Hey! I had trouble sleeping last night so I fiddled around in my workshop for a bit. Here, I made this for you. [688 369 338 325 287]#$e#$c .5#I'm happy to contribute where I can.$h#I hope you can find some use for it.",
				"Rainy_Day_3":"#$c .5#Phew, I thought I slept like a baby, but I'm still tired.#The only thing I dislike about rain is the fact that I can't do any stargazing!",
				"Rainy_Day_4":"#$c .5#Some of my electronics are getting a bit dusty. That's something I could work on today... or maybe some reading.#Do I hear a leak in the roof? I'll have to check it out. I know a thing or two about carpentry from watching my mother.",
				"Rainy_Night_0":"#$c .5#I stayed inside because of the weather. Not too exciting, but it was relaxing. I kicked back with the latest 'Schematics Weekly'.#Make sure you don't leave your tools out in the rain! You wouldn't want them to get all rusty.",
				"patio_Maru":"#$c .5#When this one's done, it should be useful for helping me cook food. Y'know, MY way, just for fun.#I'm not sure what this is, yet... but it's fun to turn the old wrench now and then.",
				"Rainy_Night_1":"Hi @. How was your day... soggy?#$e#$c .5#Why don't we do an indoor date night tonight? What're you craving?#This weather gives me gadget ideas... maybe if I funnel the rainwater it could power a mill?",
				"Rainy_Night_2":"Dad's been tracking the weather patterns for the last twenty years.#$e#$c .5#I really hope the climate doesn't change to the point where it negatively affects your farming.$s#It's a little too early to tell, but the results have revealed some abnormal trends.",
				"Rainy_Night_3":"#$c .5#Come here. *kiss* I need some human contact tonight.$l#Can we have spaghetti in bed tonight?",
				"Rainy_Night_4":"#$c .5#Look what I made. And I didn't even use an oven! Guess how? [232 234 223 220]$h#I made some dessert! Make sure to brush your teeth before bed, though. [232 234 223 220]$h",
				"Indoor_Day_0":"#$c .5#I have so many little projects I want to work on today... Maybe I should write down a list, before my brain gets too cluttered.#Hmm? Sorry, sometimes I get so lost in thought that I don't even realize what I'm doing.",
				"Indoor_Day_1":"#$c .5#Got any ideas for how we could put this to use? I just don't like wasting good equipment. [286 287 205 732]#I found this in my scrap pile. Think you could find a use for it? [286 287 205 732]",
				"Indoor_Day_2":"#$c .5#There's something about farm life that gets me up early. I don't know what it is. It just feels right.#Finally, you're up! I was getting so hungry... *rumble*$h",
				"Indoor_Day_3":"#$c .5#What can we do to make today a little more special? Anything fun you've been meaning to get to?#One of the best things about living on the farm is waking up to a chorus of songbirds.",
				"Indoor_Day_4":"#$c .5#I used to wonder where I'd end up after moving out. I never imagined it'd be right down the road. How funny.$h#How do you keep your hands so soft with all that farmwork?",
				"Indoor_Night_0":"#$c .5#One day, we'll look at the stars the same way early man looked at the horizon: distant but surmountable.#Did you see the moon tonight? It always looks spectacular on the horizon.",
				"Indoor_Night_1":"#$c .5#There are always little optimizations that can be made on the farm, but perhaps more important is whether the layout's pleasing to you.#I saw a shooting star earlier. I like to pretend it's MARILDA stopping by to check on us.$h",
				"Indoor_Night_2":"I can't decide if I'm craving chocolate cake or ripe strawberries. Or maybe both...?#$e#$c .5#Life's too short not to eat more goodies.$h#Be honest... am I gaining weight?$s",
				"Indoor_Night_3":"#$c .5#You did good work today! You deserve to relax the rest of the evening.#Oh, there you are! I was just hoping you'd come home.$l",
				"Indoor_Night_4":"#$c .5#I'm really starting to love this old house. It's so cozy at night. Mom's done a great job improving the place.#I'm really proud of the work you do. You know that, right?",
				"Outdoor_0":"#$c .5#Oh good! You found me. I was hoping to share a bit of the morning outside with you.#Ahh... the farm smells great, it reminds me of the mountains near my parents' house.",
				"Outdoor_1":"#$c .5#I'm sure if my mom were here, she could tell you a little story about every single piece of wood on this side of the house.#With a little planning, we could automate most of the farm work and just relax!",
				"Outdoor_2":"#$c .5#No matter how advanced technology gets, I hope this farm and these woods are here for a really, really long time.#It's going to be clear tonight... I wonder if the %noun constellation will be visible?",
				"Outdoor_3":"#$c .5#Good morning! Mind if I watch you from here?#Don't worry, I won't mind if you track mud into the house. It's fun to get a little dirty now and then.",
				"Outdoor_4":"#$c .5#So, what was it like when you first moved here? It's almost tough to remember when I was just your acquaintance.#I never realized the amount of care and planning necessary to run a farm! It's a lot like working in the laboratory.",
				"OneKid_0":"#$c .5#I'll ask Penny for some kid advice. I know she works with big kids, but she just has a way with the little ones.#Have you spent any time with %kid1 today? Kids need playtime in order reach their full potential.",
				"OneKid_1":"#$c .5#What? No, of course I'm not going to make a parenting robot. You can't find a substitute for the human touch.$h#What do you think... will %kid1 grow up to be a farmer? Or an engineer?",
				"OneKid_3":"#$c .5#My parents are thrilled; they just said they never expected to be grandparents at so young an age. Well, Mom and Dad, surprise!#I have high hopes for our child. I've been reading all the scientific data on the best ways to raise children.",
				"TwoKids_3":"#$c .5#Good thing we have good healthcare here. Dr. Harvey will see our kids in a heartbeat if we need to.#My own workshop, two wonderful kids, and a beautiful plot of land. Life is pretty good.",
				"funLeave_Maru":"#$c .5#My parents are probably missing me a bit. That's where I'm headed today.#I think I'll visit my parents today. I haven't seen them in a while.",
				"funReturn_Maru":"#$c .5#Well, it was good to go home today, but now it's even better to come 'home-home.' My heart's really here, now.$l#Mom and Dad are doing just fine. Their routine is still the same, even with me gone. How was your day?",
				"spring_9":"Working in a university would be interesting, but honestly, what would I do there that I don't already do?#$b#Invent? Learn? Experiment? I already do all that.$h",
				"spring_15":"I'll see if I can get one of my robots to do the cleaning for us today.#$b#It's more work to get the robot set up and calibrated than if I just did it myself, but it's also more fun.$h",
				"spring_16":"I wonder if my walk to work is shorter or longer now, compared to where I used to live...?",
				"spring_26":"MARILDA really was a one-off kind of invention for me. I'm not even sure I could reproduce another robot like her... And even if I could, hmm...$s#$b#A big part of me wants her to remain special, one of a kind.",
				"summer_4":"I remember one year, when I was a kid, the strawberries came really late in the season.#$b#We were still eating them fresh at around this point on the calendar.#$e#What? Of course I remember! They were just that good!$h",
				"summer_9":"Another day of work for me today.#$b#Hmm... I hope no one comes in with heatstroke.$s",
				"summer_16":"Eldra, one of the 'feuding brothers' constellations was at its highest point in the sky last night.#$b#Half a year from now, his brother will take his place. Our ancestors were really creative, the way they made so many detailed stories to explain the sky's phenomena.",
				"summer_23":"There's a beauty to human technology, but then there's also an even greater beauty to nature.#$b#I feel like the ultimate beauty would be a harmony between the two. What do you think?",
				"summer_27":"Just a couple more evenings until the moonlight jellies arrive. I'm really excited!#$e#To be honest, though, I'm probably nowhere near my dad's level of excitement.",
				"fall_9":"Have a good day today, honey. I'm just going to put the finishing touches on my plutonium destabilizer.#$e#Kidding.$h#$e#No, seriously, I keep the plutonium destabilizer in my secret lab. The one under the wood pile.#$e#Please tell me you didn't just fall for that!$h#$b#Er, well... oh. I guess I did have a secret lab at my old place.$s#$e#No, I didn't install a secret lab! This is your house, you goof!$h",
				"fall_15":"Yesterday was the last day to be able to plant pumpkins in time for Spirit's Eve.#$e#Actually, if you forgot, you could still do it. It'd just take a little Speed-Gro.",
				"fall_18":"Living within walking distance of my parents' house... in a house my mom remodeled...#$b#Well, I know my situation isn't exactly typical. Let me know if it ever gets weird for you, okay?#$e#You are my priority, you are my love. Now come here and kiss me.$l",
				"fall_22":"Penny lent me a book a few days ago. I think I'll get it started later today, maybe while I'm out.",
				"winter_11":"I learn best by doing things hands-on, and I try to learn something new every day.#$e#For me, knowledge is its own end. I don't have any plans to sell an invention for big money.#$b#I'm open to changing my mind on the subject if it ever becomes necessary, though.",
				"winter_22":"I love fireplaces... even more than I love central heating. Is that weird for a technophile like me?#$e#It's just that woodfire smell, and the feel of the natural heat. You can't beat it.",
				"winter_23":"I've almost finished the book that Penny lent me a while back.#$e#I don't know how she speeds through books the way she does. I only read through a few books per year.",
				"winter_28":"Happy new year, honey. Let's celebrate tonight! [232 234 223 220]$h#$b#Don't stay out too late.$l"
			}
		}
	]
}