{
	"Changes":[
		{
			"LogName":"Pam",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pam",
			"Entries":
			{
				"Saloon_Wed":null,
				"Saloon_Mon":"Hey kid, I'd buy you a drink if I could afford it!",
				"Saloon_Thu":"*gulp*... I've been looking forward to this beverage all afternoon. Heh heh.",
				"Saloon_Entry":"Ah... Finally./I need a drink./Gus! Gimme the usual./Hey, I'm back!/Ooh boy, am I thirsty!/I'm parched!",
				"Trailer_Entry":"Penny! Did you make dinner?/Penny! You done your chores?/Penny! You home?/Hey! I'm home!",
				"Mon":"#$1 PamDrank#urghh... my head...$k#$e#You know, I'd eat healthier food if I could afford it.#$e#Hey, you probably have a lot of tasty grub growin' on your farm, hm?",
				"Mon2":"I could sure go for some parsnips.#$e#What? Don't believe I eat healthy sometimes?",
				"Mon4":"Maybe if you do real well on your farm it'll boost the local economy.#$e#Then everyone will have a job and we'll all be happy, right?",
				"Mon6":"If my legs weren't so stiff I'd visit the mountains every now and then.",
				"Mon8":"$d bus#Don't you worry 'bout a thing. I know I'm at the saloon a lot, but I always drive sober.|I sure do miss my job.$s",
				"Tue2":"Oh, it's Mr. @.^Oh it's Miss @.#$e#Do you need my help or something?",
				"Tue4":"I was reading the newspaper this morning but then I got depressed. It's a rotten world, kid.#$e#Keep your head screwed on right and you'll make it through in one piece...#$b#That's what my Pappy always used to say. Heh heh heh.$h",
				"Tue6":"If I could start all this over again...? Nahh, I don't think about those kinds of things.#$e#It ain't gonna happen, so there's no point.#$e#Maybe I'd punch that husband o' mine in the mouth a couple extra times.",
				"Tue8":"I had hopes and dreams like you, once... But look at me now.$s#$e#Life doesn't always turn out like you expect.#$e#Ah well. There's no sense dwellin' on what you don't have.",
				"Wed2":"$d bus#You don't know how glad I am that the bus is up and running! I feel alive again.|Ever since I got laid off, I can't help but wonder if Mayor Lewis is gonna do something to get that bus fixed.",
				"Wed4":"$d bus#You don't know how glad I am that the bus is up and running! I feel alive again.|I talked to Lewis about fixin' the bus. He said he can't 'legally' fix it, 'cause the town don't own it. For cryin' out loud!",
				"Wed6":"$d bus#I don't need anything too complicated for work. Just give me somethin' to drive and I'm happy.$h|I called up the bus company again. Said they still ain't got the money to fix it. Budget cuts.$s",
				"Wed8":"$d bus#It's nice havin' a reason to get up in the morning again.|That damn bus company! Who do they think they are, givin' me a bus that just ups and breaks on ya?",
				"Wed10":"$d bus#I do enjoy my morning walks out to the bus stop. Nothing beats the smell of that fresh air.|Some of us just can't win in this world, kid.$s",
				"Thu4":"Hey, what do you think of that Sam fellow? Heard anything about him?",
				"Thu6":"Sam seems like a good guy, if a bit young.#$b#Penny says he's got some growing up to do.",
				"Thu8":"Penny says I spend too much time at the saloon...$s",
				"Fri":"Hi, stranger.",
				"Fri2":"Each day's just the same as the last...$s#$b#If only I'd been born rich...$s",
				"Fri4":"You know, I've been thinking... I wish I had a hobby. Something to do other than hanging around at that saloon every night.#$e#You got any ideas?#$e#...Ehh. Maybe I'll play checkers against myself.",
				"Sat2":"Havin' a local farm is good for our town.",
				"Sat4":"Hey kid. What're you up to?#$e#I'm just passin' time, same as always.",
				"Sat6":"I wish a team of elves would come during the night and tidy up my house. Hahahaha.$h",
				"Sun4":"*Sigh*... I guess I'll be popping a frozen dinner into the microwave tonight.$s",
				"Sun6":"$d bus#Good thing I got my job back when I did. A few more weeks and I woulda been clean outta cash.|I don't know how much longer I can go before Gus kicks me outta the saloon for not payin' my tab...$s",
				"summer_Mon8":"$d bus#I'm a safe driver, kid. Ain't had a single ticket since I was younger than you.$h|Damn this weather, huh kid?",
				"summer_Tue10":"I saw an osprey up in the trees. He looked like he was king o' the whole valley.#$e#Probably saw his whole kingdom from that high up.$h",
				"summer_Wed10":"$d bus#Ain't no way I'm missin' my unemployment days, nuh uh.|Some of us just can't win in this world, kid.$s",
				"summer_Thu2":"Oh, hi there, farmer.#$e#Did I see you at the saloon the other night?",
				"summer_Thu10":"$d bus#I think I lost a pound or two since I restarted my daily walk to the bus stop!$h|*sigh*...$s",
				"summer_Fri8":"Well, the world can't be all bad if there are still some good ones like you left.#$e#How'd you turn out so nice, anyway?",
				"summer_Sat2":"Don't mind that ol' dog next to the house.#$b#He might look at you cross, but he'll never get up from that box in a hundred years.#$b#The old boy's name? It's Dusty.",
				"summer_Sat10":"Ol' Dusty, that mutt? Nahh, he ain't gettin' up there in age too-too bad. He's always just been lazy.#$e#He's like a dog who thinks he was born a cat.$h",
				"summer_Sun10":"$d bus#Shhh... don't tell anyone, but I went for a little personal trip a few days ago in the bus when no one was lookin'.$h|Wish I had somethin' to do today...$s",
				"fall_Mon10":"It's around this time of year, I always remember...#$e#That idiot husband o' mine just stood up and walked on out.#$e#I don't really care where he is. Penny's grown up just fine, and she's too good for him, anyway.",
				"fall_Tue10":"$d bus#Hey kid, thanks for talkin' to me like you do. The bus stop's a nice spot, seein' as you live right down the road from it.|Oh, hey, kid...$s",
				"fall_Wed10":"$d bus#I ain't rich, but I'm glad I don't have to worry about money so much anymore.|Some of us just can't win in this world, kid.$s",
				"fall_Thu10":"Can you believe I wanted to be a movie star when I was little?#$b#S'pose it ain't too uncommon for kids, but what'd my little girl self say to me with how I am?#$e#Life ain't so bad when you really get down to it. Even if things don't always go the way they should.",
				"fall_Fri10":"$d bus#I wonder which'll live longer... me or the bus. It's an old bus, so I bet I'd win, but I'd miss the old girl for sure.|*sigh*...$s",
				"fall_Sat10":"Did I ever tell you? I saw a UFO one time.#$e#'Course, it was late at night, and I'd been at the saloon awhile, so no one believed me.$u#$e#Not sure if I believe me, if I'm honest.$s#$b#But I ain't seen somethin' like that ever since.",
				"fall_Sun10":"Must be nice havin' Jodi's life. I know things ain't always easy for her, but at least she's made somethin' of herself.",
				"winter_Mon":"It's so dry in winter. My skin feels like old parchment.",
				"winter_Mon6":"You got any hogs on that farm?",
				"winter_Tue4":"I just hope Penny has a good life ahead of her. If you ever have kids you'll know how I feel.",
				"winter_Tue10":"You seen anything strange around town today?#$e#Sometimes I think I see somethin' dark and spooky movin' through the trees.",
				"winter_Wed10":"$d bus#You don't know how glad I am that the bus is up and running! I feel alive again.|Some of us just can't win in this world, kid.$s",
				"winter_Thu10":"I probably oughta get to that Altar of Yoba more often, seein' as I'm a believer and all that.#$e#It's just tough to find the time with my work schedule the way it is.",
				"winter_Fri8":"It's cute seein' how Penny works with those kids.#$e#Well, even if it's too late for me, at least Penny's doin' something good for the world.",
				"winter_Sat8":"Fishin' in the Ice Festival is pretty fun. I figure I should do it more often.$h#$e#Maybe I just need an audience to motivate me.#$e#Heh... like someone's got time for that.",
				"winter_Sun8":"Your farm sure is pretty in the snow. Makes for a nice view.#$e#Don't you let it go fallin' apart, y'hear?$h",
				"spring_1_2":"Any plans for the new year?#$e#Yep, we'll see.#$e#Gotta keep that head up, huh?",
				"spring_23":"I can't wait to see Penny dance tomorrow!$h#$e#I just hope she dances with someone good enough for her.",
				"winter_7":"Time for me to try my hand at fishing tomorrow. You gonna be there at the festival?",
				"winter_28":"Welp, time for another year to walk into the sunset!#$e#Make sure you don't let your life go whooshin' by, kid.",
				"spring_23_2":"I can't wait to see Penny dance tomorrow!$h#$e#I just hope she dances with someone good enough for her.",
				"winter_7_2":"Time for me to try my hand at fishing tomorrow. You gonna be there at the festival?",
				"winter_28_2":"Welp, time for another year to walk into the sunset!#$e#Make sure you don't let your life go whooshin' by, kid."
			}
		}
	]
}