{
	"Changes":[
		{
			"LogName":"Penny",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Penny",
			"Entries":{
				"Introduction":"Oh... Hello! I'm Penny...",
				"Mon":"Hi... #$e#Oh, did you want something?",
				"Mon2":"So, I guess you're staying in Pelican Town for the long haul? That's good.",
				"Mon4":"*sigh*... My mother definitely has a problem with going to the saloon too much.$s#$q 237/238 Mon_old#But it's best not to dwell on bad things, right?#$r 237 50 Mon_237#Right. It's best to be positive!#$r 238 10 Mon_238#I think it's good to be realistic.",
				"Mon_old":"#$p 237#But if I keep trying I think I can get her to change.|I guess it makes sense. There's not much I can do to change it, anyway.",
				"Mon6":"If you're ever looking for something my mother will enjoy, you can't go wrong with parsnips.#$e#She uses it in a hangover remedy, but at least it's better than something that causes the hangover in the first place.$u",
				"Mon_237":"That's how I feel. I'm just going to focus on making the future better.",
				"Mon_238":"Maybe you're right. It's better to cope with reality.$u",
				"Tue2":"I tutor Vincent and Jas just three days a week: Tuesday, Wednesday, and Friday.#$e#It's not quite a full school week, but having only two students helps me give them a lot of individual attention.",
				"Tue6":"Teaching children involves so many more responsibilities than I originally thought.#$e#Has the same proven true for your farming?",
				"Tue8":"$d bus#Maybe now that my mother has her bus driving job back, I can start saving more money. Things are looking a little brighter.|I'm trying to save money from my tutoring job, but it's hard with my mother out of work.",
				"Wed6":"Ms. Eleanor was my teacher when I was growing up. A lot of the things I teach Vincent and Jas, I learned from her.#$e#I've also learned a lot just from the books in the library.",
				"Wed8":"It's tough trying to fill the shoes of the woman who had my job before me, but having only two students makes it a bit easier.#$e#Ms. Eleanor had nine of us one year. There were just more kids in town when I was growing up.",
				"Thu2":"It's nice just having two students. We get a little more flexibility with when we meet for class.",
				"Thu4":"Some book suggestions? Hm, well, the 'Marcie' series is really good. Everyone loves those.#$e#For my personal favorites, just about anything by Nora Sealy is hard to go wrong with.",
				"Thu8":"Hi @!$h#$e#It's been a great week so far. The kids did really well on their quizzes yesterday.#$e#How's your week coming along?",
				"Thu10":"When I was a little girl, I always thought I'd grow up and marry Sam. We barely even spend time together anymore, though.#$e#Heehee, no, you don't have to be jealous.$h",
				"Fri2":"Teaching is a lot of work. I can't even imagine how a 'real' classroom teacher does everything with a full-sized class.",
				"Fri6":"Becoming a teacher will mature you up quite a bit. I feel like I've grown up five years' worth in the last two years alone.",
				"Fri10":"Hi there, @!$h#$e#It's strange. I feel somehow older and younger at the same time around you.",
				"Sat6":"I want to do what I can to help the world, even if I'm just helping the people around me.#$e#You must feed a lot of people with the work you do, huh?",
				"Sat8":"Jas draws me the cutest pictures sometimes. My favorite is one where she drew your farm next to hers.#$e#She drew every little fence post. It was adorable.$h",
				"Sat10":"The romantic novels I read as a kid have been making a lot more sense to me, lately.$l#$e#What? ...Oh, sorry, nothing.$l",
				"Sun2":"I apologize if my mother is... well, a bit much.#$e#Everyone else is already aware of us, so...",
				"Sun6":"I've seen a decent number of people come and go in Pelican town. You won't be leaving anytime soon, will you?",
				"Sun8":"Hi @! It's always great to see you.",
				"Sun10":"It's so embarrassing. I keep spacing out in the middle of teaching lessons.$l#$e#You know why, right?$l",
				"summer_Mon2":"Maru's a good friend. I feel like I learn so much every time I have a conversation with her.#$e#She gives me good ideas that I can use for science lessons with the kids.",
				"summer_Mon4":"Maru tells me that every family's got issues of one kind or another.$u#$b#It just bothers me sometimes, when it feels like half the town's judging my mother and me.$s#$e#Uhm, sorry, how's your day going?",
				"summer_Mon8":"In my first year of tutoring, I'd go home crying at least once a week. I just thought, 'I can't do right by these kids.'$u#$e#But it did eventually get easier. I think I was overly critical of my own performance and how the kids would receive it.",
				"summer_Tue":"I have the kids on a summer reading schedule. It's nice to take it a little easier this time of year.",
				"summer_Tue2":"I do hope Vincent's doing his summer reading today...$u#$b#But I'm not supposed to be doting on him right now. The goal is to build independence.",
				"summer_Tue4":"I have the kids on a summer reading schedule. It's nice to take it a little easier this time of year.",
				"summer_Tue10":"Sam and I were like Vincent and Jas when we were younger. We've really grown up in different ways since then, though.#$e#Sam is just in a different place in his life. He's still growing up.",
				"summer_Wed":"We don't do a full summer vacation, because we have to make up for our short school weeks during the regular year.#$e#Jodi and Marnie requested we do it that way, instead of doing things the way a normal school would.",
				"summer_Wed4":"I look forward to getting outside just as much as the kids do. The world outside is our classroom, too!$h#$e#Though, Vincent sometimes just wants to run around, rather than do a science lesson.$u",
				"summer_Wed8":"Today we're learning about the water cycle. I had figured this would be a lesson best taught outside.",
				"summer_Wed10":"@! Oh, hi!$l#$e#Sorry, is it just unusually hot today?$l",
				"summer_Sat2":"Today's a playground day for the kids.#$e#It doesn't have anything to do with my tutoring job. I just do this for fun.",
				"summer_Sat4":"$d cc#Thanks for fixing the community center back up. I guess you're kind of a town hero.|Hello, @. It's nice to see you're doing well.",
				"summer_Sat8":"I think children's laughter is the nicest sound in the world.$h#$e#That pure, unadulterated joy... that's what it's all about, isn't it?",
				"summer_Sat10":"Do you like seeing the kids play, too?#$e#It reminds me of those perfect, bygone days, but in a way that recaptures that perfection and gives me hope.$h",
				"summer_Sun":"So... do you like to decorate your farm house?#$e#It must be nice having your own place to decorate.",
				"summer_Sun2":"I found a library book just lying in the dirt. How could someone be so irresponsible?$s#$e#If you find any others, please be sure to send them back where they belong.",
				"summer_Sun4":"So... do you like to decorate your farm house?#$e#It must be nice having your own place to decorate.",
				"summer_Sun6":"What do you think I should do with the kids this coming week? I was thinking of trying a little drawing game for practicing vocab.",
				"summer_Sun8":"Sometimes, I look at myself, and I wonder if I'm a good enough role model for the kids.$s#$e#If I'm supposed to show them all the places where education can lead them in life, well, look at my life...$s#$e#...I just tell myself it'll be okay. As long as they find happiness one day in the future...$u",
				"summer_Sun10":"Lately, I've found myself with more confidence in what I do.#$e#Even more than ever, I'm reminded of the importance of showing care and support for the ones around me.",
				"fall_Mon6":"Maybe I could find a job as a full classroom teacher someday. But I don't know that it would be better for me.#$e#I just can't imagine having the same connections with twenty or thirty students like I have with Jas and Vincent.",
				"fall_Mon8":"Maru and I became fast friends when her family moved here. I'd miss her greatly if she ever had to leave.",
				"fall_Mon10":"If I met my dad again, I don't know what I'd do... and I don't really care to know.$a#$e#Everything I have right now is zero thanks to him. So, screw him, you know?$a",
				"fall_Tue":"I have Vincent come in a little early each day, for a little extra help.#$e#He's been making good progress, even if he has to be a trooper about it sometimes.$h",
				"fall_Tue10":"I walked by your farm the other evening as I dropped off Jas at her home. I saw you in the distance, and...#$b#...the landscape was beautiful, but you were my favorite part about it.$l",
				"fall_Wed4":"I've been an avid reader for as long as I can remember. Books are one thing that have always been there for me.",
				"fall_Wed6":"Books are good for a little escapism now and then. I think everybody needs some form of that.",
				"fall_Thu10":"Vincent asked yesterday if I was in love with you. That boy, I swear...$u#$e#...$l",
				"fall_Thu8":"It's always a struggle to care for my mom, but after Dad left, the two of us agreed to stick together no matter what.$u#$e#Everyone needs someone who watches their back, you know?$u",
				"fall_Fri4":"...$s#$e#Oh, sorry @. I was just thinking. Fall is always a difficult time for me.$s#$e#I'll tell you about it sometime.",
				"fall_Sun10":"@! I was just thinking about the future...#$e#Where do you picture yourself in ten years?$l#$e#I have a few ideas for myself...$u",
				"winter_Mon":"On the 25th we'll be having the Feast of the Winter Star. It's one of my favorite events.#$e#It's supposed to be a time to show gratitude for all the good things in your life... but for most people it's just a time to relax and exchange gifts.",
				"winter_Mon6":"There's a lot of excitement for this year's Feast of the Winter Star. I wonder who I'll get this year?$h",
				"winter_Mon10":"I was reading before bed last night, but I only got through a couple pages.#$e#My mind kept wandering...$l",
				"winter_Tue4":"Elliott's a novelist, isn't he? I'd love to read some of his work, but I don't know him very well...",
				"winter_Tue8":"Elliott shared some of his writings with me. It wasn't the type of stuff I usually like to read, but I made sure I was polite.#$e#He's still very talented.",
				"winter_Tue10":"With the Feast of the Winter Star approaching, I was counting my blessings.#$b#I'm very thankful to have gotten to know you, @.$l",
				"winter_Wed":"I love that the library has a fireplace. It makes it so much nicer to just curl up with a good book.",
				"winter_Wed4":"I'm looking forward to seeing what your farm looks like in the spring.#$e#It's going to be so fresh and beautiful.$h",
				"winter_Wed8":"I have no idea whether Vincent will ever go to college. I never did.$u#$e#But if he grows up one day to be a fine and caring young man, I can't ask for anything more.",
				"winter_Thu4":"I have to make sure I do my best with my job. If the parents don't feel like their kids are learning enough...$u#$b#...they'll put them on a bus each day for the long commute to a public school.#$e#So far, so good, though.",
				"winter_Thu6":"Hey, @, I was wondering... you haven't given my mother any alcoholic beverages, have you?$u#$e#Sometimes I wish Gus would just ban her from the saloon.$s",
				"winter_Thu10":"Oh, hi @.$l#$e#Sorry, I didn't sleep much last night. I was up late...$s#$b#...uh, reading. It's a really good book I can't put down.$l",
				"winter_Fri":"...yes?$u",
				"winter_Fri2":"Are you friends with Linus? He lives in a tent up in the mountains.#$e#Everyone ignores him, the poor guy. He's actually really nice... Just a little odd.#$e#It must be so cold to live in a tent this time of year.",
				"winter_Fri6":"George doesn't go outside of his house as much as he used to. I hope everything's okay.$u",
				"winter_Sun6":"I have to hide most of the money I make from my job. Otherwise, my mom might drink it away.$s#$e#My mom still loves me. She doesn't do it all the time, but it has happened before.",
				"winter_Sun10":"Sometime soon, we should go back to my place in the evening and cozy up together with a book.$h#$e#If you can make it, just try to show up before 8. I don't want my mom to come home early and make things awkward.",
				"spring_1_2":"It's a bright new start to the year! I hope the morning was nice for you.$h",
				"spring_12":"We decorated a few eggs earlier this week in preparation for the egg festival.#$e#Are you going to be there, too?",
				"spring_23":"I have pleasant memories of the flower dance.#$e#I imagine the dance would seem a little old-fashioned for a newcomer, but the steps are really easy to learn.",
				"summer_10":"Mmm... I can already almost taste the food at tomorrow's luau.#$e#I just hope no one ruins the soup this year...$a#$e#That's one reason why I don't hang out with Sam as much as I used to.$a",
				"fall_15":"I love the Stardew Valley fair.#$b#Those carnival games can be a little tough for the kids, though.#$e#Maybe you can win a prize, @.",
				"fall_26":"Spirit's Eve used to scare me when I was little. These days, though, I enjoy it.#$e#Everyone's got to be a little adventurous from time to time, right?$h",
				"winter_7":"Snow really brings out the child in everyone. Tomorrow's festival should be a lot of fun.",
				"winter_24":"Tomorrow's the big day! It's the most magical day of the year.$h#$e#Watching the expressions on the kids' faces when they open their presents is really special.",
				"winter_28":"Happy new year...! ...tomorrow!$h#$e#I wonder what's in store for our little town this coming year.",
				"spring_12_2":"We decorated a few eggs earlier this week in preparation for the egg festival.#$e#Are you going to be there, too?",
				"summer_10_2":"Mmm... I can already almost taste the food at tomorrow's luau.#$e#I just hope no one ruins the soup this year...$a#$e#That's one reason why I don't hang out with Sam as much as I used to.$a",
				"fall_15_2":"I love the Stardew Valley Fair.#$b#Those carnival games can be a little tough for the kids, though.#$e#Maybe you can win a prize, @.",
				"fall_26_2":"Spirit's Eve used to scare me when I was little. These days, though, I enjoy it.#$e#Everyone's got to be a little adventurous from time to time, right?$h",
				"winter_7_2":"Snow really brings out the child in everyone. Tomorrow's festival should be a lot of fun.",
				"winter_24_2":"Tomorrow's the big day! It's the most magical day of the year.$h#$e#Watching the expressions on the kids' faces when they open their presents is really special.",
				"winter_28_2":"Happy new year...! ...tomorrow!$h#$e#I wonder what's in store for our little town this coming year."
			}
		},
		{
			"LogName":"Penny Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialoguePenny",
			"Entries":{
				"Rainy_Day_0":"#$c .5#On rainy days my thoughts always drift toward cinnamon and cookies.#It's quite a trek to get to the library in the rain, but it's worth the extra distance if I get to live here.",
				"Rainy_Day_1":"I wonder if Maru and Dr. Harvey will ever get together? I'm sure Harvey likes her...#$e#$c .5#...but I think their age gap makes both of them indecisive.#I think Maru will have to make the first move, though.$h",
				"Rainy_Day_2":"#$c .5#Hi, honey! I did some shopping this morning and got this for you.[186 180 770 535]#Oh right! I picked this up yesterday, but I forgot about it.[186 180 770 535] I thought you could use one of these.",
				"Rainy_Day_3":"Hmm... maybe I should experiment with a new recipe. You liked the last recipe I made, didn't you, honey?#$e#What was it called... 'Chili de @'?",
				"Rainy_Day_4":"#$c .5#On days like this, I love to curl up with a good book.#A good book and some tea. Mmm, that sounds wonderful right now.$h",
				"Rainy_Night_0":"#$c .5#How was your day, honey? I spent my afternoon reading a novel.#I know some people find fulfillment, reading between the lines of a book for a deeper meaning. Me, I just find joy in the story itself.",
				"patio_Penny":"#$c .5#This is a lot more peaceful than my old spot in town. I'm very happy here.#Care to join me for a bit? ...Or, I guess you must have a lot to do, right?",
				"Rainy_Night_1":"#$c .5#I'm sure Mom's at the saloon right now... But I don't feel so bad about it anymore. It's out of my hands.#Has my mother been nice to you lately? You know what they say, 'When you marry someone, you marry into the whole family.'",
				"Rainy_Night_2":"#$c .5#I was just thinking about that night we met in the bathhouse. I'll never forget that night...$l#Hm, I didn't finish all the grading I'd hoped. Maybe I can wing it first thing in the morning.$s",
				"Rainy_Night_3":"#$c .5#The sound of rain used to bother me, when I lived in that old metal trailer. But it's quite soothing here.#I hope Vincent and Jas are nice and snug in their beds, too.",
				"Rainy_Night_4":"#$c .5#I felt like making a nice dinner. I hope you like it. [212 214 225 209 200]$h#I think I've gotten a little better at cooking, if I say so myself. [212 214 225 209 200]Dig in!$h",
				"Indoor_Day_0":"#$c .5#It's so peaceful here. I used to have the most horrific nightmares, but now I sleep like a baby.#Growing up, I always wondered about this farm. Who knew I would actually live here someday?",
				"Indoor_Day_1":"#$c .5#Good morning! I made you a hot breakfast.[195 210 211] It's important to me that you leave here with a full belly.$h#Good morning! I woke up hungry, so I made enough for two. Enjoy![195 210 211]",
				"Indoor_Day_2":"#$c .5#You know, I think I'll read a book today. I picked up something new from the library last time I was there.#Gunther asked me to say hi. Do you know if we have anything to donate?",
				"Indoor_Day_3":"#$c .5#I love to hear about all the artifacts you've found. To think... there may have been farmers at this very spot 10,000 years ago.#I got a brand new book from the library. It's always exciting when there's a new shipment.$h",
				"Indoor_Day_4":"#$c .5#Was I shy when we first met? It's funny to think about, now that we've come so far.$h#Just wanted to say... I love the way you look this morning.$h",
				"Indoor_Night_0":"#$c .5#Good evening, honey. Did you accomplish everything you wanted to today? If not, that's okay. We've got all the time in the world!#When the light's dim, you have these little glowing stars in your eyes. You're so lovely.$l",
				"Indoor_Night_1":"#$c .5#Hmm... skirt or pants tomorrow? Oh, who am I kidding... I always go with the skirt.#So this is what happily ever after feels like.$l",
				"Indoor_Night_2":"#$c .5#We should always try and remember those less fortunate than us. I'm just very grateful for what we have.#Phew. Did I mention? Over the last week, Vincent wouldn't stop pummeling me with little kid questions about married life.",
				"Indoor_Night_3":"Mom's probably pretty lonely now that I'm gone. I just hope she doesn't visit the saloon more to make up for it.#$e#You shouldn't feel bad! Mom has to solve her own problems. ",
				"Indoor_Night_4":"#$c .5#Ready to tuck in? I made the bed and everything...#Hee hee. I can, um, finish this chapter later if you wanted to head to bed.$l",
				"Outdoor_0":"I only ever dreamed of living in such a beautiful place, and now it's come true.#$e#$c .5#I realize how much I was missing before you moved into town.$l#I was so miserable back home.$s",
				"Outdoor_1":"#$c .5#Isn't this a perfect place to raise children? I would've been so happy growing up on a farm.#I understand that you have to get straight to work, honey. Will you be home early tonight, though?",
				"Outdoor_2":"#$c .5#Hey. Are you going to be shipping anything unusual today?#Hi, honey! If I knew more about farm work I'd help you out more. Sorry!#$e#I'll be thinking of you.$h",
				"Outdoor_3":"#$c .5#I just saw a songbird flying due west. In Stardew Valley that's a very good omen.$h#I think I'll do a little reading out here on the porch.$h",
				"Outdoor_4":"#$c .5#Ahh... It feels great to be outside. I could spend all day right here, observing every little thing.#Oh! I just had a good lesson idea for Jas and Vincent. I'm trying to mull over the details.",
				"OneKid_0":"#$c .5#Have you had any time to play with our little one today? Maybe a second child will make things better.#Oh right. My mom visited yesterday to spend some time with %kid1. It's kind of surreal, getting to see that nurturing side of her personality.",
				"OneKid_1":"#$c .5#The kids don't allow me quite as much time for reading as I used to have. Maybe I'll have to settle for audiobooks.#Little %kid1 is going to have such a great childhood here.",
				"OneKid_3":"I feel a lot older now that we have a child. Maybe it's just this new responsibility weighing on me.#$e#It's not bad! I've wanted this for a long time.",
				"TwoKids_0":"#$c .5#The kids keep me so busy, but I want to make sure I'm not neglecting you. ...How are you?#I already gave %kid1 and %kid2 their food. They're such hungry children!",
				"TwoKids_1":"#$c .5#The kids love it if you sing to them. They just pause and get so attentive. It's so precious.$h#We have to make sure and give %kid1 a lot of attention now that we have %kid2. We don't want any jealousy between them.",
				"TwoKids_2":"#$c .5#Kids don't stay in their cribs forever. I'm trying to enjoy every moment with them.#I've had this dream that %kid2 grew wings and flew into the night sky. What does it mean?",
				"TwoKids_3":"#$c .5#A nice house, two wonderful kids, and a beautiful plot of land. We're so very fortunate.#With the way I grew up, I never really thought I'd amount to much. But seeing our children like this makes me feel so lucky.$l",
				"funLeave_Penny":"#$c .5#Today's not a work day. I just need some time outside today.#I'm going to head into town today, just for fun. I'll be back in a while!",
				"funReturn_Penny":"#$c .5#I had a nice time... It's good to stay in contact with everyone. Tell me about your day.#A lot of people were out and about. I'm glad I was able to chat with a few of them.",
				"spring_1":"We've got a long, warm year to look forward to. Let's make it a productive one.",
				"spring_4":"Spring is probably my favorite season. There's a certain freshness in the air that fills me with hope.",
				"spring_8":null,
				"spring_13":"School's off today. I'll be heading into town for the egg festival. Are you coming, too?",
				"spring_16":"Ah, the 'spring cleaning'... I'm actually going to enjoy this.",
				"spring_19":"It's really nice seeing my mom proud of me. I wondered, briefly, if she'd be jealous of me.#$b#But that turned out not to be a problem!$h",
				"spring_26":"I've got an art project that Jas and Vincent are going to love, using some flowers left over from the festival.#$b#I'm really looking forward to it.$h",
				"summer_9":"Reading an actual printed book is so different from using an e-reader. It's about the texture of the pages...#$b#...the sounds they make as you turn them, and the way your memory associates each part of the story with how many pages are behind you.#$e#I know my books may take up an entire shelf, but it's worth it.$h",
				"summer_10":"Those full-classroom teachers must really be enjoying their summer break right now.#$e#Oh well. To be honest, every day feels like summer break here, even if I have to go to work.$h",
				"summer_19":"I've never really been drunk, to be honest. Maybe a little tipsy, once, but I can't say I even enjoyed the experience.$s#$e#Just... too many negative connotations.$s#$e#Not everyone needs to have every experience under their belt, you know?$u",
				"summer_23":"I'll be honest. I don't really have a clear lesson in mind for teaching today. I'll probably just wing it.#$e#It'll be fine. I've been doing this long enough.",
				"fall_10":"I wonder what Jas and Vincent will be when they're all grown up.#$e#They're the only students I've ever had. I know that's not normal for a teacher.",
				"fall_12":"Sometimes, I wonder if my mother will meet someone and fall in love again. I kind of doubt it, though.",
				"fall_16":"No school today, of course. Will I see you at the Stardew Valley Fair?",
				"fall_19":"I got to catch up with Maru yesterday. It's weird that we're in different phases of our lives now.#$b#But she's just as good a friend as ever.$h",
				"winter_5":"The falling snow reminds me of grandma, rocking by the fire. I mostly remember her shadow flickering against the orange wood. That was long ago.",
				"winter_6":null,
				"winter_9":"It's been so long since Nora Sealy released any new books. I wonder if she's ever even going to get around to it.$s#$e#Sorry, just thinking out loud. I'm sure I'll find something to read today.",
				"winter_12":"I wonder if Vincent will ever learn to enjoy reading...$s#$e#It's just not enough for me to teach him skills he'll never use. I want him to find joy in it.#$b#Plus, I don't want to let Jodi down.",
				"winter_16":"Brr... Such a long walk in the snow, to get to school this morning.$s#$e#Yep, out here in the country, I guess we still walk uphill both ways.#$e#...$h",
				"winter_26":"I think I've had enough of the snow for a while. I hope it melts soon.#$e#It's getting a bit slushy out there, anyway.",
				"winter_28":"I baked a cake for New Year's tonight. Be sure to be back home early so we can celebrate! [220 221]$h"
			}
		}
	]
}