{
	"Changes":[
		{
			"LogName":"Pierre",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Pierre",
			"Entries":{
				"Mon2":"How is the farm?#$e#I think we could really have a nice business setup, you and me.#$b#So I hope you stick around!",
				"Mon4":"Hi, @. Need any seeds or fruit tree saplings?",
				"Mon6":"Caroline and I met in school. We never actually dated anyone besides each other.#$e#I know, it's a little unconventional. But it's worked so far!$h",
				"Mon8":"$d Joja#Well, at least some residents of our town believe in supporting local businesses. ...*sigh*$s|I'll admit, work's actually a little more fun without JojaMart around. ...It all seems like it matters again, knowing it won't end in ruin, y'know?",
				"Tue2":"Hey, glad to see you again!#$e#Thanks for supporting the local economy!",
				"Tue4":"If we look out for one another, that's how our community will make it in the long run.#$e#Anyway, would you like to buy anything?$h",
				"Tue10":"$d Joja#Apparently, the mom-and-pop grocer in Grampleton closed not too long ago. I wonder when it's gonna be my turn?$s|I did some research. Turns out JojaMart was selling at quite a loss. Their general strategy isn't even to turn a profit until after the local businesses are extinguished.",
				"Wed6":"#$1 pierre1#*sigh*... No matter how well the business does, it's never enough to satisfy my desire for success. What's wrong with me? Maybe I'm just bored with domestic life.$s#$e#Some day I'm going to open a new shop in the city and make a killing.#$e#Unfortunately, business is so slow I can hardly save any money...$s",
				"Wed10":"Hey, mind if you watch the counter for a few hours, while I go and work on your farm?#$e#Haha, just kidding.$h#$e#...*sigh*$s",
				"Thu4":"Hey, @. You're my number one customer!",
				"Thu6":"$d Joja#I support a free market as much as anyone, but who exactly is it 'free' for when Joja holds the kind of power it has?$s|Just another beautiful day in the neighborhood!",
				"Thu8":"It's easier to keep in a positive mood when there are more familiar faces dropping in.#$e#So... thanks for visiting!$h",
				"Fri4":"With her online classes, Abigail's already formally more educated than I've ever been. I'm proud of her.#$e#I started out as a courtesy clerk as a kid, and then I worked my way up until I could open this store.",
				"Fri6":"I've thought about writing stories to pass the time. Nothing really gets me inspired, though.#$e#I don't know how Elliott does what he does.#$e#Maybe I need a change of scenery.",
				"Fri8":"$d Joja#Everything that Morris does is technically legal, but it doesn't change the fact that he sees our town for its money and nothing else.$3|My stress nightmares about JojaMart have finally stopped. ...Did I tell you I'd been having nightmares? Yeah, that was a thing.",
				"Sat2":"I like it best if I can sell produce that's local.#$e#I just want to do what I can that's right by the environment.#$e#Plus, there are no shipping costs when it's local.",
				"Sat4":"Sometimes, operating a small business really takes it out of you.#$b#But I wonder, what would this community be like without my store?",
				"Sat6":"Sometimes it's tough making dinner conversation with my family. At the end of the day, all that's on my mind are order forms, profits, sales...$s#$e#I guess I can see how that'd be boring...$s#$b#But at any rate, a man has to do what's necessary for his family, regardless of whether they can appreciate it or not.",
				"Sun2":"Thanks for stopping in!$h#$e#I hope your day goes well.",
				"Sun4":"Providing basic necessities to the people of this community... That's worth a legacy, isn't it?",
				"Sun6":"I sometimes wonder... what percentage of my life will I spend behind this counter?$s",
				"Sun8":"$d Joja#Can a community have a soul? I want to believe in this place, but it's difficult when it seems like people's wallets are their number-one priority.$s|I feel very lucky. In the end, it looks like Pelican Town is a special place after all!",
				"summer_1":"I've got summer seeds available! You'd better stock up.",
				"summer_Mon":"What are you growing this summer? Something specific? A little of everything?",
				"summer_Tue":"JojaMart doesn't even have lower prices than we do, unless you count those 50% off coupons that they're always handing out.$3#$e#You've never gotten one, huh? Yeah, neither have I. Makes sense why.",
				"summer_Tue6":"Ugh... It's so hot in here.",
				"summer_Thu6":"Abigail will always be my little girl. It was love at first sight, when I saw her for the first time.",
				"summer_Fri6":"Summer is a good time to eat a refreshing salad, don't you think?",
				"summer_Sat10":"If we look out for one another, that's how our community will make it in the long run.#$e#Anyway, would you like to buy anything?$h",
				"summer_Sun10":"With her online classes, Abigail's already formally more educated than I've ever been. I'm proud of her.#$e#I started out as a courtesy clerk as a kid, and then I worked my way up until I could open this store.",
				"fall_1":"Fall seeds are here! Crops don't grow in winter so this is your last shot until spring.#$b#Better go all out, huh?",
				"fall_Mon4":"I just can't really get into following gridball.#$e#Ha ha, go Tunnelers, I guess! Right?",
				"fall_Mon8":"I heard there was a big sportsball game last night.#$e#Joseph Sports ran all the yards and scored the goal.#$e#...$h",
				"fall_Mon_inlaw_Abigail":"Hello, er... my son?$s^Hello, er... daughter?$s",
				"fall_Mon4_inlaw_Abigail":"Hi, @. How's Abigail doing? Tell her that we've been missing her around here.",
				"fall_Tue10":"Business has been fine lately, but I swear we've got a petty shoplifter in our community.$s#$e#The snack foods keep disappearing from the shelves. And I know I'm not off in my counting.$s",
				"fall_Thu10":"You know, it's tough spending so much time behind a counter...#$b#...but it's a little easier knowing that just about every face that comes through the door is a familiar one.#$e#Of course, it's nice that you're one of them today!$h",
				"fall_Fri10":"I've still got work tomorrow. There's no real weekend for me, but I was hoping to take it a bit easier.#$e#What, did you have a big order you needed me to fill?$4",
				"fall_Sat10":"Those nice, sunny beaches out on the Fern Islands... *sigh* What wouldn't I give to be there right now.",
				"fall_Sun":"Hi there. Is your farm still doing well?#$e#Maybe a few of my seeds will spruce things up.$h",
				"fall_Sun2":"I'm happy to buy whatever you produce on the farm.#$e#Yes, I do resell it for a profit... but that's the benefit of being an established shop owner.#$e#Don't get any ideas...",
				"fall_Sun4":"It's starting to get cold outside...#$b#That means more people come into the shop to warm up... hehe.",
				"fall_Sun8":"If I didn't have this shop to run I would be outside right now...#$e#The leaves look great and the mushrooms are sprouting.",
				"winter_1":"You can't grow any crops during winter... so I have no seeds to offer you.#$e#It's really going to cut into our profits.",
				"winter_Mon4":"I just can't really get into following gridball.#$e#Ha ha, go Tunnelers, I guess! Right?",
				"winter_Mon8":"The thing about gridball is that it's all about giving it 110%.#$e#The other team only gave it 108%, though, so that's why they didn't score more goal points.#$e#Hehehe... sorry.$h",
				"winter_Mon_inlaw_Abigail":"Hello, er... my son?$s^Hello, er... daughter?$s",
				"winter_Mon4_inlaw_Abigail":"I used to worry about Abigail's future, but I can see that she's wound up exactly where she needs to be.#$e#You be good to each other now, alright?$h",
				"winter_Tue10":"Abigail will always be my little girl. It was love at first sight, when I saw her for the first time.",
				"winter_Wed":"#$1 pierreDin#I'm going to surprise Caroline tonight with dinner and a bottle of Stardew Red. Don't tell anyone! Finally, a day of relaxation.$k#$e#",
				"winter_Thu2":"I mainly deal in edibles, so if you've got any ores or wood you'd better try selling them somewhere else.",
				"winter_Thu4":"Is it just me or is there a cold draft in here?",
				"winter_Thu6":"Caroline really is wonderful. I don't think I could last through this cold season without her.",
				"winter_Fri10":"Sometimes I wonder if the citizens don't respect me the way they do other villagers. What is it that I do wrong in their eyes?$s",
				"winter_Sat":"If I didn't have this shop to run I would be outside right now.#$e#It would be fun to throw a snowball.",
				"winter_Sat6":"Is it just me or is there a cold draft in here?",
				"winter_Sat8":"#$1 pierre2#Does Abigail look anything like me? Don't tell my wife, but sometimes I wonder if I'm really the father.$k$s#$e#Don't tell my wife, but I hate to cook dinner.",
				"winter_Sun10":"Caroline and I met in school. We never actually dated anyone besides each other.#$e#I know, it's a little unconventional. But it's worked so far!$h",
				"spring_12":"Tomorrow's the egg festival! I'll have some special seeds that are on sale only at the festival, so be sure to save some cash!",
				"spring_23":"I'm going to have a kiosk open at the flower dance tomorrow, with some exclusive items. Be sure to swing by!",
				"fall_15":"I'm feelin' pretty good about my grange display for tomorrow.$h#$b#Though I do welcome the competition.",
				"fall_26":"I'll be selling rare goods again at the Spirit's Eve festival. I hope you'll come and take a look!",
				"winter_28":"Happy new year, @. Thanks for stopping in.",
				"spring_1_2":"Aha! I figured you'd come by. Better get some seeds into the ground, huh?",
				"spring_12_2":"Tomorrow's the egg festival! I'll have some special seeds that are on sale only at the festival, so be sure to save some cash!",
				"spring_23_2":"I'm going to have a kiosk open at the flower dance tomorrow, with some exclusive items. Be sure to swing by!",
				"fall_15_2":"I'm feelin' pretty good about my grange display for tomorrow.$h#$b#Though I do welcome the competition.",
				"fall_26_2":"I'll be selling rare goods again at the Spirit's Eve festival. I hope you'll come and take a look!",
				"winter_28_2":"Happy new year, @. Thanks for stopping in."
			}
		}
	]
}