{
	"Changes":[
		{
			"LogName":"Sebastian",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Sebastian",
			"Entries":{
				"Mon2":"Uh... what's up?",
				"Mon6":"I'm always confused why the idea of an afterlife is so appealing. Do people realize how long 'eternity' actually is?#$e#I understand the need for comfort, but...#$b#...to me, thinking about 'eternity' is more like staring into an endless abyss. I'd rather focus on what's temporary and in front of me.",
				"Mon8":"It seems pretty narcissistic to assume that we matter in the grand scheme of things.$s#$e#But I guess we're all floating downstream. Gotta enjoy the ride while it lasts.",
				"Mon10":"It seems pretty narcissistic to assume that we matter in the grand scheme of things.$s#$e#That said, though, you matter to me, no matter how indifferent the universe might be.$l",
				"Tue4":"When you throw a rock in the lake, it sends out ripples. But then the ripples eventually reach the edge and stop.#$b#Everything ends, so how can things with a lasting effect be any more important?",
				"Wed4":"I get bored by plain, ordinary life stuff. How do people get excited about the most mundane things?#$e#Like for example, Abby's parents got a new washing machine a few months ago, and they'll tell stories about that thing for hours...#$b#...like it's the most important thing that'll ever happen to them.#$e#In one sense, it's kind of funny, but in another, it's just depressing as hell.$s",
				"Wed10":"It's nice having a reason to stay here in Pelican Town.#$e#Um, you know what I'm talking about, right?$l",
				"Thu4_inlaw_Maru":"It's a little easier not having to live with Maru anymore. How are you holding up?",
				"Fri2":"*sigh*... If gas wasn't so expensive I'd ride my motorcycle to the city today.#$e#$q 415/416 Fri_old#So what do you do when you aren't working?#$r 415 0 Fri_bad#More Farming#$r 416 30 Fri_good#Comic books#$r 415 -30 Fri_bad#Shopping#$r 415 -30 Fri_bad#Sports",
				"Fri_old":"$p 416#Hey, if you're bored feel free to hang out in my room...$h|You probably prefer the small-town life, huh?",
				"Fri8":"What's new?$h#$e#I'll be at the saloon tonight destroying Sam at pool again.$h",
				"Sat4":"You don't smoke, do you?#$b#...Yeah, no problem, it's all good.",
				"Sat6":"Maybe I should do something creative this weekend.#$b#I wonder if my client would mind if I redesigned the logo for his program?",
				"Sat8":"Sam almost beat me in pool last night.#$e#Well, 'almost' is a relative term, but he has been getting better.$h",
				"Sat10":"Hi, @. How's your day going?$h",
				"summer_Mon2":"Everyone perking up when the sun's out... It's such a cliche.$a",
				"summer_Mon4":"Don't you ever get sick of the sun? When the heat's beating you silly, you're all sweaty, and dirty...#$b#...and you have to smear smelly goo on your skin just to keep it from burning... Why do people like summer, again?",
				"summer_Mon10":"I've gotta say, @, when I first met you, I didn't think I'd like you. You seemed so... peppy?$h#$e#But I'm glad I was wrong. It was probably just me projecting assumptions on someone who willingly moved to Pelican Town.$l",
				"summer_Tue4":"It's definitely better to be too cold than to be too hot.#$b#Too cold? Put on a sweatshirt. Problem solved.#$b#Too hot? You're screwed.",
				"summer_Tue6":"Summer evenings are decent, at least, if it cools down enough.#$e#When it's pitch dark outside and you still feel that wave of heat, stepping outside... that's messed up.",
				"summer_Tue8":"My biological dad? Yeah, I've met him a few times.#$e#He's staggeringly unremarkable.#$e#That's about it.",
				"summer_Wed4":"It's nice, getting that sense of accomplishment when you fix a bug that was eluding you for days.$h#$e#Oh, sorry, that's probably pretty boring for you to hear about.",
				"summer_Wed6":"Damn it. Today's not a good day.$a#$e#If you can give me some space, I'd appreciate it.#$e#Look, you understand how I work.",
				"summer_Wed8":"Why am I grinning? I guess I've been unusually happy lately...$h",
				"summer_Thu":"Getting out and making small talk with the locals, just for the fun of it. ...That's probably your kind of thing, isn't it?",
				"summer_Thu2":"I definitely don't want to go swimming, if that's what you're going to ask.$s#$e#Oh, you just stopped to say hi? Sorry.",
				"summer_Thu6":"I just feel so stuck, living here. My life doesn't change from one year to the next.$s",
				"summer_Thu8":"I feel stuck. How the heck did you do it, @, just quitting your life and moving away?#$e#I'd kill to be able to do that. But the cost of living keeps jumping in the city.$s",
				"summer_Fri2":"You've been up since how early? *yawn* ...Damn.",
				"summer_Fri4":"I have to stay up late. It's the only time the house isn't sweltering.#$e#I can't sleep when it's too hot to get under the covers.",
				"summer_Sat2":"I'm really in the mood for some coffee, but it's way too hot for it.#$e#And iced coffee just isn't as good.",
				"summer_Sat4":"Sam and I originally bonded over music, a while back.#$e#He's a good guy. Most people don't care about my hobbies, but he's pretty much always willing to try the things I like.",
				"summer_Sat6":"There are all sorts of creatures lurking underground, but people hardly ever talk about them. I mean... why not?#$e#It's like some people specifically choose to be boring.",
				"summer_Sat10":"Maybe it'd be fun to ride my bike out in a nighttime thunderstorm.#$e#I mean, uh, scratch that. Too dangerous, I know.$l#$e#I know you'd worry. I've got to think of that.",
				"summer_Sun6":"Some people look up at the night sky and start to feel insignificant.#$b#But I feel that way all the time. For me, it's actually a comfort for the sky to remind me of that simple truth.",
				"summer_Sun8":"The best thing with the lake is when there's a full moon right above it. It gives the whole area a nice, serene glow.",
				"fall_Mon6":"Why does Maru have to be instantly good at everything she does?$s#$e#I'm still better than she is at music... and programming...#$b#...but even with programming, she's crazy good at installing the AI scripts for her robots.$s",
				"fall_Mon6_inlaw_Maru":"Don't get me wrong, I'm happy you and Maru got together, but...#$b#...it's just another reminder about how she keeps upstaging me. Everything just has to work out perfectly for her.$s",
				"fall_Mon8":"Does it make sense if I say that the more crowded a place is, the lonelier it is?#$e#I was in a nightclub in Zuzu City a couple of years ago. It was too crowded to dance and too loud to talk.#$b#Kind of defeats the whole purpose, doesn't it?",
				"fall_Tue2":"Maybe I should pay Abby a visit soon.$u#$e#...I dunno.$u",
				"fall_Tue4":"Pumpkin spice this... pumpkin spice that... man, I do get sick of these seasonal fads.",
				"fall_Tue8":"I'm not really mad that Mom married Demetrius. She can live her own life.#$b#I just wish they'd let me live my own life, too.",
				"fall_Wed4":"I stayed up most of the night finishing a job for one of my clients. It was actually a lot of fun.#$e#I don't even feel tired, for one thing.$h",
				"fall_Wed6":"*sigh* If I lived in the city, I could join a 'Solarian Chronicles' group and do some of those epic 8-person raids.$s#$e#Oh well. I guess it's not really the same when you don't know anybody in the group.",
				"fall_Thu4":"My room might be a little less depressing if I had a window...$s",
				"fall_Thu6":"Hm, maybe I should move my synthesizer back here from Sam's place. It'd be a lot easier to practice.#$e#Or I can just practice on my computer keyboard. That's how I first learned, anyway.",
				"fall_Thu8":"I know I should try more to connect with Maru. It's just...#$b#...if I try to meet her on her level, getting all excited with her, it feels wrong. It's just not me.#$e#Does that make any sense?",
				"fall_Fri":"*yawn*... I was up until 3 reading this new book...#$q 462/463 fall_Fri_old#Do you read, @?#$r 462 -30 Fri_bad#Yep. The classics.#$r 463 30 Fri_good#Only Sci-fi and Fantasy#$r 462 0 Fri_bad#I like a good Romance#$r 463 -30 Fri_bad#No, I don't read books",
				"fall_Fri_old":"$p 462#You probably wouldn't like it.$s|I think you'd like it.",
				"fall_Sat6":"Eventually, I have to get up in the morning so my parents don't patronize me. I'd rather not be treated like a kid.",
				"fall_Sat8":"How the heck do you get up so early each day? I don't get it.#$e#That's officially your superpower. 'Early-Morning Man.'^That's officially your superpower. 'Early-Morning Girl.'",
				"fall_Sat10":"@, hey! I'm glad I ran into you.$h#$e#I'm just having a really good day. I wanted to see how you were doing.",
				"fall_Sun4":"A lot of people seem self-obsessed. Some can't get into a book or TV show if the characters don't remind them of themselves.#$b#The exact opposite of that is why I like reading fantasy.",
				"fall_Sun6":"People act completely different in big groups. They all put on this mask, this persona...#$b#...and it's just so other people will accept them.#$b#Don't they get a little too comfortable losing touch with the real version of themselves?",
				"fall_Sun10":"Hey. Want to stay out late with me tonight?#$e#When there's a glow on the horizon, that's usually when I can tell it's time to head for bed.",
				"winter_Mon6":"People always say \"just be yourself,\" but I think for most of them, it's just a saying.#$b#They don't actually mean it when they say it.",
				"winter_Mon8":"Feast of the Winter Star's coming up. I know I should try to think of things I'm grateful for, but...$s#$b#...it's tough when there are so many people my age moving on with their lives.$s",
				"winter_Mon10":"I was just thinking... I'm really thankful I have you in my life.$l#$e#Just something I was thinking about, with the Feast of the Winter Star coming up.",
				"winter_Tue2":"You want to talk? Uh... I'm kind of busy at the moment.#$e#Okay, not 'busy' busy, but...$s#$b#...Sorry, today's just not a good day. Maybe later.",
				"winter_Wed6":"Sam's being needy again. And we just gamed online last night.#$e#Oh well. He's still happy if I only say yes one in every four or five times he asks.",
				"winter_Wed10":"Abby's a great girl, don't get me wrong. She's cooler than most of the people in town.#$b#But she's a little young. And besides, I've got you.$l",
				"winter_Thu4":"I used to like my sushi dressed up as much as possible. But if the fish is good, everything else just gets in the way of the flavor.#$e#Maybe a little soy sauce.#$e#Plus, uh, one of my favorite characters from a series I read has a thing for sashimi, so...$s",
				"winter_Thu10":"Here, you wanna finish my coffee? I've had a few cups already. [395]#$e#Gotta get you warmed up!$h",
				"winter_Fri4":"Hmm... I wonder if I can brave the cold to go for a ride tonight...$s",
				"winter_Fri6":"I'm really excited. There's a new volume of 'Cave Saga X' coming out next month.$h#$e#I've already pre-ordered mine.$h",
				"winter_Sat4":"You must not spend very much time at home, with the way you're always running around.#$e#Sounds exhausting.",
				"winter_Sat8":"I'm always confused why the idea of an afterlife is so appealing. Do people realize how long 'eternity' actually is?#$e#I understand the need for comfort, but...#$b#...to me, thinking about 'eternity' is more like staring into an endless abyss. I'd rather focus on what's temporary and in front of me.",
				"winter_Sat10":"Man, I've got to move out of here, fast.#$e#Anything new on your farm, despite the snow?",
				"winter_Sun4":"I built a snowgoon but Demetrius made me get rid of it.#$b#You know your life's going in reverse when your stepdad treats you like a six-year-old.$u",
				"winter_Sun6_inlaw_Maru":"I can't believe Maru still comes out here to build her snowman.#$e#Are you sure it was a good idea to marry someone who lives within walking distance from your farm?#$e#Sorry. I mean, whatever works for you.$s",
				"spring_1_2":"I should browse the forums for some more clients. Anything to keep me busy indoors this spring.",
				"spring_12":"I'm not too big on festivals. Lots of commotion, too much social interaction... More stress than fun, if you ask me.",
				"spring_23":"Ugh... Tomorrow is the worst festival of the year by a mile. Just wait and see how stupid I look during the flower dance.",
				"summer_10":"Hehe... It might be funny to put something disgusting in the potluck soup tomorrow. Just don't poison anyone.#$e#Why ruin the potluck? Hmm... I guess some people feel liberated when the rigid structures of society break down a little. Maybe I'm weird.",
				"summer_27":"Tomorrow we'll all be gathering at the docks to see the migration of the moonlight jellies. I think it starts at ten o'clock.",
				"fall_20":"Are you looking forward to the Spirit's Eve festival? It's probably my favorite.$h",
				"fall_26":"The Spirit's Eve festival is tomorrow. I really hope they have those skeletons on display again this year.$h#$e#I almost feel like they're my friends at this point.",
				"winter_24":"It's the eve of the winter star today. Better make sure you've got an empty stomach for the feast tomorrow.",
				"winter_28":"It'd be nice if we could skip the first part of the year.#$b#Everybody makes empty resolutions they'll never keep. I wish more people could at least be genuine.",
				"Mountain_47_23":"I come here for the peace and quiet.",
				"summer_Mountain_58_35":"#$c .5#The temperature only starts to get comfortable at night.#$e#It always seems to stay a little cooler by the lake.",
				"spring_12_2":"I'm not too big on festivals. Lots of commotion, too much social interaction... More stress than fun, if you ask me.",
				"spring_23_2":"Ugh... Tomorrow is the worst festival of the year by a mile. Just wait and see how stupid I look during the flower dance.",
				"summer_10_2":"Hehe... It might be funny to put something disgusting in the potluck soup tomorrow. Just don't poison anyone.#$e#Why ruin the potluck? Hmm... I guess some people feel liberated when the rigid structures of society break down a little. Maybe I'm weird.",
				"fall_20_2":"Are you looking forward to the Spirit's Eve festival? It's probably my favorite.$h",
				"fall_26_2":"The Spirit's Eve festival is tomorrow. I really hope they have those skeletons on display again this year.$h#$e#I almost feel like they're my friends at this point.",
				"winter_24_2":"It's the eve of the winter star today. Better make sure you've got an empty stomach for the feast tomorrow.",
				"winter_28_2":"It'd be nice if we could skip the first part of the year.#$b#Everybody makes empty resolutions they'll never keep. I wish more people could at least be genuine."
			}
		},
		{
			"LogName":"Sebastian Marriage",
			"Action":"EditData",
			"Target":"Characters/Dialogue/MarriageDialogueSebastian",
			"Entries":{
				"Rainy_Day_0":"#$c .5#Finally... some heavy rain. I get bored of sunny weather easily.#I think I'm going to have a good day today. And you enjoy yourself, too, okay?$h",
				"Rainy_Day_1":"#$c .5#Hey. I was just thinking about my old room in the basement. I felt comfortable there, but this is a lot more interesting. And I don't miss the smell...#I couldn't really hear the sound of the raindrops in my old basement room. It's nice being able to in this house.$7#$e#I felt kind of embarrassed living in my mom's house for so long.",
				"Rainy_Day_2":"Hey. I couldn't sleep last night so I took a walk to the caves. I found this... want it?[575 769 767 84 66 78]#$e#$c .5#I just have trouble sleeping sometimes, it has nothing to do with you. I love you.$7#I just kept walking, and I guess I got a bit carried away. Sorry, I don't mean anything by it.",
				"Rainy_Day_3":"#$c .5#Seems like a pretty good day to just lie around, maybe read a book or something... what do you think?#It's on the edge of my brain... I was stumped yesterday by this one coding problem, but today, I think I can make it work.$7",
				"Rainy_Day_4":"#$c .5#Hey, another rainy day... perfect.#$e#You look cold... here, come closer.$l#Remember that day we had at the beach? Under the umbrella?$l",
				"Rainy_Night_0":"I'm trying my best to quit smoking now that we're married... I don't wanna die on you. It's a bad habit.#$e#I want to have a future together.$l",
				"patio_Sebastian":"#$c .5#Need something? I'll just be over here working on my bike for a while.#I just want to make sure everything's in perfect shape. Next time I ride, I don't want any worries on my mind.",
				"Rainy_Night_1":"#$c .5#I was in a musical mood today, so I played around with a synth program. Wish I did it more often; it's really gratifying.$h#I did some work on the laptop today. I was actually brainstorming some ideas for a game I want to make.#$e#With your farming income, I can afford to do what I want with my life. It's pretty amazing. Thank you.$h",
				"Rainy_Night_2":"#$c .5#Oh, dang! I was supposed to take out the trash today, wasn't I? I'll... do it in the morning.$s#Sorry, I didn't make any dinner. We might have a frozen pizza in the fridge or something.#$e#I dunno, my mind was elsewhere. It's hard to remember to do chores...",
				"Rainy_Night_3":"How was your day? Did you slay any monsters?$h#$e#$c .5#It feels good to take out your aggression now and then, doesn't it?#In either case, I'm glad you know how to avoid being boring.$7",
				"Rainy_Night_4":"#$c .5#Maybe a witch will visit us tonight? Hah.. if only life were that interesting...#Hey, let me know when you're ready to turn in for the night...$l",
				"Indoor_Day_0":"The older I get, the less I'm drawn to the city. It had a certain mystique to it, once.#$e#$c .5#But it turns out that was just a romantic fantasy. The city's so busy, so full of people... I don't belong there. I'm a loner.#Living out here... it's just the right kind of loneliness for me. The kind that makes me look forward to seeing you again each day at home.$7",
				"Indoor_Day_1":"Hey... want some coffee?[395]$7#$e#$c .5#I needed some... woke up early from a nightmare and I just couldn't fall back asleep.#This is the good stuff. Not that Joja-brand garbage.",
				"Indoor_Day_2":"I couldn't sleep last night so I went for a night ride on the motorcycle.#$e#$c .5#I need to stay independent, even though we're married. That's just how I am. I still love you, though.$7#The moon was bright enough to cast shadows through the trees. It was just the perfect night.$7",
				"Indoor_Day_3":"Hey. How'd you sleep last night?#$e#$c .5#I heard you mumbling. You seemed scared, but I have to admit... it was kind of cute.$l#It wasn't too bad a night for me, but I'll admit I'm jealous how you can sleep like a log sometimes.$7",
				"Indoor_Day_4":"#$c .5#Living here with you is teaching me to come out of my shell a little bit. I think it's good for me.$7#The way you've put this farm together... I've got to say it's given me an appreciation for where our food comes from.$7",
				"Indoor_Night_0":"Hey. I just hung out around the house, today. Nothing interesting...#$e#...#$e#$c .5#Oh, I got all the dishes and laundry caught up. So there's that.#The view from our house is perfect. You can see the sun setting over Pelican Town from the front porch.",
				"Indoor_Night_1":"Maybe I drank too much coffee... I don't feel very tired.#$e#$c .5#I just didn't want it to go to waste. That, and it was a flavor I really like.#I'm still trying to adjust to the farm schedule. I used to stay up until 5am and sleep in until 2pm, sometimes.$h",
				"Indoor_Night_2":"#$c .5#I thought living down the road from my family wouldn't be quite far enough. But things feel a lot less tense just from not having to share a roof.#It's really cool to have our own place. I can do whatever I feel like and not have people nagging at me all the time.#$e#I'm sure Maru's happy that I'm gone.",
				"Indoor_Night_3":"#$c .5#I spotted a bat out the window earlier. It's kind of hard to see, but if you stay focused you can often catch them flittering about. They're out there.#Oh, hey. I made this, if you want it. It's not exactly restaurant quality, but I'm learning. [227 228]",
				"Indoor_Night_4":"#$c .5#I often felt unappreciated back home... but here I feel like I really belong. Thanks for making me feel welcome.$l#I don't feel tired, but I'll try to go to bed. I just want to have a chance to see you before you leave for the day.$7",
				"Outdoor_0":"#$c .5#I feel like I want to do something today... but I'm not sure what. Do you ever have that problem?#Hah, I stayed up almost the whole night out here, reading under the porchlight. I might need a nap later.$h",
				"Outdoor_1":"Hmm... sometimes I have to force myself to stay outside for health.#$e#$c .5#I dunno what it is, but I like being indoors. Maybe I'm just so used to my dark basement.#The sun's starting to get pretty bright. I'll probably head back in soon.",
				"Outdoor_2":"#$c .5#I'll just watch you from here. I enjoy watching you.$h#Standing here on the porch like this... I wonder if someday I'll grow to be a mysterious old mentor for some kid in town.$7",
				"Outdoor_3":"#$c .5#I don't want to get soft now that I'm a married guy. Maybe I should start eating more hot pepper and working out? Just an idea...$h#I went for a little walk just before you got up. Sounds like some animals are already up and alive.$7",
				"Outdoor_4":"We should raise more slimes... In big quantities they can be pretty profitable. And they're so easy to raise.#$e#Also, different colored slimes produce different items. I dunno, I think it'd be kind of a fun hobby for us.",
				"OneKid_0":"#$c .5#I'm still getting used to being a father. Don't worry, I'll take good care of our kid! It's just... something new.#Well, we've finally done it. We've discovered someone whose sleep schedule is even more erratic than mine. Thanks, %kid1.$s",
				"OneKid_1":"#$c .5#Being a dad is so much harder than I ever would've thought... but I know you're the one earning our keep, so I promise I'll do my best every day.#Maybe when %kid1 is a little older, I'll get a sidecar for the bike and we can all go for a ride.$h",
				"OneKid_3":"#$c .5#I didn't think I could love a tiny little human being so much. Seriously, I would do absolutely anything for this kid.$l#Have you smelled %kid1? Maybe it's time for a bath...",
				"TwoKids_0":"#$c .5#I'm trying to keep the kids on a schedule to preserve my sanity. My own schedule's still all over the place, though.#Don't worry, I already fed the kids... %kid2 spilled the chocolate milk all over my shirt again.",
				"TwoKids_1":"#$c .5#I can't say this is exactly the kind of life I imagined when I first met you. But it does feel more purposeful than I ever would've imagined.$l#I hope %kid1 and %kid2 are nice to each other. Maru and I always fought as kids. ...If I think back on it, it was mostly my fault...",
				"TwoKids_2":"#$c Sometime soon when the kids are both sleeping, I think I'll need some alone time. The kids have been running me ragged.$s#I've had this recurring dream that %kid2 is wearing a shadow shaman costume and sitting on a glowing pumpkin. Weird, huh?",
				"TwoKids_3":"We've come a long way, @. Look at our family. To be honest, I never really thought I'd end up in this situation.#$e#Now that I'm here, I like it...$l",
				"funLeave_Sebastian":"#$c .5#I'm going to take a walk today. I need some time to myself. I'll see you in the evening.#Got a lot of stuff on my mind today. I'll let you know in the evening if it's still bothering me, but for now, I just need to go for a walk.",
				"funReturn_Sebastian":"#$c .5#My day was fine, nothing much to tell you about. Why don't you tell me about yours?#Hmm? Oh, I'm in a pretty good mood, actually. How about you?$7",
				"spring_8":"My right eyelid keeps twitching. It's been doing that for almost a month.#$e#It's funny. I don't feel that stressed.#$e#Maybe it's from looking at screens so much. But I'm not giving those up for a little thing like this.$u",
				"spring_16":"I got picked on a lot as a kid. Doesn't really bother me anymore, though.#$e#If anything, it just helps me appreciate the present more.$7",
				"spring_26":"The wait's finally over. There's a new Cave Saga X that should be delivered later today.$h",
				"spring_28":"Man... I completely binged my way through the new Cave Saga X. I can't believe it's back to the waiting game again.#$e#I'll have to look through it again. There's probably some foreshadowing or secrets I missed.",
				"summer_5":"Are you putting on sunscreen today? Ugh. I'm sorry.#$e#You... do a lot for us, don't you? I'll... do some cleaning around the house today.$u#$e#Look, and if you want buy yourself a treat or something, I'm not gonna complain. You earn the money.",
				"summer_15":"Seriously, how is it this hot already? It's never a good sign when it's 6 AM and I've already stuck my head in the freezer once...$u",
				"summer_19":"There's a video game charity drive that's livestreaming today. I think I know what I'll be doing to keep my mind off the heat today.$h",
				"summer_22":"Don't you ever get tired running around all the time? I swear, you must have energy drink syrup for blood.$7",
				"fall_6":"I took another freelance job yesterday with an old client. This should keep me busy for a few days.$7#$e#I'm actually kind of excited to work on this one.$h",
				"fall_17":"Okay, I admit, I was smoking yesterday at the fair. But it was a special occasion. I promise you, I'm not getting back into it.$s",
				"fall_22":"I try to keep things in perspective when I recognize that everything is temporary. Everyone fades away eventually.#$e#Yeah, sometimes I go a bit overboard with these thoughts, but... I need them.$u#$b#Maybe that seems weird, but I really do.",
				"winter_3":"This kind of season is perfect for late night rides.$7#$e#Don't worry, I won't go if the roads are iced over. I'm not an idiot.$h",
				"winter_12":"The air is so dry and crisp. Just the way I like it.$h",
				"winter_19":"Hm. I usually go for coffee, but maybe today's a hot chocolate kind of day.$u#$e#With marshmallows.$7",
				"winter_24":"We'll be sitting down with my whole family tomorrow. You know... I'm actually kind of looking forward to it.$h",
				"winter_26":"...The snow's melting. *sigh*$s"
			}
		}
	]
}