{
	"Changes":[
		{
			"LogName":"Vincent",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Vincent",
			"Entries":
			{
				"Mon2":"My brother's really good at video games. I like watching him play more than I like playing against him.",
				"Mon8_1":"Mom gave me a haircut. She's the one who usually does it.#$e#A long time ago, Sam gave me a haircut. He got in big trouble!$h",
				"Mon8":"Mom made me stop playing just to show me Dad sleeping in.$u#$e#Then she started crying. It was really weird.$u",
				"Mon10_1":"@, maybe you can be my dad until my real dad comes back!^Even though you're a girl, maybe you can be my dad until my real dad comes back.",
				"Mon10":"@, was your dad ever like mine?$u",
				"Tue2":"Red flavored gummies are really good, but the purple kind in this new brand is really REALLY good.#$e#The only problem? The other colors that come with the purple kind aren't as good.#$b#Hmmmmmmmmm...",
				"Tue4":"I like to collect Foroguemon cards.#$e#My big brother only plays with me sometimes, though.",
				"Tue6_1":"Can you keep a secret, mister?^Can you keep a secret, miss?$u#$b#I wanna marry Miss Penny when I grow up.#$e#Just don't tell her, okay?$u",
				"Tue6":"Sam threw out some of his old computer games after Dad got back.$u#$e#I think they were the shooting ones.$u",
				"Tue8":"Can you keep a secret, mister?^Can you keep a secret, miss?$u#$b#I wanna marry Miss Penny when I grow up.#$e#Just don't tell her, okay?$u",
				"Tue8_inlaw_Penny":"It's so cool how you're married to my teacher.#$e#I never thought that would have happened!",
				"Wed4":"There's spring onions out in the forest. Do you know how to find them?#$e#The taste of them is pretty bad, though. I just like hunting for 'em.",
				"Wed6":"I found a millipede outside yesterday.#$b#Is it really called a millipede because they have a million legs?",
				"Wed8":"I wanna look for bugs, but Mom gets mad when I'm all dirty.#$b#It's a tough choice.",
				"Wed_inlaw_Sam":"How's my brother doing?#$e#I can't believe we're related now!$h",
				"Thu4":"How long can you hold your breath?#$b#I can hold mine for... eight minutes.#$e#Yuh-huh. I can.#$e#...But I just don't want to right now.",
				"Thu6":"It's fun living so close to Marnie's Ranch.#$e#I saw a cow wink at me one time.",
				"Thu8":"If I had a farm like you, I'd want it to be a candy farm!$h#$e#I know, I know, I'm just being silly.",
				"Fri":"Oh no... Mom's making lentil soup tonight.$s",
				"Fri2":"Mom said she's making yellow curry tonight. Does that have curry powder in it?$u#$e#It does? Awwwww.$s",
				"Fri4":"Do you grow anything good on your farm?",
				"Fri8":"Sam used to be kind of mean to me when I was little. But these days, he's a lot nicer to me.",
				"Sat_1":"Dad's coming back soon!#$b#I hope he brings me some toys.$u",
				"Sat":"Dad seems weird since he came back. I wonder what happened to him?$s",
				"Sat2":"Do you know anyone in the army? That's where my dad works.",
				"Sat4_1":"My dad's gone, but Jas's mom and dad aren't around either.$u#$e#She never talks about them. And Ms. Penny says I shouldn't ask.$u",
				"Sat4":"I'm having fun today! Are you?",
				"Sat6_1":"*sigh*... When's Dad coming back?$s",
				"Sat6":"Dad seems weird since he came back. I wonder what happened to him?$s#$b#He doesn't play with me anymore.$s",
				"Sat8_1":"My dad's gone, but Jas's mom and dad aren't around either.$u#$b#She never talks about them. And Ms. Penny says I shouldn't ask.$u",
				"Sat8":"I had a bad dream last night.$s#$e#I dreamt that Dad was gone again. Forever.$s#$e#I know. It's not real. But it was still scary.$s",
				"Sat10_1":"@, was your dad around much when you were a kid?$u",
				"Sat10":"I wish Dad would play with me more...$u",
				"Sun4":"Ms. Penny makes me read a new book every week.$s#$b#At least she lets me pick them, sometimes!",
				"Sun8":"I tried some of Mom's yellow curry. It was actually really good.#$b#But ONLY because of the sauce. Vegetables are still icky.",
				"summer_Mon10":"I'm bored. I wanna go on an adventure. When I'm older, I want to visit every single island in the gem sea.",
				"summer_Tue":"Hey Mister @.^Hey Miss @.#$e#Is there anyone in town who you like?#$e#Yeah, like... LIKE like.$h#$e#Aw, c'mon, tell me!",
				"summer_Tue4":"What's your favorite flavor of ice cream?#$e#Mine's mint chip.",
				"summer_Wed":"Whoa! Cool! You're all sweaty!",
				"summer_Wed6":"The rock-climbing wall is pretty fun, but I've climbed it so many times.",
				"summer_Thu10":"I heard all the dinosaurs died out a long time ago. Is that true? Mr. Gunther says there are still tons of them living underground. But only some of the species.",
				"summer_Fri10":"Ugh, I have a headache. Mom says it's 'cause I didn't drink enough water.$s#$e#I drank a lot of juice. Juice has water in it.$s#$e#What kind of juice? Orange soda.$s",
				"summer_Sat6_1":"Sam showed me this music video with a bunch of dancing crabs. It's so funny!#$e#If I saw dancing crabs in real life at the beach, I'd be like, 'Whaaaat?'$h",
				"summer_Sat10":"Sam showed me this music video with a bunch of dancing crabs. It's so funny!#$e#If I saw dancing crabs in real life at the beach, I'd be like, 'Whaaaat?'$h",
				"summer_Sun10":"How long can you hold your breath?#$b#I can hold mine for... eight minutes.#$e#Yuh-huh. I can.#$e#...But I just don't want to right now.",
				"fall_Mon10":"If I had a pet dinosaur, I'd name him Chompy. I wouldn't want him to chomp any people, though. Only bad guys.",
				"fall_Tue":"I've been collecting leaves. I found a bunch of really bright red ones!",
				"fall_Wed":"Did you know? My big brother is basically a rock star.$h",
				"fall_Wed_inlaw_Sam":"How's my brother doing?#$e#I guess he's a real grown-up now!",
				"fall_Wed8":"My big brother lets me try his guitar every once in a while.#$e#I can't play anything, though. I don't think I'll ever be as good as him.",
				"fall_Thu4":"I tried throwing a gridball back and forth once with that guy Alex, but I couldn't keep up with how far he'd throw.",
				"fall_Thu8":"Jas is pretty cool. And not just for a girl, either.#$e#She's really smart, too.",
				"fall_Fri":"Ew, it's boiled beet night again...$s",
				"fall_Sat10_1":"@, was your dad around much when you were a kid?$u",
				"fall_Sat10":"Sam got me to try some of mom's fish casserole. It's kind of gross, but it also has cheese and noodles in it.#$b#So that makes it kind of good.",
				"fall_Sun4":"There's so much mud outside!#$e#Mom's not a big fan.",
				"winter_Mon":"I can't wait for the Feast of the Winter Star!$h#$e#I hope I get some toys! Or maybe something yummy!",
				"winter_Tue4":"I built a block tower yesterday that was even taller than my brother!$h#$e#I had to stand on a stool to make it.",
				"winter_Wed":"Mom doesn't count hot chocolate as junk food when it's snowy.#$e#It's nice.",
				"winter_Wed_inlaw_Sam":"So are you and my brother like... really super in love?#$e#Hahaha!$h",
				"winter_Thu10":"I had a bad dream last night.$s#$e#I dreamt that Dad was gone again. Forever.$s#$e#I know. It's not real. But it was still scary.$s",
				"winter_Fri":"Ms. Penny's a pretty good teacher.#$b#I don't get a lot of questions right, but she's always really nice.",
				"winter_Fri10":"A long time ago, I hit Jas when we were playing.$u#$e#I always make sure I'm nice to her now.",
				"winter_Sat10":"Hey! Wanna play in the snow?#$e#The snow is perfect today for the best snowballs ever!",
				"winter_Sun10":"Red flavored gummies are really good, but the purple kind in this new brand is really REALLY good.#$e#The only problem? The other colors that come with the purple kind aren't as good.#$b#Hmmmmmmmmm...",
				"spring_12":"Finally! The egg festival is tomorrow!$h#$e#I always find the eggs that all the grown-ups are too tall to notice.$h",
				"fall_26":"It's Spirit's Eve tomorrow! I'm gonna get so scared!$h",
				"winter_24":"Feast of the Winter Star! I can't believe it's finally happening tomorrow!$h#$e#Are you excited, too?",
				"winter_28":"I get to stay up until midnight tonight!",
				"spring_1_2":"I am so happy today! Eeeeee!$h",
				"spring_12_2":"Finally! The egg festival is tomorrow!$h#$e#I always find the eggs that all the grown-ups are too tall to notice.$h",
				"fall_26_2":"It's Spirit's Eve tomorrow! I'm gonna get so scared!$h",
				"winter_24_2":"Feast of the Winter Star! I can't believe it's finally happening tomorrow!$h#$e#Are you excited, too?",
				"winter_28_2":"I get to stay up until midnight tonight!"
			}
		}
	]
}