{
	"Changes":[
		{
			"LogName":"Wizard",
			"Action":"EditData",
			"Target":"Characters/Dialogue/Wizard",
			"Entries":{
				"Introduction":"Ah, yes. I predicted your arrival a long time ago, young @.#$e#However, your fate is ultimately in your own hands.",
				"Mon2":"If you are looking for some kind of supernatural assistance with your farmwork, I am afraid this is the wrong place to be.#$e#It isn't that there is nothing I can do. Rather, there is nothing I SHOULD do.",
				"Mon4":"I will post a message in town if I need help stabilizing the local elemental forces. The creatures in the mine sometimes throw it out of balance.#$e#If you can't get to it, Marlon usually can, but his leg slows him down.",
				"Mon6":"My potions typically help me communicate with a variety of spirits who require my attention. Such was the case with you.#$e#But they also put me in the right physical state, in order to cast certain spells.",
				"Mon8":"To wield arcane power, one must have the highest integrity. Personal problems must never cloud our judgment.#$e#My friend Welwick is like this. She keeps up a gambling habit, but she refuses to apply her gift of clairvoyance in a card game.#$b#Even at the risk of financial ruin.",
				"Tue2":"Ahh, @, welcome. Would you care for something to drink?$h#$e#Oh, but I have more than just what is in that cauldron.$h#$e#Actually, come to think of it, never mind.",
				"Tue8":"I tried living for my own selfish pursuits some time ago and it didn't end well.#$b#The truth is that there are greater things for me to worry about than myself.",
				"Wed2":"It takes tireless effort to keep the valley's natural environment in balance.#$e#For that reason, I must continue my work.",
				"Wed4":"I am most interested in objects that hold strong mystical properties.#$b#But a man also has to eat, so if you were to bring me a hot meal, I wouldn't say no.",
				"Wed8":"I am used to being treated with apprehension, but I appreciate your repeated visits, @.#$e#Normally, I have no interest in mundanes. But you remind me that I cannot neglect my human side.",
				"Thu4":"Stardew Valley is a special place. It is rich with bountiful, living things.#$e#You can thank the spirits for that.",
				"Thu6":"The art of reshaping the human soul is something I do not wish to pursue. You would have to ask a shadow being about that.",
				"Thu8":"The biologist who lives near the mines is actually quite bright. I respect his ability to understand the natural world.#$e#My practice is different, in that I focus on bending the natural world, through use of the world beyond.",
				"Fri":"Think of me as an ambassador between this world and the world of spirits.#$e#That is but one of my duties, anyway.",
				"Fri2":"I believe the townsfolk are afraid of me.#$e#It is unfortunate, but I suppose it is human to be afraid of the unknown.",
				"Fri4":"My ability to teleport took a lifetime to develop, but a similar technique is also possible through use of warp totems.#$e#Your connection with the forest spirits should allow you to craft warp totems, too.",
				"Sat6":"Rrrgh. My head is killing me. I was testing out a potion.#$e#No, this is perfectly normal. I'll be fine.",
				"Sat8":"I traveled for years before I found a place rich enough in magical energy to construct this tower.#$e#No, of course I did not lay the bricks by hand. I wield the power of summoning for a reason.$h",
				"Sun4":"Though I am looking for an apprentice, I can safely tell you that it will not be you.#$e#Do not be disappointed. This responsibility is not enviable.",
				"Sun6":"In the elemental wars, the dwarven race was almost completely wiped out by the shadow beings.#$b#But the war has finally ended. I hope that those who remain can move on.",
				"Sun10":"Ah, @. I am glad you are here.#$e#Yes, I am happy to take a break from my work. How are you?",
				"summer_Mon10":"Though I am looking for an apprentice, I can safely tell you that it will not be you.#$e#Do not be disappointed. This responsibility is not enviable.",
				"summer_Tue10":"I fear for the souls of those who abuse the dark arts, especially for selfish desires.#$e#To harm the innocent... truly, there is no greater crime in this world nor the next.",
				"summer_Wed10":"Hmm... my beard is becoming greasy. I'll need to do a little anti-grease enchantment later.#$e#Oh, I haven't taken a bath in thirty some-odd years.#$b#There's no need when you have... magic!$h",
				"summer_Fri":"The bears in this region are not... ordinary.#$b#With your connection to the forest spirits, you may even be able to communicate with them. Have you tried?",
				"summer_Fri6":"There is an accursed shrine in the eastern region of the mines. Have you ventured there?#$e#Ah, but of course, I already know the answer. I just wanted to see if your expression would be truly as unfazed as I thought it would be.#$e#You really are extraordinary for a mundane, @.",
				"summer_Sat10":"The art of reshaping the human soul is something I do not wish to pursue. You would have to ask a shadow being about that.",
				"fall_Mon2":"Ahh, the spirits are very active during this season.#$e#It is an exciting time for my craft, but let us hope there are no... incidents this year.",
				"fall_Tue10":"You say there's a warp portal to my ex-wife's hut... in my basement?$h#$b#That's... uh... how did that get there?#$e#Er... I knew it was there... I just... never got it to work for myself.#$b#That's right. It's uh, something to do with the technicalities of the arcane magic.",
				"fall_Wed10":"The bears in this region are not... ordinary.#$b#With your connection to the forest spirits, you may even be able to communicate with them. Have you tried?",
				"fall_Thu10":"What do you think of my hat?#$e#I think it is a wonderful hat.",
				"fall_Fri10":"Stardew Valley is a special place. It is rich with bountiful, living things.#$e#You can thank the spirits for that.",
				"fall_Sun10":"I understand the townsfolk may not enjoy being referred to as \"mundanes.\"#$b#But what shall I call them? Ordinaries? Normies?",
				"winter_Mon4":"The affairs of mundane folk matter little to me, but the elementals like a chance to see you up close.#$e#It is for them that I created that silly maze at the Spirit's Eve festival.",
				"winter_Tue10":"I fear for the souls of those who abuse the dark arts, especially for selfish desires.#$e#To harm the innocent... truly, there is no greater crime in this world nor the next.",
				"winter_Wed4":"Yes, am quite well acquainted with Linus, though we typically only meet once per year.#$e#He understands the mountain better than most others. There is much you could learn from him.",
				"winter_Thu10":"What continues to bring you back here, @? I must admit I never expected you to show such a personal interest in me.#$e#It's certainly kind of you. I appreciate it.",
				"winter_Fri10":"I admit my work does not entirely occupy me around the clock.#$e#It's just that other people... make me nervous. This lifestyle suits me.",
				"winter_Sat10":"Mmm... wouldn't a cup of tea help clear the senses? Perhaps that's what I need.",
				"fall_26":"Will I see you tomorrow at the Spirit's Eve festival?#$e#No, I didn't look into my scrying orb for that one. I just figured it'd be easier to ask.#$e#What is it that you think I do here all day, anyway?",
				"winter_28":"Another year with no disasters. I've brewed up a special potion with my name on it.$h#$e#No, you may not have any. Your body is not properly adjusted to it.#$e#That potion when we first met? That was about a 2. This is a 9.",
				"spring_1_2":"You came out here when you should be getting your farm back in shape for the new year?",
				"fall_26_2":"Will I see you tomorrow at the Spirit's Eve festival?#$e#No, I didn't look into my scrying orb for that one. I just figured it'd be easier to ask.#$e#What is it that you think I do here all day, anyway?",
				"winter_28_2":"Another year with no disasters. I've brewed up a special potion with my name on it.$h#$e#No, you may not have any. Your body is not properly adjusted to it.#$e#That potion when we first met? That was about a 2. This is a 9."
			}
		}
	]
}