{

  "Introduction": "嗨@，玛妮告诉我你的事，我很高兴见到你，我听说了很多关于你的事！#$b#我希望我们的友谊对我们俩都有收获，祝你玩得愉快。",
  "Wed": "你好@，很高兴见到你。#$b#星期一到星期五，我在芬吉尔共和国畜牧业委员会的生活很忙！#$b#但是星期三我休息一下，这样我就可以休息了。",
  "Wed2": "……领导的文件还有很多页需要更正和盖章，我只是厌倦了……#$b#啊！你好，你今天过得怎么样？你醒来睡得好吗？",
  "Wed4": "……我需要在星期五之前检查和管理42个农场……#$b#你好@，我要去拜访玛妮，这样我们就能赶上。",
  "Wed6": "有时我发现自己在抱怨这份工作，然而，我努力争取成为芬吉尔共和国畜牧业委员会的副主任！#$b#这让人筋疲力尽，但看着玛尼和其他牧场主扩大规模是令人满意的。",
  "Wed8": "终于，这些农民开始了他们的小养鸡场，我希望蓝花社区繁荣……$b#哦！你好@，我没见到你就结束了，你的生活怎么样？你与当地人和该地区的气候相处得好吗？农场里的牛怎么样？",
  "Sat": "…签名OK，财产划界OK，自来水…#$b#一切都好@？准备好享受周末或周六和周日的工作了吗？",
  "Sat2": "……”我们还能不能再见面，我在佛前苦苦求了几千年。。”。#$b#啊，你好，很抱歉听到我的歌声，我不太擅长唱歌，但无论如何，你今天过得怎么样？",
  "Sat4": "你好，你有没有想过放弃你为实现一个与你现在的生活不匹配的梦想而建立的一切？#$b#在我看来还没有，但一切都是可能的……",
  "Sat6": "稍微放松一下有助于控制紧张情绪，芬吉尔共和国繁殖委员会非常忙碌，充满了文书工作。",
  "Sat8": "我想把头发留出来，但我不知道它是否适合我，我真的很喜欢它短。",
  "Sat10": "到达奥瓦略河谷的景色很好。",
  "Sun": "我很兴奋，有人告诉我要从我帮助过的一位农民那里买一只特别的鸡。",
  "Sun2": "你知道，有时候我想知道从大城市搬过来，在这里买房子，投资一些更安静的东西会是什么感觉。",
  "Sun4": "玛尼是一个冷静善良的女人，她经常打架，尤其是为了照顾她的侄子。",
  "Sun6": "玛尼对紫色的东西有一些不确定的口味…#$b#请不要告诉玛尼我说过…",
  "Sun8": "我希望你不要做个粗鲁的渔夫，从海里给我东西，我没有反对你从海里工作和生活，但是，给我这些东西是粗俗和不愉快的。",
  "Sun10": "明天我去上班，我希望事情不会像这周那么繁忙。",
  "summer_Wed": "这种炎热非常强烈，然而，植被变化的方式使它相当舒适。",
  "summer_Wed2": "看着我的眼睛…#$b#没什么，只是为了看看你的反应，人们说当我认真的时候我看起来很生气。",
  "summer_Wed4": "…多么火盆，多么烤箱。没有一个工厂。由于缺水，我失去了牲畜。我的牧草因口渴而死……#$b#附近城镇的某些歌曲很好听。",
  "summer_Wed6": "工作表准备好了，文件放在架子上，门也关上了。#$b#一切都很好，我到达山谷不会让我焦虑。",
  "summer_Wed8": "这几天，我帮助一些农民开始了耕种，你会看到这是多么的有回报。#$b#你呢？%farm的牛怎么样？",
  "summer_Wed10": "我能告诉你一个秘密吗？玛妮喜欢“农夫午餐”，别告诉她我告诉过你。",
  "summer_Sat2": "社区会处理倾倒在那里的战争遗留物吗？",
  "summer_Sat": "我听说你…什么都没有。#$b#总之，你的生活过得怎么样？",
  "summer_Sat4": "很抱歉通知你，我不能根据你对山谷的贡献来检查你的农场以降低税收。#$b#在超过15人的社区，市长负责征税，我希望他理解。",
  "summer_Sat6": "啊……我多么希望埃弗拉尔多先生在文书工作上更有条理。",
  "summer_Sat8": "你不可能总是赢，对吧？",
  "summer_Sat10": "我希望鹈鹕村的时间慢一点，这里的人和地方都很好。",
  "summer_Sun": "有时人们会对谢恩不屑一顾，但这并不是因为他是个坏人，而是因为他生活中的事情没有解决，让他沮丧不已。",
  "summer_Sun2": "明天格兰普顿的伟大农民会来拜访我吗？",
  "summer_Sun4": "我喜欢某些饮料，我不喜欢咖啡的味道，但我知道哈维医生很喜欢",
  "summer_Sun6": "克林特是个好人，他很善良，但太孤僻了，这会让他在很多事情上都很困难，如果你是他的朋友，他会尽力帮助他。",
  "summer_Sun8": "…上帝保护我免受你的嫉妒。上帝保护我不受你的伤害。上帝把我从你的瘟疫中救出来…#$b#你好，对不起，我的声音不是最好的，但无论如何，你好吗？",
  "summer_Sun10": "在炎热的周日，喝一杯果汁或一杯美酒总是很有趣的。",
  "fall_Wed": "啊，冬天的寒冷可以从远处感受到。",
  "fall_Wed2": "我想知道农民们是否在准备过冬。",
  "fall_Wed4": "那么告诉我@……你在为即将到来的冬天照顾好自己了吗？#$b#我希望你的动物，如果你有，有暖气。",
  "fall_Wed6": "玛妮和她崇拜钻石的狂热，好吧，我不会否认宝石对很多人来说可能很有趣，但对我来说，这是一件没有意思的事。",
  "fall_Wed8": "一年中的这个时候，事情看起来很忙，但实际上只是人们缺乏组织。#$b#记住，从春天开始尽可能组织起来，这样秋天和冬天就不会变成一片混乱。",
  "fall_Wed10": "当被告知一切都是基于对话解决的时，他不同意，有时必须采取极端措施，无论是抵制还是诉讼。#$b#并不是所有的敌人都能战胜善意。",
  "fall_Sat": "我必须说他的农场进展缓慢，但建设性地，刘易斯一直在告诉我他与鹈鹕村的融合过程。",
  "fall_Sat2": "刘易斯不是一个好市长，我不明白他为什么不采取法律行动和雇佣来清理这个美丽的肮脏山谷。",
  "fall_Sat4": "秋天，南瓜地闪闪发光，但玛妮的眼睛里也有美丽的南瓜派。",
  "fall_Sat6": "有时晚上会有一个名为“自然奇观”的节目，讲述芬吉尔共和国的自然之美。",
  "fall_Sat8": "你吃过棉花糖吗？市政厅附近有一个摊位，我总是在那里买，味道很舒服。",
  "fall_Sat10": "冬天来敲门了，想到今年剩下的时间里寒冷的动物，我很难过。",
  "fall_Sun": "（叹息）…早上好",
  "fall_Sun2": "你好，很抱歉我不能和你聊天，我有点忙。",
  "fall_Sun4": "鹈鹕村的活动吸引了附近社区的人，这真的很酷。#$b#太糟糕了，很多人都无法参加。",
  "fall_Sun6": "…一颗稀有的小宝石和一颗蘑菇？这真的是食谱吗？…啊嗨！一切都好吗？",
  "fall_Sun8": "…每天醒来时。我没有时间过去了。但我有很多时间……#$b#啊，@，你听到我唱歌走调了，不是吗？嗯，我希望不会太糟。",
  "fall_Sun10": "日复一日，我想知道为什么有时有潜力的人懒懒地浪费它。",
  "winter_Wed": "啊，冬天，是享受减少工作和组织生活的好时机。",
  "winter_Wed2": "冬天最困难的是，一些社区最终不得不通过配给超过其储存的健康数量来生存，这是可悲的。",
  "winter_Wed4": "我听说你一直在帮助威利，我希望在从海里收集东西后，你好好洗手。",
  "winter_Wed6": "旅行很累，好的是道路平静，你可以休息。",
  "winter_Wed8": "这个很酷，我希望你穿得很好，这样你就不会冷。",
  "winter_Wed10": "我希望你的农场已经准备好迎接春天到来的大爆发。",
  "winter_Sat": "我想我不应该对威利那么冷淡，我知道他是个好人，但这海洋恶臭……",
  "winter_Sat2": "你是贾思的朋友吗？她是个好女孩。",
  "winter_Sat4": "玛妮能当芬吉尔共和国畜牧业委员会的秘书吗？1#$b#我想是的，但显然你在这里有一些事情要担心…#$b#哈哈哈。",
  "winter_Sat6": "我想知道刘易斯在他征收的税款上投入了这么多钱是什么，钱正在流入，但我看不到村里有任何相关的改善。",
  "winter_Sat8": "寒冷的冬天需要温暖的壁炉。",
  "winter_Sat10": "明天我想我会继续写我的书，顺便说一句，我应该向埃利奥特要一些写光盘，他是一位崭露头角的作家。",
  "winter_Sun": "明天我将去上班，幸运的是来访人数减少了，没有那么多的文件需要更正和盖章。",
  "winter_Sun2": "@我希望%农场的生意即使在冬天也会做得很好。",
  "winter_Sun4": "我一直在想，你花了多长时间才把一片几乎封闭的森林变成一片适合耕种和牧场的好地方？",
  "winter_Sun6": "如果我决定当农民，你会帮我吗？哈哈哈哈……",
  "winter_Sun8": "告诉我，你的孩子今年冬天暖和吗？",
  "winter_Sun10": "是的，先生。埃瓦尔，明天我会解决这个问题……Aaah……"

}