{
    //Realistische Modus-Seeds
"Real.Seed.Amaranth": "Pflanze diese im Sommer. Braucht 5 Tage zum Wachsen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Grape": "Pflanze diese im Herbst. Braucht 8 Tage zum Wachsen und produziert nach der ersten Ernte weiter. Wächst an einem Spalier.",
    "Real.Seed.Hops": "Pflanze diese im Sommer oder Herbst. Braucht 15 Tage zum Wachsen und produziert nach der ersten Ernte weiter. Wächst an einem Spalier.",
    "Real.Seed.SweetGem": "Im Winter oder Frühling aussäen. Braucht fast die ganze Saison zum Wachsen.",
    "Real.Seed.Fairy": "Pflanze im Herbst. Braucht 12 Tage, um eine mysteriöse Blume hervorzubringen. Verschiedene Farben.",
    "Real.Seed.Tulip": "Im Frühling pflanzen. Es dauert 8 Tage, um eine bunte Blume zu produzieren.",
    "Real.Seed.Jazz": "Im Frühling pflanzen. Es dauert 7 Tage, um eine blaue Puffball-Blume zu produzieren.",
    "Real.Seed.Sunflower": "Im Sommer oder Herbst pflanzen. Es dauert 8 Tage, um eine große Sonnenblume zu produzieren. Ergibt mehr Samen bei der Ernte.",
    "Real.Seed.Coffee": "Pflanze im Frühling, Sommer oder Herbst, dauert 26 Tage, um eine Kaffeepflanze zu züchten. Gib fünf Bohnen in ein Fass, um Kaffee zu machen.",
    "Real.Seed.Poppy": "Pflanze im Sommer. Bringt in 7 Tagen eine leuchtend rote Blüte hervor.",
    "Real.Seed.Spangle": "Im Sommer pflanzen. Braucht 8 Tage, um eine lebendige tropische Blume zu produzieren. Verschiedene Farben.",
    "Real.Seed.Pasnip": "Pflanze sie im Frühling. Braucht 15 Tage um zu reifen.",
    "Real.Seed.Bean": "Pflanze diese im Frühling. Braucht 6 Tage um zu reifen und produziert nach der ersten Ernte weiter. Wächst an einem Spalier.",
    "Real.Seed.Cauliflower": "Pflanze diese im Frühling oder Sommer. Es dauert 21 Tage, um einen großen Blumenkohl zu produzieren und setzt die Produktion nach der ersten Ernte fort.",
    "Real.Seed.Potato": "Pflanze diese im Frühling. Braucht 9 Tage um zu reifen und hat die Chance, bei der Ernte mehrere Kartoffeln zu produzieren.",
    "Real.Seed.Garlic": "Pflanze diese im Winter oder Frühling. Braucht 27 Tage um zu reifen.",
    "Real.Seed.Kale": "Pflanze diese im Frühling oder Herbst. Braucht 7 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Rhabarb": "Pflanze diese im Frühling oder Herbst. Braucht 9 Tage um zu reifen.",
    "Real.Seed.Melon": "Pflanze diese im Frühling, Sommer oder Herbst. Braucht 22 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Tomato": "Pflanze diese im Sommer. Braucht 9 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Blueberry": "Pflanze diese im Sommer. Braucht 10 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Pepper": "Pflanze diese im Sommer. Braucht 15 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Wheat": "Pflanze sie zu jeder Jahreszeit. Braucht 28 Tage um zu reifen. Ernte mit der Sense.",
    "Real.Seed.Radish": "Pflanze diese im Frühling. Braucht 4 Tage um zu reifen.",
    "Real.Seed.Cabbage": "Pflanze diese im Sommer oder Herbst. Braucht 7 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Starfruit": "Pflanze diese im Sommer oder Herbst. Braucht 19 Tage um zu reifen.",
    "Real.Seed.Corn": "Pflanze diese im Sommer oder Herbst. Braucht 6 Tage um zu reifen.",
    "Real.Seed.Eggplant": "Pflanze diese im Sommer oder Herbst. Braucht 5 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Artichoke": "Pflanze diese im Frühling oder Herbst. Braucht 8 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Pumpkin": "Pflanze diese im Herbst. Braucht 12 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Bok": "Pflanze diese im Frühling oder Herbst. Braucht 4 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Yam": "Pflanze sie im Herbst. Braucht 10 Tage um zu reifen.",
    "Real.Seed.Cranberry": "Pflanze diese im Herbst. Braucht 6 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Beet": "Pflanze diese im Frühling oder Herbst. Braucht 6 Tage um zu reifen.",
    "Real.Seed.Ancient": "Pflanze diese im Sommer oder Herbst.",
    "Real.Seed.Strawberry": "Pflanze diese im Frühling oder Sommer. Braucht 9 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Cactus": "Kann nur drinnen angebaut werden. Braucht 15 Tage um zu reifen und produziert nach der ersten Ernte weiter.",
    "Real.Seed.Taro": "Pflanze sie bei warmem Wetter. Braucht 10 Tage, um zu reifen. Wächst schneller, wenn sie in der Nähe eines Gewässers gepflanzt wird.",
    "Real.Seed.Pineapple": "Pflanze sie bei warmem Wetter. Braucht 18 Tage um zu reifen.",
    "Real.Seed.Rice": "Pflanze diese im Frühling. Braucht 12 Tage um zu reifen. Wächst schneller, wenn sie in der Nähe eines Gewässers gepflanzt wird. Ernte mit der Sense.",

//Seeds im Deadline-Modus
"Dead.Seed.Amaranth": "Pflanze ihn am 1. Herbsttag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Grape": "Pflanze sie am ersten Herbsttag, um sie am letzten Tag der Saison zu ernten. Wächst an einem Spalier.",
"Dead.Seed.Hops": "Am 1. Tag des Sommers pflanzen, um am letzten Tag der Saison zu ernten. Wächst an einem Spalier.",
"Dead.Seed.SweetGem": "Pflanze es am ersten Herbsttag, um es am letzten Tag der Saison zu ernten.",
"Dead.Seed.Fairy": "Im Herbst pflanzen. Es dauert 20 Tage, um eine mysteriöse Blume zu produzieren. Verschiedene Farben.",
"Dead.Seed.Tulip": "Pflanze im Frühling. Es dauert 20 Tage, bis am Ende der Saison eine farbenfrohe Blume entsteht.",
"Dead.Seed.Jazz": "Im Frühling pflanzen. Es dauert 20 Tage, um eine blaue Puffball-Blume zu produzieren.",
"Dead.Seed.Sunflower": "Im Sommer pflanzen. Es dauert 40 Tage, um eine große Sonnenblume zu produzieren. Ergibt mehr Samen bei der Ernte.",
"Dead.Seed.Coffee": "Pflanze ihn am 1. Frühlingstag, um ihn am letzten Sommertag zu ernten. Gib fünf Bohnen in ein Fass, um Kaffee zu machen.",
"Dead.Seed.Poppy": "Pflanze im Sommer. Bringt in 20 Tagen eine leuchtend rote Blüte hervor.",
"Dead.Seed.Spangle": "Pflanze im Sommer. Braucht 20 Tage, um eine lebendige tropische Blume zu produzieren. Verschiedene Farben.",
"Dead.Seed.Pasnip": "Pflanze sie im Frühling. Braucht 13 Tage um zu reifen.",
"Dead.Seed.Bean": "Pflanze sie am 1. Frühlingstag, um sie am letzten Tag der Saison zu ernten. Wächst an einem Spalier.",
"Dead.Seed.Cauliflower": "Pflanze ihn am 1. Frühlingstag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Potato": "Pflanze sie am ersten Frühlingstag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Garlic": "Pflanze ihn am 1. Frühlingstag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Kale": "Pflanze ihn am 1. Frühlingstag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Rhabarb": "Pflanze ihn am 1. Frühlingstag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Melon": "Pflanze sie am ersten Sommertag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Tomato": "Pflanze sie im Sommer. Braucht 13 Tage um zu reifen.",
"Dead.Seed.Blueberry": "Pflanze sie am ersten Sommertag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Pepper": "Pflanze ihn am 1. Sommertag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Wheat": "Am 1. Sommertag pflanzen, um am letzten Herbsttag zu ernten. Mit der Sense ernten.",
"Dead.Seed.Radish": "Pflanze es am 1. Sommertag, um es am letzten Tag der Saison zu ernten.",
"Dead.Seed.Cabbage": "Pflanze ihn am 1. Sommertag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Starfruit": "Pflanze sie am 1. Sommertag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Corn": "Pflanze es am 1. Sommertag, um es am letzten Herbsttag zu ernten.",
"Dead.Seed.Eggplant": "Pflanze sie am ersten Herbsttag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Artichoke": "Pflanze sie am ersten Herbsttag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Pumpkin": "Pflanze ihn am 1. Herbsttag, um ihn am letzten Tag der Saison zu ernten.",
"Dead.Seed.Bok": "Pflanze es am ersten Herbsttag, um es am letzten Tag der Saison zu ernten.",
"Dead.Seed.Yam": "Pflanze es am ersten Herbsttag, um es am letzten Tag der Saison zu ernten.",
"Dead.Seed.Cranberry": "Pflanze sie am ersten Herbsttag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Beet": "Pflanze sie am 1. Herbsttag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Ancient": "Könnten die noch wachsen?",
"Dead.Seed.Strawberry": "Pflanze sie am ersten Frühlingstag, um sie am letzten Tag der Saison zu ernten.",
"Dead.Seed.Cactus": "Kann nur drinnen angebaut werden. Braucht 27 Tage um zu reifen.",
"Dead.Seed.Taro": "Pflanze sie bei warmem Wetter. Braucht 27 Tage, um zu reifen. Wächst schneller, wenn sie in der Nähe eines Gewässers gepflanzt wird.",
"Dead.Seed.Pineapple": "Pflanze sie bei warmem Wetter. Braucht 27 Tage um zu reifen.",
"Dead.Seed.Rice": "Pflanze sie im Frühling. Braucht 27 Tage, um zu reifen. Wächst schneller, wenn sie in der Nähe eines Gewässers gepflanzt wird. Ernte mit der Sense."
    }