{
    //Realistic Mode Seeds
"Real.Seed.Amaranth": "Plant these in the summer. Takes 5 days to grow and continues to produce after the first harvest.",
    "Real.Seed.Grape": "Plant these in the fall. Takes 8 days to grow and continues to produce after the first harvest. Grows on a trellis.",
    "Real.Seed.Hops": "Plant these in summer or fall. Takes 15 days to grow and continues to produce after the first harvest. Grows on a trellis.",
    "Real.Seed.SweetGem": "Sow in winter or spring. Takes almost all season to grow.",
    "Real.Seed.Fairy": "Plant in fall. Takes 12 days to produce a mysterious flower. Assorted Colors.",
    "Real.Seed.Tulip": "Plant in spring. Takes 8 days to produce a colorful flower.",
    "Real.Seed.Jazz": "Plant in spring. Takes 7 days to produce a blue puffball flower.",
    "Real.Seed.Sunflower": "Plant in summer or fall. Takes 8 days to produce a large sunflower. Yields more seeds at harvest.",
    "Real.Seed.Coffee": "Plant in spring, summer, or fall, takes 26 days to grow a coffee plant. Place five beans in a keg to make coffee.",
    "Real.Seed.Poppy": "Plant in summer. Produces a bright red flower in 7 days.",
    "Real.Seed.Spangle": "Plant in summer. Takes 8 days to produce a vibrant tropical flower. Assorted colors.",
    "Real.Seed.Parsnip": "Plant these in the spring. Takes 15 days to mature.",
    "Real.Seed.Bean": "Plant these in the spring. Takes 6 days to mature and continues to produce after the first harvest. Grows on a trellis.",
    "Real.Seed.Cauliflower": "Plant these in spring or summer, Takes 21 days to produce a large cauliflower and continues to produce after the first harvest.",
    "Real.Seed.Potato": "Plant these in the spring. Takes 9 days to mature and has a chance of yielding multiple potatoes at harvest.",
    "Real.Seed.Garlic": "Plant these in winter or spring. Takes 27 days to mature.",
    "Real.Seed.Kale": "Plant these in spring or fall. Takes 7 days to mature and continues to produce after first harvest.",
    "Real.Seed.Rhubarb": "Plant these in spring or fall. Takes 9 days to mature.",
    "Real.Seed.Melon": "Plant these in spring, summer, or fall. Takes 22 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Tomato": "Plant these in the summer. Takes 9 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Blueberry": "Plant these in the summer. Takes 10 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Pepper": "Plant these in the summer. Takes 15 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Wheat": "Plant these in any season. Takes 28 days to mature. Harvest with the scythe.",
    "Real.Seed.Radish": "Plant these in the spring. Takes 4 days to mature.",
    "Real.Seed.Cabbage": "Plant these in summer or fall. Takes 7 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Starfruit": "Plant these in summer or fall. Takes 19 days to mature.",
    "Real.Seed.Corn": "Plant these in the summer or fall. Takes 6 days to mature.",
    "Real.Seed.Eggplant": "Plant these in summer or fall. Takes 5 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Artichoke": "Plant these in spring or fall. Takes 8 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Pumpkin": "Plant these in the fall. Takes 12 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Bok": "Plant these in spring or fall. Takes 4 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Yam": "Plant these in the fall. Takes 10 days to mature.",
    "Real.Seed.Cranberry": "Plant these in the fall. Takes 6 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Beet": "Plant these in spring or fall. Takes 6 days to mature.",
    "Real.Seed.Ancient": "Could these still grow?",
    "Real.Seed.Strawberry": "Plant these in spring or summer. Takes 9 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Cactus": "Can only be grown indoors. Takes 15 days to mature and continues to produce after the first harvest.",
    "Real.Seed.Taro": "Plant these in warm weather. Takes 10 days to mature. Grows faster if planted near a body of water.",
    "Real.Seed.Pineapple": "Plant these in warm weather. Takes 18 days to mature.",
    "Real.Seed.Rice": "Plant these in the spring. Takes 12 days to mature. Grows faster if planted near a body of water. Harvest with the scythe.",
    
    //Deadline Mode Seeds
    "Dead.Seed.Amaranth": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Grape": "Plant it at the 1st day of fall to harvest it at the last day of the season. Grows on a trellis.",
    "Dead.Seed.Hops": "Plant it at the 1st day of summer to harvest it at the last day of the season. Grows on a trellis.",
    "Dead.Seed.SweetGem": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Fairy": "Plant in fall. Takes 20 days to produce a mysterious flower. Assorted Colors.",
    "Dead.Seed.Tulip": "Plant in spring. Takes 20 days to produce a colorful flower by the end of the season.",
    "Dead.Seed.Jazz": "Plant in spring. Takes 20 days to produce a blue puffball flower.",
    "Dead.Seed.Sunflower": "Plant in summer. Takes 40 days to produce a large sunflower. Yields more seeds at harvest.",
    "Dead.Seed.Coffee": "Plant it at the 1st day of spring to harvest it at the last day of summer. Place five beans in a keg to make coffee.",
    "Dead.Seed.Poppy": "Plant in summer. Produces a bright red flower in 20 days.",
    "Dead.Seed.Spangle": "Plant in summer. Takes 20 days to produce a vibrant tropical flower. Assorted colors.",
    "Dead.Seed.Parsnip": "Plant these in the spring. Takes 13 days to mature.",
    "Dead.Seed.Bean": "Plant it at the 1st day of spring to harvest it at the last day of the season. Grows on a trellis.",
    "Dead.Seed.Cauliflower": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Potato": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Garlic": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Kale": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Rhubarb": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Melon": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Tomato": "Plant these in the summer. Takes 13 days to mature.",
    "Dead.Seed.Blueberry": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Pepper": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Wheat": "Plant it at the 1st day of summer to harvest it at the last day of fall. Harvest with the scythe.",
    "Dead.Seed.Radish": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Cabbage": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Starfruit": "Plant it at the 1st day of summer to harvest it at the last day of the season.",
    "Dead.Seed.Corn": "Plant it at the 1st day of summer to harvest it at the last day of fall.",
    "Dead.Seed.Eggplant": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Artichoke": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Pumpkin": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Bok": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Yam": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Cranberry": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Beet": "Plant it at the 1st day of fall to harvest it at the last day of the season.",
    "Dead.Seed.Ancient": "Could these still grow?",
    "Dead.Seed.Strawberry": "Plant it at the 1st day of spring to harvest it at the last day of the season.",
    "Dead.Seed.Cactus": "Can only be grown indoors. Takes 27 days to mature.",
    "Dead.Seed.Taro": "Plant these in warm weather. Takes 27 days to mature. Grows faster if planted near a body of water.",
    "Dead.Seed.Pineapple": "Plant these in warm weather. Takes 27 days to mature.",
    "Dead.Seed.Rice": "Plant these in the spring. Takes 27 days to mature. Grows faster if planted near a body of water. Harvest with the scythe."
    }