{
    //Semillas de modo realista
"Real.Seed.Amaranth": "Planta esto en el verano. Tarda 5 días en crecer y continúa produciendo después de la primera cosecha",
    "Real.Seed.Grape": "Planta esto en el otoño. Tarda 8 días en crecer y continúa produciendo después de la primera cosecha. Crece en un enrejado.",
    "Real.Seed.Hops": "Planta estos en verano u otoño. Tarda 15 días en crecer y continúa produciendo después de la primera cosecha. Crece en un enrejado.",
    "Real.Seed.SweetGem": "Siembra en invierno o primavera. Tarda casi toda la temporada en crecer.",
    "Real.Seed.Fairy": "Planta en otoño. Tarda 12 días en producir una flor misteriosa. Colores variados",
    "Real.Seed.Tulip": "Planta en primavera. Tarda 8 días en producir una flor colorida.",
    "Real.Seed.Jazz": "Planta en primavera. Tarda 7 días en producir una flor de pedo azul",
    "Real.Seed.Sunflower": "Planta en verano u otoño. Toma 8 días producir un girasol grande. Produce más semillas en la cosecha.",
    "Real.Seed.Coffee": "Plantar en primavera, verano u otoño, toma 26 días para crecer una planta de café. Coloca cinco granos en un barril para hacer café.",
    "Real.Seed.Poppy": "Planta en verano. Produce una flor roja brillante en 7 días.",
    "Real.Seed.Spangle": "Planta en verano. Tarda 8 días en producir una flor tropical vibrante. Colores surtidos.",
    "Real.Seed.Parsnip": "Plántalas en primavera. Tardan 15 días en madurar.",
    "Real.Seed.Bean": "Planta esto en primavera. Tarda 6 días en madurar y continúa produciendo después de la primera cosecha. Crece en un enrejado.",
    "Real.Seed.Cauliflower": "Planta estos en primavera o verano. Toma 21 días producir una coliflor grande y continúa produciendo después de la primera cosecha",
    "Real.Seed.Potato": "Plántalas en primavera. Tarda 9 días en madurar y tiene la posibilidad de producir múltiples papas en la cosecha",
    "Real.Seed.Garlic": "Planta estos en invierno o primavera. Tardan 27 días en madurar.",
    "Real.Seed.Kale": "Planta estos en primavera u otoño. Tarda 7 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Rhubarb": "Plántalas en primavera u otoño. Tardan 9 días en madurar.",
    "Real.Seed.Melon": "Planta estos en primavera, verano u otoño. Tarda 22 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Tomato": "Planta estos en el verano. Tarda 9 días en madurar y continúa produciendo después de la primera cosecha.",
    "Real.Seed.Blueberry": "Planta estos en el verano. Tarda 10 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Pepper": "Planta estos en el verano. Tarda 15 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Wheat": "Planta estos en cualquier estación. Tardan 28 días en madurar. Cosecha con la guadaña.",
    "Real.Seed.Radish": "Plántalas en primavera. Tardan 4 días en madurar.",
    "Real.Seed.Cabbage": "Planta estos en verano u otoño. Tarda 7 días en madurar y continúa produciendo después de la primera cosecha.",
    "Real.Seed.Starfruit": "Plántalas en verano u otoño. Tardan 19 días en madurar.",
    "Real.Seed.Corn": "Plántalas en verano u otoño. Tardan 6 días en madurar.",
    "Real.Seed.Eggplant": "Planta estos en verano u otoño. Tarda 5 días en madurar y continúa produciendo después de la primera cosecha.",
    "Real.Seed.Artichoke": "Plántalas en primavera u otoño. Tarda 8 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Pumpkin": "Planta estos en otoño. Tarda 12 días en madurar y sigue produciendo después de la primera cosecha",
    "Real.Seed.Bok": "Planta estos en primavera u otoño. Tarda 4 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Yam": "Plántalas en otoño. Tardan 10 días en madurar.",
    "Real.Seed.Cranberry": "Plántalas en otoño. Tarda 6 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Beet": "Planta estos en primavera u otoño. Tardan 6 días en madurar.",
    "Real.Seed.Ancient": "Planta estos en verano u otoño.",
    "Real.Seed.Strawberry": "Planta estos en primavera o verano. Tarda 9 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Cactus": "Solo se puede cultivar en interiores. Tarda 15 días en madurar y continúa produciendo después de la primera cosecha",
    "Real.Seed.Taro": "Planta en un clima cálido. Tarda 10 días en madurar. Crece más rápido si se planta cerca de una masa de agua",
    "Real.Seed.Pineapple": "Siémbralas en un clima cálido. Tardan 18 días en madurar.",
    "Real.Seed.Rice": "Planta estos en la primavera. Tarda 12 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua. Cosecha con la guadaña.",

  // Semillas del modo de fecha límite
  "Dead.Seed.Amaranth": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Grape": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada. Crece en un enrejado.",
  "Dead.Seed.Hops": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada. Crece en un enrejado.",
  "Dead.Seed.SweetGem": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Fairy": "Planta en otoño. Tarda 20 días en producir una flor misteriosa. Varios colores",
  "Dead.Seed.Tulip": "Planta en primavera. Tarda 20 días en producir una flor colorida al final de la temporada.",
  "Dead.Seed.Jazz": "Planta en primavera. Tarda 20 días en producir una flor de pedo azul",
  "Dead.Seed.Sunflower": "Planta en verano. Toma 40 días producir un girasol grande. Produce más semillas en la cosecha.",
  "Dead.Seed.Coffee": "Siémbralo el primer día de la primavera para cosecharlo el último día del verano. Coloca cinco granos en un barril para hacer café.",
  "Dead.Seed.Poppy": "Planta en verano. Produce una flor roja brillante en 20 días.",
  "Dead.Seed.Spangle": "Planta en verano. Tarda 20 días en producir una flor tropical vibrante. Colores surtidos.",
  "Dead.Seed.Parsnip": "Planta estos en primavera. Tardan 13 días en madurar.",
  "Dead.Seed.Bean": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada. Crece en un enrejado.",
  "Dead.Seed.Couliflower": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Potato": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Garlic": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Kale": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Rhubarb": "Plántalo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Melon": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Tomato": "Planta estos en el verano. Tardan 13 días en madurar.",
  "Dead.Seed.Blueberry": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Pepper": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Wheat": "Siémbralo el primer día de verano para cosecharlo el último día de otoño. Coséchalo con la guadaña.",
  "Dead.Seed.Radish": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Cabbage": "Plántalo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Starfruit": "Siémbralo el primer día del verano para cosecharlo el último día de la temporada.",
  "Dead.Seed.Corn": "Siémbralo el primer día de verano para cosecharlo el último día de otoño.",
  "Dead.Seed.Eggplant": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Artichoke": "Plántala el primer día de otoño para cosecharla el último día de la temporada.",
  "Dead.Seed.Pumpkin": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Bok": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Yam": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Cranberry": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Beet": "Siémbralo el primer día de otoño para cosecharlo el último día de la temporada.",
  "Dead.Seed.Ancient": "¿Aún podrían crecer?",
  "Dead.Seed.Strawberry": "Siémbralo el primer día de la primavera para cosecharlo el último día de la temporada.",
  "Dead.Seed.Cactus": "Solo se puede cultivar en interiores. Tarda 27 días en madurar.",
  "Dead.Seed.Taro": "Planta estos en un clima cálido. Tarda 27 días en madurar. Crece más rápido si se planta cerca de un cuerpo de agua.",
  "Dead.Seed.Pineapple": "Siémbralas en un clima cálido. Tardan 27 días en madurar.",
  "Dead.Seed.Rice": "Planta estos en primavera. Tarda 27 días en madurar. Crece más rápido si se planta cerca de una masa de agua. Cosecha con la guadaña"
}