{
    //Realistic Mode Seeds
"Real.Seed.Amaranth": "Plantez-les en été. Prend 5 jours pour pousser et continue à produire après la première récolte.",
    "Real.Seed.Grape": "Plantez-les à l'automne. Prend 8 jours pour pousser et continue à produire après la première récolte. Pousse sur un treillis.",
    "Real.Seed.Hops": "Plantez-les en été ou en automne. Prend 15 jours pour pousser et continue à produire après la première récolte. Pousse sur un treillis.",
    "Real.Seed.SweetGem": "Semer en hiver ou au printemps. Prend presque toute la saison pour pousser.",
    "Real.Seed.Fairy": "Plante à l'automne. Prend 12 jours pour produire une fleur mystérieuse. Couleurs assorties.",
    "Real.Seed.Tulip": "Plante au printemps. Il faut 8 jours pour produire une fleur colorée.",
    "Real.Seed.Jazz": "Plantez au printemps. Il faut 7 jours pour produire une fleur de vesse-de-loup bleue.",
    "Real.Seed.Sunflower": "Plantez en été ou en automne. Il faut 8 jours pour produire un gros tournesol. Donne plus de graines à la récolte.",
    "Real.Seed.Coffee": "Planter au printemps, en été ou en automne, prend 26 jours pour faire pousser un caféier. Placer cinq grains dans un fût pour faire du café.",
    "Real.Seed.Poppy": "Plante en été. Produit une fleur rouge vif en 7 jours.",
    "Real.Seed.Spangle": "Plante en été. Il faut 8 jours pour produire une fleur tropicale vibrante. Couleurs assorties.",
    "Real.Seed.Parsnip": "Plantez-les au printemps. Il faut 15 jours pour arriver à maturité.",
    "Real.Seed.Bean": "Plantez-les au printemps. Prend 6 jours pour mûrir et continue à produire après la première récolte. Pousse sur un treillis.",
    "Real.Seed.Cauliflower": "Plantez-les au printemps ou en été, prend 21 jours pour produire un gros chou-fleur et continue à produire après la première récolte.",
    "Real.Seed.Potato": "Plantez-les au printemps. Prend 9 jours pour mûrir et a une chance de produire plusieurs pommes de terre à la récolte.",
    "Real.Seed.Garlic": "Plantez-les en hiver ou au printemps. Il faut 27 jours pour arriver à maturité.",
    "Real.Seed.Kale": "Plantez-les au printemps ou à l'automne. Il faut 7 jours pour mûrir et continuer à produire après la première récolte.",
    "Real.Seed.Rhubarb": "Plantez-les au printemps ou à l'automne. Il faut 9 jours pour arriver à maturité.",
    "Real.Seed.Melon": "Plantez-les au printemps, en été ou en automne. Il faut 22 jours pour mûrir et continuer à produire après la première récolte.",
    "Real.Seed.Tomato": "Plantez-les en été. Prend 9 jours pour mûrir et continue à produire après la première récolte.",
    "Real.Seed.Blueberry": "Plantez-les en été. Met 10 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Pepper": "Plantez-les en été. Met 15 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Wheat": "Plantez-les en toute saison. Il faut 28 jours pour mûrir. Récoltez avec la faux.",
    "Real.Seed.Radish": "Plantez-les au printemps. Il faut 4 jours pour mûrir.",
    "Real.Seed.Cabbage": "Plantez-les en été ou en automne. Met 7 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Starfruit": "Plantez-les en été ou en automne. Il faut 19 jours pour mûrir.",
    "Real.Seed.Corn": "Plantez-les en été ou en automne. Il faut 6 jours pour mûrir.",
    "Real.Seed.Eggplant": "Plantez-les en été ou en automne. Met 5 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Artichoke": "Plantez-les au printemps ou à l'automne. Prend 8 jours pour mûrir et continue à produire après la première récolte.",
    "Real.Seed.Pumpkin": "Plantez-les à l'automne. Il faut 12 jours pour mûrir et continuer à produire après la première récolte.",
    "Real.Seed.Bok": "Plantez-les au printemps ou à l'automne. Met 4 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Yam": "Plantez-les à l'automne. Il faut 10 jours pour mûrir.",
    "Real.Seed.Cranberry": "Plantez-les à l'automne. Il faut 6 jours pour mûrir et continuer à produire après la première récolte.",
    "Real.Seed.Beet": "Plantez-les au printemps ou à l'automne. Il faut 6 jours pour mûrir.",
    "Real.Seed.Ancient": "Plantez-les en été ou en automne.",
    "Real.Seed.Strawberry": "Plantez-les au printemps ou en été. Met 9 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Cactus": "Ne peut être cultivé qu'en intérieur. Met 15 jours à mûrir et continue à produire après la première récolte.",
    "Real.Seed.Taro": "Plantez-les par temps chaud. Il faut 10 jours pour mûrir. Pousse plus vite si planté près d'un plan d'eau.",
    "Real.Seed.Pineapple": "Plantez-les par temps chaud. Il faut 18 jours pour mûrir.",
    "Real.Seed.Rice": "Plantez-les au printemps. Met 12 jours à mûrir. Pousse plus vite si planté près d'un plan d'eau. Récoltez avec la faux.",

   // Graines du mode date limite
   "Dead.Seed.Amaranth": "Plantez-la au 1er jour de l'automne pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Grape": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison. Pousse sur un treillis.",
   "Dead.Seed.Hops": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison. Pousse sur un treillis.",
   "Dead.Seed.SweetGem": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Fairy": "Plante à l'automne. Prend 20 jours pour produire une fleur mystérieuse. Couleurs assorties.",
   "Dead.Seed.Tulip": "Planter au printemps. Il faut 20 jours pour produire une fleur colorée d'ici la fin de la saison.",
   "Dead.Seed.Jazz": "Plante au printemps. Il faut 20 jours pour produire une fleur de vesse-de-loup bleue.",
   "Dead.Seed.Sunflower": "Planter en été. Il faut 40 jours pour produire un gros tournesol. Donne plus de graines à la récolte.",
   "Dead.Seed.Coffee": "Plantez-le au 1er jour du printemps pour le récolter au dernier jour de l'été. Placez cinq grains dans un fût pour faire du café.",
   "Dead.Seed.Poppy": "Plante en été. Produit une fleur rouge vif en 20 jours.",
   "Dead.Seed.Spangle": "Plante en été. Il faut 20 jours pour produire une fleur tropicale vibrante. Couleurs assorties.",
   "Dead.Seed.Parsnip": "Plantez-les au printemps. Il faut 13 jours pour arriver à maturité.",
   "Dead.Seed.Bean": "Plantez-le au 1er jour du printemps pour le récolter au dernier jour de la saison. Pousse sur un treillis.",
   "Dead.Seed.Cauliflower": "Plantez-le au 1er jour du printemps pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Potato": "Plantez-la au 1er jour du printemps pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Garlic": "Plantez-le au 1er jour du printemps pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Kale": "Plantez-le au 1er jour du printemps pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Rhubarb": "Plantez-la au 1er jour du printemps pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Melon": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Tomato": "Plantez-les en été. Il faut 13 jours pour mûrir.",
   "Dead.Seed.Blueberry": "Plantez-la au 1er jour de l'été pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Pepper": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Wheat": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de l'automne. Récoltez à la faux.",
   "Dead.Seed.Radish": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Cabbage": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Starfruit": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Corn": "Plantez-le au 1er jour de l'été pour le récolter au dernier jour de l'automne.",
   "Dead.Seed.Eggplant": "Plantez-la au 1er jour de l'automne pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Artichaut": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Pumpkin": "Plantez-la au 1er jour de l'automne pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Bok": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Yam": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Cranberry": "Plantez-le au 1er jour de l'automne pour le récolter au dernier jour de la saison.",
   "Dead.Seed.Beet": "Plantez-la au 1er jour de l'automne pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Ancient": "Ceux-ci pourraient-ils encore pousser ?",
   "Dead.Seed.Strawberry": "Plantez-la au 1er jour du printemps pour la récolter au dernier jour de la saison.",
   "Dead.Seed.Cactus": "Ne peut être cultivé qu'en intérieur. Il faut 27 jours pour mûrir.",
   "Dead.Seed.Taro": "Plantez-les par temps chaud. Il faut 27 jours pour mûrir. Pousse plus vite si planté près d'un plan d'eau.",
   "Dead.Seed.Pineapple": "Plantez-les par temps chaud. Il faut 27 jours pour mûrir.",
   "Dead.Seed.Rice": "Plantez-les au printemps. Il faut 27 jours pour mûrir. Pousse plus vite si planté près d'un plan d'eau. Récoltez avec la faux."
    }