{
    //Realistic Mode Seeds
"Real.Seed.Amaranth": "Nyáron ültesd el. A növekedés 5 napig tart, és az első betakarítás után is tovább terem.",
    "Real.Seed.Grape": "Ősszel ültesd el. 8 napig tart a növekedés, és az első betakarítás után is tovább terem. Rácson nő.",
    "Real.Seed.Hops": "Nyáron vagy ősszel ültesd el. 15 napig tart a növekedés, és az első betakarítás után is tovább terem. Rácson nő.",
    "Real.Seed.SweetGem": "Vetni télen vagy tavasszal. Szinte az egész évszakra szüksége van a növekedéshez.",
    "Real.Seed.Fairy": "Ősszel ültessen. 12 napig tart, hogy titokzatos virágot hozzon létre. Válogatott színek.",
    "Real.Seed.Tulip": "Tavasszal ültesd. 8 napba telik, hogy színes virágot hozzon létre.",
    "Real.Seed.Jazz": "Tavasszal ültessen. 7 napba telik egy kék pöfeteg virág kitermelése.",
    "Real.Seed.Sunflower": "Ültessük nyáron vagy ősszel. 8 napig tart egy nagy napraforgó kitermelése. Betakarításkor több magot hoz.",
    "Real.Seed.Coffee": "Tavasszal, nyáron vagy ősszel ültessen, 26 napba telik egy kávénövény termesztése. Helyezzen öt szemet egy hordóba a kávé elkészítéséhez.",
    "Real.Seed.Poppy": "Nyáron ültesd. 7 nap alatt élénkpiros virágot hoz.",
    "Real.Seed.Spangle": "Nyáron ültessen. 8 napba telik, hogy élénk trópusi virágot hozzon létre. Vegyes színek.",
    "Real.Seed.Pasztinák": "Ezeket tavasszal ültesd el. 15 napig tart az érés.",
    "Real.Seed.Bean": "Ezeket tavasszal ültesd el. 6 napig tart az érettség, és az első betakarítás után is tovább terem. Rácson nő.",
    "Real.Seed.Cauliflower": "Ezt tavasszal vagy nyáron ültesd el, 21 napba telik egy nagy karfiol előállításához, és az első betakarítás után is tovább terem.",
    "Real.Seed.Potato": "Ezt tavasszal ültesd el. 9 nap alatt érik, és betakarításkor több burgonya is terem.",
    "Real.Seed.Garlic": "Télen vagy tavasszal ültesd el. 27 napig tart az érés.",
    "Real.Seed.Kale": "Ezeket tavasszal vagy ősszel ültesd el. 7 napig tart az érés, és az első betakarítás után is tovább terem.",
    "Real.Seed.Rhubarb": "Ezeket tavasszal vagy ősszel ültesd el. 9 napba telik az érés.",
    "Real.Seed.Dinnye": "Ezeket tavasszal, nyáron vagy ősszel ültesd el. 22 napig tart az érettség, és az első betakarítás után is tovább terem.",
    "Real.Seed.Tomato": "Nyáron ültesd el. 9 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Blueberry": "Nyáron ültesd el. 10 nap alatt érik, és az első betakarítás után is terem.",
    "Real.Seed.Pepper": "Nyáron ültesd el. 15 nap alatt érik, és az első betakarítás után is terem.",
    "Real.Seed.Wheat": "Természetes minden évszakban ültesd el. 28 napig tart az érés. Kaszával szüretelj.",
    "Real.Seed.Redish": "Ezeket tavasszal ültesd el. 4 nap alatt érik.",
    "Real.Seed.Cabbage": "Nyáron vagy ősszel ültesd el. 7 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Starfruit": "Nyáron vagy ősszel ültesd el. 19 napba telik az érés.",
    "Real.Seed.Corn": "Nyáron vagy ősszel ültesd el. 6 napig tart az érés.",
    "Real.Seed.Padlizsán": "Nyáron vagy ősszel ültesd el. 5 napig tart az érés, és az első betakarítás után is tovább terem.",
    "Real.Seed.Artichoke": "Ezeket tavasszal vagy ősszel ültesd el. 8 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Pumpkin": "Ősszel ültesd el. 12 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Bok": "Ezeket tavasszal vagy ősszel ültesd el. 4 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Yam": "Ősszel ültesd el. 10 napig tart az érettség.",
    "Real.Seed.Cranberry": "Ősszel ültesd el. 6 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Beet": "Ezeket tavasszal vagy ősszel ültesd el. 6 napig tart az érés.",
    "Real.Seed.Ancient": "Nyáron vagy ősszel ültesd el ezeket.",
    "Real.Seed.Strawberry": "Ezeket tavasszal vagy nyáron ültesd el. 9 nap alatt érik, és az első betakarítás után is tovább terem.",
    "Real.Seed.Cactus": "Csak zárt térben termeszthető. 15 napig tart az érés, és az első betakarítás után is tovább terem.",
    "Real.Seed.Taro": "Meleg időben ültesd. 10 napba telik az érés. Gyorsabban növekszik, ha víztömeg közelébe ülteted.",
    "Real.Seed.Pineapple": "Meleg időben ültesd el. 18 napig tart az érés.",
    "Real.Seed.Rice": "Ezeket tavasszal ültesd el. 12 napba telik az érés. Gyorsabban növekszik, ha víztömeg közelébe ültetik. Kaszával szüreteld.",

//Határidő Mode Seeds
"Dead.Seed.Amaranth": "Az ősz első napján ültesd el, hogy a szezon utolsó napján szüreteld be.",
"Dead.Seed.Grape": "Az ősz első napján ültesd el, hogy a szezon utolsó napján szüreteld be. Rácson nő.",
"Dead.Seed.Hops": "A nyár 1. napján ültesd el, hogy a szezon utolsó napján betakarítsd. Rácson nő.",
"Dead.Seed.SweetGem": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Fairy": "Ősszel ültessen. 20 napig tart, hogy titokzatos virágot hozzon létre. Válogatott színek.",
"Dead.Seed.Tulip": "Tavasszal ültessen. 20 napba telik, hogy a szezon végére színes virágot hozzon létre.",
"Dead.Seed.Jazz": "Tavasszal ültesd. 20 napba telik a kék pufivirág kitermelése.",
"Dead.Seed.Sunflower": "Nyáron ültesd. 40 napig tart egy nagy napraforgó kitermelése. Betakarításkor több magot hoz.",
"Dead.Seed.Coffee": "A tavasz első napján ültesd el, hogy a nyár utolsó napján szüreteld be. Helyezzen öt szemesszemet egy hordóba, hogy kávét főzzön.",
"Dead.Seed.Poppy": "Nyáron ültet. 20 nap alatt élénkpiros virágot hoz.",
"Dead.Seed.Spangle": "Nyáron ültessen. 20 napba telik, hogy élénk trópusi virágot hozzon létre. Vegyes színek.",
"Dead.Seed.Pasternak": "Ezeket tavasszal ültesd el. 13 napig tart az érés.",
"Dead.Seed.Bean": "A tavasz első napján ültesd el, hogy a szezon utolsó napján szüreteld be. Rácson nő.",
"Dead.Seed.Cauliflower": "A tavasz első napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Potato": "A tavasz első napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Garlic": "A tavasz első napján ültesd el, hogy a szezon utolsó napján szüreteld be.",
"Dead.Seed.Kale": "A tavasz első napján ültesd el, hogy a szezon utolsó napján szüreteld be.",
"Dead.Seed.Rhubarb": "A tavasz első napján ültesd el, hogy a szezon utolsó napján szüreteld be.",
"Dead.Seed.Dinnye": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Tomato": "Nyáron ültesd el. 13 napba telik az érés.",
"Dead.Seed.Blueberry": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Pepper": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Holt.Mag.Búza": "A nyár 1. napján ültesd el, hogy az ősz utolsó napján szüreteld. Kaszával szüreteld.",
"Dead.Seed.Redish": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Cabbage": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Starfruit": "A nyár 1. napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Corn": "A nyár 1. napján ültesse el, hogy az ősz utolsó napján szüretelje be.",
"Dead.Seed.Eggplant": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Artichoke": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Pumpkin": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Bok": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Yam": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Cranberry": "Ültesse el az ősz első napján, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Beet": "Az ősz első napján ültesse el, hogy a szezon utolsó napján szüretelje be.",
"Dead.Seed.Ancient": "Ezek még nőhetnek?",
"Dead.Seed.Strawberry": "A tavasz első napján ültesd el, hogy a szezon utolsó napján szüreteld be.",
"Dead.Seed.Cactus": "Csak zárt térben termeszthető. 27 napig tart az érés.",
"Dead.Seed.Taro": "Meleg időben ültesd el. 27 napig tart az érés. Gyorsabban növekszik, ha víztömeg közelébe ülteted.",
"Dead.Seed.Pineapple": "Meleg időben ültesd el. 27 napig tart az érettség.",
"Dead.Seed.Rice": "Ezeket tavasszal ültesd el. 27 napba telik az érés. Gyorsabban növekszik, ha víztömeg közelébe ültetjük. Kaszával szüreteld."
    }