{
    //Semi in modalità realistica
"Real.Seed.Amaranth": "Pianta questi in estate. Ci vogliono 5 giorni per crescere e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Grape": "Pianta questi in autunno. Richiede 8 giorni per crescere e continua a produrre dopo il primo raccolto. Cresce su un traliccio.",
    "Real.Seed.Hops": "Pianta questi in estate o in autunno. Ci vogliono 15 giorni per crescere e continua a produrre dopo il primo raccolto. Cresce su un traliccio.",
    "Real.Seed.SweetGem": "Semina in inverno o in primavera. Ci vuole quasi tutta la stagione per crescere.",
    "Real.Seed.Fairy": "Pianta in autunno. Ci vogliono 12 giorni per produrre un fiore misterioso. Colori assortiti.",
    "Real.Seed.Tulip": "Pianta in primavera. Ci vogliono 8 giorni per produrre un fiore colorato.",
    "Real.Seed.Jazz": "Pianta in primavera. Ci vogliono 7 giorni per produrre un fiore a palloncino blu.",
    "Real.Seed.Sunflower": "Piantare in estate o in autunno. Ci vogliono 8 giorni per produrre un grande girasole. Produce più semi al momento del raccolto.",
    "Real.Seed.Coffee": "Piantare in primavera, estate o autunno, ci vogliono 26 giorni per far crescere una pianta di caffè. Metti cinque chicchi in un fusto per fare il caffè.",
    "Real.Seed.Poppy": "Pianta in estate. Produce un fiore rosso brillante in 7 giorni.",
    "Real.Seed.Spangle": "Pianta in estate. Ci vogliono 8 giorni per produrre un fiore tropicale vibrante. Colori assortiti.",
    "Real.Seed.Parsnip": "Pianta questi in primavera. Ci vogliono 15 giorni per maturare.",
    "Real.Seed.Bean": "Pianta questi in primavera. Impiega 6 giorni per maturare e continua a produrre dopo il primo raccolto. Cresce su un traliccio.",
    "Real.Seed.Cauliflower": "Pianta questi in primavera o in estate, impiega 21 giorni per produrre un grande cavolfiore e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Potato": "Pianta questi in primavera. Ci vogliono 9 giorni per maturare e ha la possibilità di produrre più patate al momento del raccolto.",
    "Real.Seed.Garlic": "Piantali in inverno o in primavera. Ci vogliono 27 giorni per maturare.",
    "Real.Seed.Kale": "Pianta questi in primavera o in autunno. Ci vogliono 7 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Rhubarb": "Piantali in primavera o in autunno. Ci vogliono 9 giorni per maturare.",
    "Real.Seed.Melon": "Pianta questi in primavera, estate o autunno. Ci vogliono 22 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Tomato": "Pianta questi in estate. Impiega 9 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Blueberry": "Pianta questi in estate. Ci vogliono 10 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Pepper": "Pianta questi in estate. Ci vogliono 15 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Wheat": "Pianta questi in qualsiasi stagione. Ci vogliono 28 giorni per maturare. Raccogli con la falce.",
    "Real.Seed.Radish": "Pianta questi in primavera. Ci vogliono 4 giorni per maturare.",
    "Real.Seed.Cabbage": "Pianta questi in estate o in autunno. Ci vogliono 7 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Starfruit": "Piantali in estate o in autunno. Ci vogliono 19 giorni per maturare.",
    "Real.Seed.Corn": "Piantali in estate o in autunno. Ci vogliono 6 giorni per maturare.",
    "Real.Seed.Emgplant": "Pianta questi in estate o in autunno. Ci vogliono 5 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Carchoke": "Pianta questi in primavera o in autunno. Impiega 8 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Pumpkin": "Pianta questi in autunno. Ci vogliono 12 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Bok": "Pianta questi in primavera o in autunno. Ci vogliono 4 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Yam": "Pianta questi in autunno. Ci vogliono 10 giorni per maturare.",
    "Real.Seed.Cranberry": "Pianta questi in autunno. Ci vogliono 6 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Beet": "Piantali in primavera o in autunno. Ci vogliono 6 giorni per maturare.",
    "Real.Seed.Ancient": "Pianta questi in estate o in autunno.",
    "Real.Seed.Strawberry": "Pianta questi in primavera o in estate. Ci vogliono 9 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Cactus": "Può essere coltivato solo indoor. Ci vogliono 15 giorni per maturare e continua a produrre dopo il primo raccolto.",
    "Real.Seed.Taro": "Pianta questi nella stagione calda. Ci vogliono 10 giorni per maturare. Cresce più velocemente se piantati vicino a uno specchio d'acqua.",
    "Real.Seed.Pineapple": "Pianta questi nella stagione calda. Ci vogliono 18 giorni per maturare.",
    "Real.Seed.Rice": "Pianta questi in primavera. Ci vogliono 12 giorni per maturare. Cresce più velocemente se piantato vicino a uno specchio d'acqua. Raccogli con la falce.",

//Semi in modalità scadenza
"Dead.Seed.Amaranth": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Grape": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione. Cresce su un traliccio.",
"Dead.Seed.Hops": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione. Cresce su un traliccio.",
"Dead.Seed.SweetGem": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Fairy": "Pianta in autunno. Ci vogliono 20 giorni per produrre un fiore misterioso. Colori assortiti.",
"Dead.Seed.Tulip": "Pianta in primavera. Ci vogliono 20 giorni per produrre un fiore colorato entro la fine della stagione.",
"Dead.Seed.Jazz": "Pianta in primavera. Ci vogliono 20 giorni per produrre un fiore a palloncino blu.",
"Dead.Seed.Sunflower": "Pianta in estate. Occorrono 40 giorni per produrre un grande girasole. Produce più semi al momento del raccolto.",
"Dead.Seed.Coffee": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno d'estate. Metti cinque chicchi in un fusto per fare il caffè.",
"Dead.Seed.Poppy": "Pianta in estate. Produce un fiore rosso brillante in 20 giorni.",
"Dead.Seed.Spangle": "Pianta in estate. Occorrono 20 giorni per produrre un vivace fiore tropicale. Colori assortiti.",
"Dead.Seed.Parsnip": "Pianta questi in primavera. Ci vogliono 13 giorni per maturare.",
"Dead.Seed.Bean": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione. Cresce su un traliccio.",
"Dead.Seed.Cauliflower": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Potato": "Piantala il 1° giorno di primavera per raccoglierla l'ultimo giorno della stagione.",
"Dead.Seed.Garlic": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Kale": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Rhubarb": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Melon": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Tomato": "Pianta questi in estate. Ci vogliono 13 giorni per maturare.",
"Dead.Seed.Blueberry": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Pepper": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Wheat": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno d'autunno. Raccogli con la falce.",
"Dead.Seed.Radish": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Cabbage": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Starfruit": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Corn": "Piantalo il 1° giorno d'estate per raccoglierlo l'ultimo giorno d'autunno.",
"Dead.Seed.Eggplant": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Carchoke": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Pumpkin": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Bok": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Yam": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Cranberry": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Beet": "Piantalo il 1° giorno d'autunno per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Ancient": "Potrebbero ancora crescere?",
"Dead.Seed.Strawberry": "Piantalo il 1° giorno di primavera per raccoglierlo l'ultimo giorno della stagione.",
"Dead.Seed.Cactus": "Può essere coltivato solo indoor. Ci vogliono 27 giorni per maturare.",
"Dead.Seed.Taro": "Pianta questi nella stagione calda. Ci vogliono 27 giorni per maturare. Cresce più velocemente se piantati vicino a uno specchio d'acqua.",
"Dead.Seed.Pineapple": "Pianta questi nella stagione calda. Ci vogliono 27 giorni per maturare.",
"Dead.Seed.Rice": "Pianta questi in primavera. Ci vogliono 27 giorni per maturare. Cresce più velocemente se piantato vicino a uno specchio d'acqua. Raccogli con la falce."
    }