{
    //Sementes de modo realista
"Real.Seed.Amaranth": "Plante no verão. Leva 5 dias para crescer e continua a produzir após a primeira colheita.",
    "Real.Seed.Grape": "Plante no outono. Leva 8 dias para crescer e continua a produzir após a primeira colheita. Cresce em uma treliça.",
    "Real.Seed.Hops": "Plante no verão ou no outono. Leva 15 dias para crescer e continua a produzir após a primeira colheita. Cresce em uma treliça.",
    "Real.Seed.SweetGem": "Semeie no inverno ou na primavera. Leva quase toda a estação para crescer.",
    "Real.Seed.Fairy": "Planta no outono. Leva 12 dias para produzir uma flor misteriosa. Cores sortidas.",
    "Real.Seed.Tulip": "Plante na primavera. Leva 8 dias para produzir uma flor colorida.",
    "Real.Seed.Jazz": "Plante na primavera. Demora 7 dias para produzir uma flor puffball azul.",
    "Real.Seed.Sunflower": "Plante no verão ou outono. Leva 8 dias para produzir um girassol grande. Produz mais sementes na colheita.",
    "Real.Seed.Coffee": "Plantar na primavera, verão ou outono, leva 26 dias para crescer uma planta de café. Coloque cinco grãos em um barril para fazer café.",
    "Real.Seed.Poppy": "Plante no verão. Produz uma flor vermelha brilhante em 7 dias.",
    "Real.Seed.Spangle": "Plante no verão. Leva 8 dias para produzir uma flor tropical vibrante. Cores variadas.",
    "Real.Seed.Parsnip": "Plante na primavera. Leva 15 dias para amadurecer.",
    "Real.Seed.Bean": "Plante na primavera. Leva 6 dias para amadurecer e continua a produzir após a primeira colheita. Cresce em uma treliça.",
    "Real.Seed.Cauliflower": "Plante na primavera ou no verão, leva 21 dias para produzir uma couve-flor grande e continua a produzir após a primeira colheita.",
    "Real.Seed.Potato": "Plante na primavera. Leva 9 dias para amadurecer e tem chance de produzir várias batatas na colheita.",
    "Real.Seed.Garlic": "Plante no inverno ou na primavera. Leva 27 dias para amadurecer.",
    "Real.Seed.Kale": "Plante na primavera ou no outono. Leva 7 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Rhubarb": "Plante na primavera ou no outono. Leva 9 dias para amadurecer.",
    "Real.Seed.Melon": "Plante na primavera, verão ou outono. Leva 22 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Tomato": "Plante no verão. Leva 9 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Blueberry": "Plante no verão. Leva 10 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Pepper": "Plante no verão. Leva 15 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Wheat": "Plante em qualquer estação. Leva 28 dias para amadurecer. Colha com a foice.",
    "Real.Seed.Radish": "Plante na primavera. Leva 4 dias para amadurecer.",
    "Real.Seed.Cabbage": "Plante no verão ou no outono. Leva 7 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Starfruit": "Plante no verão ou no outono. Leva 19 dias para amadurecer.",
    "Real.Seed.Corn": "Plante no verão ou outono. Leva 6 dias para amadurecer.",
    "Real.Seed.Eggplant": "Plante no verão ou no outono. Leva 5 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Alcachofra": "Plante na primavera ou no outono. Leva 8 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Pumpkin": "Plante no outono. Leva 12 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Bok": "Plante na primavera ou no outono. Leva 4 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Yam": "Plante no outono. Leva 10 dias para amadurecer.",
    "Real.Seed.Cranberry": "Plante no outono. Leva 6 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Beet": "Plante na primavera ou no outono. Leva 6 dias para amadurecer.",
    "Real.Seed.Ancient": "Plante no verão ou no outono.",
    "Real.Seed.Strawberry": "Plante na primavera ou no verão. Leva 9 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Cactus": "Só pode ser cultivado dentro de casa. Leva 15 dias para amadurecer e continua a produzir após a primeira colheita.",
    "Real.Seed.Taro": "Plante em clima quente. Leva 10 dias para amadurecer. Cresce mais rápido se plantado perto de um corpo de água.",
    "Real.Seed.Pineapple": "Plante em clima quente. Leva 18 dias para amadurecer.",
    "Real.Seed.Rice": "Plante estes na primavera. Leva 12 dias para amadurecer. Cresce mais rápido se plantado perto de um corpo de água. Colha com a foice.",

// Sementes do modo de prazo
"Dead.Seed.Amaranth": "Plante no primeiro dia do outono para colher no último dia da temporada.",
"Dead.Seed.Grape": "Plante no 1º dia de outono para colher no último dia da temporada. Cresce em uma treliça.",
"Dead.Seed.Hops": "Plante no primeiro dia do verão para colher no último dia da estação. Cresce em uma treliça.",
"Dead.Seed.SweetGem": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Fairy": "Planta no outono. Leva 20 dias para produzir uma flor misteriosa. Cores sortidas.",
"Dead.Seed.Tulip": "Plante na primavera. Leva 20 dias para produzir uma flor colorida até o final da estação.",
"Dead.Seed.Jazz": "Plante na primavera. Demora 20 dias para produzir uma flor puffball azul.",
"Dead.Seed.Sunflower": "Plante no verão. Leva 40 dias para produzir um grande girassol. Produz mais sementes na colheita.",
"Dead.Seed.Coffee": "Plante no primeiro dia da primavera para colher no último dia do verão. Coloque cinco grãos em um barril para fazer café.",
"Dead.Seed.Poppy": "Plante no verão. Produz uma flor vermelha brilhante em 20 dias.",
"Dead.Seed.Spangle": "Plante no verão. Leva 20 dias para produzir uma flor tropical vibrante. Cores variadas.",
"Dead.Seed.Parsnip": "Plante na primavera. Leva 13 dias para amadurecer.",
"Dead.Seed.Bean": "Plante no primeiro dia da primavera para colher no último dia da estação. Cresce em uma treliça.",
"Dead.Seed.Couveflower": "Plante no primeiro dia da primavera para colher no último dia da estação.",
"Dead.Seed.Potato": "Plante no primeiro dia da primavera para colher no último dia da estação.",
"Dead.Seed.Garlic": "Plante no primeiro dia da primavera para colher no último dia da estação.",
"Dead.Seed.Kale": "Plante no primeiro dia da primavera para colher no último dia da estação.",
"Dead.Seed.Rhubarb": "Plante no primeiro dia da primavera para colher no último dia da temporada.",
"Dead.Seed.Melon": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Tomato": "Plante no verão. Leva 13 dias para amadurecer.",
"Dead.Seed.Blueberry": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Pepper": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Wheat": "Plante no primeiro dia de verão para colher no último dia de outono. Colha com a foice.",
"Dead.Seed.Radish": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Cabbage": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Starfruit": "Plante no primeiro dia do verão para colher no último dia da estação.",
"Dead.Seed.Corn": "Plante no primeiro dia do verão para colher no último dia do outono.",
"Dead.Seed.Eggplant": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Alcachofra": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Pumpkin": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Bok": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Yam": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Cranberry": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Beet": "Plante no 1º dia de outono para colher no último dia da temporada.",
"Dead.Seed.Ancient": "Isso ainda pode crescer?",
"Dead.Seed.Strawberry": "Plante no primeiro dia da primavera para colher no último dia da temporada.",
"Dead.Seed.Cactus": "Só pode ser cultivado dentro de casa. Leva 27 dias para amadurecer.",
"Dead.Seed.Taro": "Plante em clima quente. Leva 27 dias para amadurecer. Cresce mais rápido se plantado perto de um corpo de água.",
"Dead.Seed.Pineapple": "Plante em clima quente. Leva 27 dias para amadurecer.",
"Dead.Seed.Rice": "Plante isso na primavera. Leva 27 dias para amadurecer. Cresce mais rápido se plantado perto de um corpo de água. Colha com a foice."
    }