{
    // Семена реалистичного режима
"Real.Seed.Amaranth": "Высаживайте их летом. Выращивание занимает 5 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Grape": "Высаживайте их осенью. Выращивание занимает 8 дней и продолжает плодоносить после первого урожая. Растет на шпалере.",
    "Real.Seed.Hops": "Высаживайте их летом или осенью. Для выращивания требуется 15 дней, и они продолжают плодоносить после первого урожая. Растет на шпалере.",
    "Real.Seed.SweetGem": "Сеять зимой или весной. Для выращивания требуется почти весь сезон.",
    "Real.Seed.Fairy": "Сажайте осенью. Чтобы вырастить таинственный цветок, требуется 12 дней. Разные цвета.",
    "Real.Seed.Tulip": "Сажать весной. Чтобы вырастить яркий цветок, требуется 8 дней.",
    "Real.Seed.Jazz": "Сажать весной. Чтобы вырастить синий цветок-пуховик, требуется 7 дней.",
    "Real.Seed.Sunflower": "Высаживайте летом или осенью. Чтобы вырастить большой подсолнух, требуется 8 дней. Дает больше семян при сборе урожая.",
    "Real.Seed.Coffee": "Посадите весной, летом или осенью, чтобы вырастить кофейное растение, требуется 26 дней. Поместите пять зерен в бочонок, чтобы приготовить кофе.",
    "Real.Seed.Poppy": "Сажать летом. За 7 дней дает ярко-красный цветок.",
    "Real.Seed.Spangle": "Сажайте летом. Чтобы вырастить яркий тропический цветок, требуется 8 дней. Разные цвета.",
    "Real.Seed.Parsnip": "Сажать их весной. Созревание занимает 15 дней.",
    "Real.Seed.Bean": "Высаживайте их весной. Созревание занимает 6 дней, и они продолжают плодоносить после первого урожая. Растет на шпалере.",
    "Real.Seed.Cauliflower": "Высаживайте их весной или летом. Для получения крупной цветной капусты требуется 21 день, и она продолжает плодоносить после первого урожая.",
    "Real.Seed.Potato": "Высаживайте их весной. Созревание занимает 9 дней, и при сборе урожая есть шанс получить несколько картофелин.",
    "Real.Seed.Garlic": "Сажать зимой или весной. Созревание занимает 27 дней.",
    "Real.Seed.Kale": "Высаживайте их весной или осенью. Для созревания требуется 7 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Rhubarb": "Сажайте их весной или осенью. Созревание занимает 9 дней.",
    "Real.Seed.Melon": "Высаживайте их весной, летом или осенью. Для созревания требуется 22 дня, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Tomato": "Высаживайте их летом. Созревание занимает 9 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Blueberry": "Высаживайте их летом. Созревание занимает 10 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Pepper": "Высаживайте их летом. Созревание занимает 15 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Wheat": "Сажайте в любое время года. Созревание занимает 28 дней. Собирайте косой.",
    "Real.Seed.Radish": "Сажать их весной. Созревание занимает 4 дня.",
    "Real.Seed.Cabbage": "Высаживайте их летом или осенью. Созревание занимает 7 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Starfruit": "Сажайте их летом или осенью. Созревание занимает 19 дней.",
    "Real.Seed.Corn": "Высаживайте их летом или осенью. Созревание занимает 6 дней.",
    "Real.Seed.Eggplant": "Высаживайте их летом или осенью. Для созревания требуется 5 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Artichoke": "Высаживайте их весной или осенью. Созревание занимает 8 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Pumpkin": "Высаживайте их осенью. Созревание занимает 12 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Bok": "Высаживайте их весной или осенью. Для созревания требуется 4 дня, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Yam": "Сажать осенью. Созревание занимает 10 дней.",
    "Real.Seed.Cranberry": "Высаживайте их осенью. Созревание занимает 6 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Beet": "Сажайте их весной или осенью. Созревание занимает 6 дней.",
    "Real.Seed.Ancient": "Сажать летом или осенью.",
    "Real.Seed.Strawberry": "Высаживайте их весной или летом. Созревание занимает 9 дней, и они продолжают плодоносить после первого урожая.",
    "Real.Seed.Cactus": "Можно выращивать только в помещении. Созревает в течение 15 дней и продолжает плодоносить после первого урожая.",
    "Real.Seed.Taro": "Высаживайте их в теплую погоду. Созревание занимает 10 дней. Вырастает быстрее, если посадить рядом с водоемом.",
    "Real.Seed.Pineapple": "Сажайте их в теплую погоду. Созревание занимает 18 дней.",
    "Real.Seed.Rice": "Высаживайте их весной. Созревание занимает 12 дней. Растет быстрее, если посадить рядом с водоемом. Собирайте косой.",

// Семена режима крайнего срока
"Dead.Seed.Amaranth": "Посадите его в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Grape": "Посадите его в 1-й день осени, чтобы собрать урожай в последний день сезона. Растет на шпалере.",
"Dead.Seed.Hops": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона. Растет на шпалере.",
"Dead.Seed.SweetGem": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Fairy": "Сажайте осенью. Чтобы вырастить таинственный цветок, требуется 20 дней. Разные цвета.",
"Dead.Seed.Tulip": "Сажать весной. Чтобы к концу сезона вырастить яркий цветок, требуется 20 дней.",
"Dead.Seed.Jazz": "Сажать весной. Чтобы вырастить синий цветок-пуховик, требуется 20 дней.",
"Dead.Seed.Sunflower": "Сажайте летом. Чтобы вырастить большой подсолнух, требуется 40 дней. Дает больше семян при сборе урожая.",
"Dead.Seed.Coffee": "Посадите его в 1-й день весны, чтобы собрать урожай в последний день лета. Поместите пять бобов в бочонок, чтобы приготовить кофе.",
"Dead.Seed.Poppy": "Сажать летом. Через 20 дней дает ярко-красный цветок.",
"Dead.Seed.Spangle": "Сажайте летом. Чтобы вырастить яркий тропический цветок, требуется 20 дней. Разные цвета.",
"Dead.Seed.Parsnip": "Сажать их весной. Созревание занимает 13 дней.",
"Dead.Seed.Bean": "Посадите в 1-й день весны, чтобы собрать урожай в последний день сезона. Растет на шпалере.",
"Dead.Seed.Cauliflower": "Посадите в первый день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Potato": "Посадите в первый день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Garlic": "Посадите в 1-й день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Kale": "Посадите в первый день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Rhubarb": "Посадите в 1-й день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Melon": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Tomato": "Сажайте их летом. Созревание занимает 13 дней.",
"Dead.Seed.Blueberry": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Pepper": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Wheat": "Посадите в первый день лета, чтобы собрать урожай в последний день осени. Соберите косой.",
"Dead.Seed.Radish": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Cabbage": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Starfruit": "Посадите в первый день лета, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Corn": "Посадите в первый день лета, чтобы собрать урожай в последний день осени.",
"Dead.Seed.Eggplant": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Artichoke": "Посадите его в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Pumpkin": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Bok": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Yam": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Cranberry": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Beet": "Посадите в первый день осени, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Ancient": "Могут ли они все еще расти?",
"Dead.Seed.Strawberry": "Посадите в 1-й день весны, чтобы собрать урожай в последний день сезона.",
"Dead.Seed.Cactus": "Можно выращивать только в помещении. Созревает 27 дней.",
"Dead.Seed.Taro": "Высаживайте их в теплую погоду. Созревание занимает 27 дней. Растет быстрее, если посадить рядом с водоемом.",
"Dead.Seed.Pineapple": "Сажайте их в теплую погоду. Созревание занимает 27 дней.",
"Dead.Seed.Rice": "Сажайте их весной. Созревание занимает 27 дней. Растет быстрее, если посадить рядом с водоемом. Собирайте урожай косой."
    }