{
    //Gerçekçi Mod Tohumları
"Real.Seed.Amaranth": "Bunları yazın ekin. Büyümesi 5 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Grape": "Bunları sonbaharda ekin. Büyümesi 8 gün sürer ve ilk hasattan sonra üretime devam eder. Kafes üzerinde yetişir.",
    "Real.Seed.Hops": "Bunları yaz veya sonbaharda ekin. Büyümesi 15 gün sürer ve ilk hasattan sonra üretmeye devam eder. Kafes üzerinde yetişir.",
    "Real.Seed.SweetGem": "Kış veya ilkbaharda ekilir. Büyümesi neredeyse tüm mevsimi alır.",
    "Real.Seed.Fairy": "Sonbaharda ekilir. Gizemli bir çiçek üretmek 12 gün sürer. Karışık Renkler.",
    "Real.Seed.Tulip": "İlkbaharda ekilir. Rengarenk bir çiçek üretmek 8 gün sürer.",
    "Real.Seed.Jazz": "İlkbaharda ekilir. Mavi bir balon çiçeği üretmek 7 gün sürer.",
    "Real.Seed.Sunflower": "Yaz veya sonbaharda ekin. Büyük bir ayçiçeği üretmek 8 gün sürer. Hasatta daha fazla tohum verir.",
    "Real.Seed.Coffee": "Bitkinin ilkbahar, yaz veya sonbaharda bir kahve bitkisinin yetişmesi 26 gün sürer. Kahve yapmak için beş fasulyeyi bir fıçıya koyun.",
    "Real.Seed.Poppy": "Yazın ekilir. 7 günde parlak kırmızı bir çiçek verir.",
    "Real.Seed.Spangle": "Yaz aylarında ekilir. Canlı bir tropik çiçek üretmek 8 gün sürer. Çeşitli renkler.",
    "Real.Seed.Parsnip": "Bunları ilkbaharda ekin. Olgunlaşması 15 gün sürer.",
    "Real.Seed.Bean": "Bunları ilkbaharda ekin. Olgunlaşması 6 gün sürer ve ilk hasattan sonra üretime devam eder. Kafes üzerinde yetişir.",
    "Gerçek.Seed.Karnabahar": "Bunları ilkbahar veya yaz aylarında ekin, Büyük bir karnabaharın üretilmesi 21 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Potato": "Bunları ilkbaharda ekin. Olgunlaşması 9 gün sürer ve hasatta birden fazla patates verme şansı vardır.",
    "Real.Seed.Garlic": "Bunları kışın veya ilkbaharda ekin. Olgunlaşması 27 gün sürer.",
    "Real.Seed.Kale": "Bunları ilkbahar veya sonbaharda ekin. Olgunlaşması 7 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Rhubarb": "Bunları ilkbahar veya sonbaharda ekin. Olgunlaşması 9 gün sürer.",
    "Real.Seed.Melon": "Bunları ilkbahar, yaz veya sonbaharda ekin. Olgunlaşması 22 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Gerçek.Tohum.Domates": "Bunları yazın ekin. Olgunlaşması 9 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Blueberry": "Bunları yazın ekin. Olgunlaşması 10 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Pepper": "Bunları yazın ekin. Olgunlaşması 15 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Wheat": "Bunları her mevsim ekin. Olgunlaşması 28 gün sürer. Tırpanla hasat edin.",
    "Real.Seed.Radish": "Bunları ilkbaharda ekin. Olgunlaşması 4 gün sürer.",
    "Real.Seed.Lahana": "Bunları yaz veya sonbaharda ekin. Olgunlaşması 7 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Starfruit": "Bunları yaz veya sonbaharda ekin. Olgunlaşması 19 gün sürer.",
    "Real.Seed.Corn": "Bunları yazın veya sonbaharda ekin. Olgunlaşması 6 gün sürer.",
    "Gerçek.Seed.Patlıcan": "Bunları yaz veya sonbaharda ekin. Olgunlaşması 5 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Enginar": "Bunları ilkbahar veya sonbaharda ekin. Olgunlaşması 8 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Pumpkin": "Bunları sonbaharda ekin. Olgunlaşması 12 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Bok": "Bunları ilkbahar veya sonbaharda ekin. Olgunlaşması 4 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Yam": "Bunları sonbaharda ekin. Olgunlaşması 10 gün sürer.",
    "Real.Seed.Cranberry": "Bunları sonbaharda ekin. Olgunlaşması 6 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Beet": "Bunları ilkbahar veya sonbaharda ekin. Olgunlaşması 6 gün sürer.",
    "Real.Seed.Ancient": "Bunları yazın veya sonbaharda ekin.",
    "Real.Seed.Strawberry": "Bunları ilkbahar veya yaz aylarında ekin. Olgunlaşması 9 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Cactus": "Sadece kapalı alanda yetiştirilebilir. Olgunlaşması 15 gün sürer ve ilk hasattan sonra üretime devam eder.",
    "Real.Seed.Taro": "Bunları ılık havalarda ekin. Olgunlaşması 10 gün sürer. Bir su kütlesinin yanına ekilirse daha hızlı büyür.",
    "Real.Seed.Pineapple": "Bunları ılık havalarda ekin. Olgunlaşması 18 gün sürer.",
    "Real.Seed.Rice": "Bunları ilkbaharda ekin. Olgunlaşması 12 gün sürer. Bir su kütlesine ekilirse daha hızlı büyür. Tırpanla hasat edin.",

// Son Tarih Modu Tohumları
"Dead.Seed.Amaranth": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Grape": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin. Kafes üzerinde yetişir.",
"Dead.Seed.Hops": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin. Bir kafes üzerinde yetişir.",
"Dead.Seed.SweetGem": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Fairy": "Sonbaharda ekilir. Gizemli bir çiçek üretmek 20 gün sürer. Karışık Renkler.",
"Dead.Seed.Tulip": "İlkbaharda ekilir. Sezon sonunda rengarenk bir çiçek üretmek 20 gün sürer.",
"Dead.Seed.Jazz": "İlkbaharda ekilir. Mavi bir balon çiçeği üretmek 20 gün sürer.",
"Dead.Seed.Sunflower": "Yaz aylarında ekilir. Büyük bir ayçiçeği üretmek 40 gün sürer. Hasatta daha fazla tohum verir.",
"Dead.Seed.Coffee": "Yazın son gününde hasat etmek için ilkbaharın 1. gününde ekin. Kahve yapmak için beş fasulyeyi bir fıçıya koyun.",
"Dead.Seed.Poppy": "Yazın ekilir. 20 günde parlak kırmızı bir çiçek verir.",
"Dead.Seed.Spangle": "Yaz aylarında ekilir. Canlı bir tropik çiçek üretmek 20 gün sürer. Çeşitli renkler.",
"Dead.Seed.Parsnip": "Bunları ilkbaharda ekin. Olgunlaşması 13 gün sürer.",
"Dead.Seed.Bean": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin. Kafes üzerinde yetişir.",
"Dead.Seed.Karnabahar": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Potato": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Garlic": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Kale": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Rhubarb": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Melon": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Tomato": "Bunları yazın ekin. Olgunlaşması 13 gün sürer.",
"Dead.Seed.Blueberry": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Pepper": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Wheat": "Sonbaharda hasat etmek için yazın 1. gününde ekin. Tırpanla hasat edin.",
"Dead.Seed.Radish": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Lahana": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Starfruit": "Sezonun son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Corn": "Sonbaharın son gününde hasat etmek için yazın 1. gününde ekin.",
"Dead.Seed.Patlıcan": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Enginar": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Pumpkin": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Bok": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Yam": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Cranberry": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Beet": "Sezonun son gününde hasat etmek için sonbaharın 1. gününde ekin.",
"Dead.Seed.Ancient": "Bunlar hala büyüyebilir mi?",
"Dead.Seed.Strawberry": "Sezonun son gününde hasat etmek için ilkbaharın 1. gününde ekin.",
"Dead.Seed.Cactus": "Yalnızca iç mekanda yetiştirilebilir. Olgunlaşması 27 gün sürer.",
"Dead.Seed.Taro": "Bunları ılık havalarda ekin. Olgunlaşması 27 gün sürer. Bir su kütlesinin yanına ekilirse daha hızlı büyür.",
"Dead.Seed.Pineapple": "Bunları ılık havalarda ekin. Olgunlaşması 27 gün sürer.",
"Dead.Seed.Rice": "Bunları ilkbaharda ekin. Olgunlaşması 27 gün sürer. Bir su kütlesinin yanına ekilirse daha hızlı büyür. Tırpanla hasat edin."
    }